[
  {
    "id": "40064494",
    "pmid": "40064494",
    "doi": "10.11477/mf.188160960770030281",
    "title": "[Mechanism of Microglial Surveillance and Protection against Alexander Disease Pathology].",
    "abstract": "Alexander disease, also known as primary astrocyte disease, is a neurological disorder caused by mutations in the astrocyte-specific gene GFAP. The most prominent pathological finding is Rosenthal fiber formation within the astrocyte cytoplasm, which is primarily composed of GFAP and heat shock proteins (α-B crystalline, HPS27). Although astrocyte-derived changes may have widespread effects on the central nervous system, resulting in pathological changes and clinical manifestations, the etiological mechanisms of the disease remain underexplored. Our recent study focused on microglia, a type of glial cell, and showed that microglia actively participate in the pathophysiology of Alexander disease. In a mouse model of Alexander disease, we observed that microglia sense elevated extracellular adenosine triphosphate (ATP) produced by astrocytic pathology as a pathological signal through the P2Y12 receptor and suppress astrocyte pathology. Microglia have been shown to have important disease-modifying effects on Alexander disease. Overall, this study will contribute to the development of microglial manipulation-based therapies. In this review, we discuss the clinical features and experimental research on Alexander disease conducted to date. In addition, we discuss the topics of our recent study.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40043923",
    "pmid": "40043923",
    "doi": "10.1016/j.gene.2025.149388",
    "title": "A novel de novo GFAP variant causes a juvenile-onset Alexander disease with bilateral vocal cord paralysis.",
    "abstract": "Alexander disease (AxD), an autosomal dominant leukodystrophy, is caused by mutations in the GFAP, the gene encoding glial fibrillary acidic protein (GFAP). The disease, classified by age of onset into infantile, juvenile, and adult forms, is characterized by white matter degeneration and astrocytic inclusions called Rosenthal fibers. A patient underwent clinical, radiological, and molecular analyses to confirm a suspected diagnosis of AxD. The functional effect of the variant identified was tested using computational tools and in HeLa and astrocytoma cell lines. We report a case of juvenile AxD that clinically developed acute respiratory distress due to bilateral vocal cord paralysis. Brain and spinal cord MRI revealed the typical findings of the disease, including bulbospinal atrophy and T2-weighted hyperintensities in the frontal periventricular white matter. Molecular genetic testing identified a novel de novo c.713 T > G (p.I238S) variant of GFAP. In silico analyses revealed that the variant at evolutionarily conserved residue likely affects protein function. In vitro assays confirmed its pathogenic effect, showing that p.I238S protein expression significantly associates with aggregate formation in cellular models. Extending the clinical and molecular characterization of new cases of AxD is an important achievement to better characterize the disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR990423",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-2677774/v2",
    "title": "WITHDRAWN: Adult-onset Alexander disease in people living with HIV and a novel mutation in GFAP",
    "abstract": "<title>Abstract</title>  <p>The full text of this preprint has been withdrawn by the authors while they make corrections to the work. Therefore, the authors do not wish this work to be cited as a reference. Questions should be directed to the corresponding author.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39643430",
    "pmid": "39643430",
    "doi": "10.1136/jnnp-2024-335089",
    "title": "Analysis of GFAP variants in UK Biobank suggests underdiagnosis or incomplete penetrance of adult-onset Alexander disease.",
    "abstract": "<h4>Background</h4>Alexander disease is an autosomal dominant leukodystrophy caused by heterozygous pathogenic variants in the glial fibrillar acidic protein (GFAP) gene. Although increasingly recognised, there is evidence that Alexander disease, particularly later-onset disease, is significantly underdiagnosed and its true prevalence is unknown (the only population-based prevalence was estimated at one in 2.7 million). Using the extensive UK Biobank dataset, we analysed the frequency of pathogenic and likely pathogenic variants, <i>GFAP</i> variants, within the UK population and identified clinical and radiological phenotypes linked to these variants.<h4>Methods</h4>Pathogenic, likely pathogenic and <i>GFAP</i> variants of uncertain significance were identified in the UK Biobank whole-exome sequencing data (n=4 70 000). Demographic information, previous medical history-including symptoms associated with Alexander disease-collected from self-reported data and hospital records, family history and various MRI metrics were compared between variant carriers and controls.<h4>Results</h4>We identified 36 unique pathogenic and likely pathogenic <i>GFAP</i> variants in 106 carriers, yielding a carrier frequency of approximately 1 in 4435. Modelling based on the UK population estimated a prevalence of 6.8 per 100 000. Carriers of pathogenic and likely pathogenic <i>GFAP</i> variants had higher odds of bladder dysfunction (OR 3.17, p<0.0001), upper airway dysfunction (OR 7.82, p=0.004) and psychiatric conditions (OR 1.51, p=0.04). Additionally, carriers were more likely to report a paternal history of dementia (OR 2.79, p<0.0001). MRI data revealed significant atrophy in brainstem regions among variant carriers.<h4>Conclusion</h4>Pathogenic and likely pathogenic <i>GFAP</i> variants are more prevalent in the general population than previously expected and are associated with clinical and radiological characteristics of Alexander disease. This study indicates that Alexander disease may be under-reported, misdiagnosed, or exhibit reduced penetrance.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR950000",
    "pmid": "",
    "doi": "10.1101/2024.12.03.626547",
    "title": "Lysosomal function, resistance to stress and repair are compromised by expression of the Alexander disease GFAP R239C mutant",
    "abstract": "Intermediate filaments are critical regulators of cell responses and organizers of cellular structures. GFAP (glial fibrillary acidic protein) is an intermediate filament protein mainly expressed in astrocytes. GFAP mutations are associated with Alexander disease (AxD), a type of leukodystrophy that causes degeneration of astrocytes and ultimately neurodegeneration. AxD astrocytes display protein aggregation, proteostasis defects and altered organelle homeostasis. We previously showed that expression of GFAP AxD mutants in astrocytes provoked mitochondrial alterations and oxidative stress. Here we have used an astrocytoma cell model to explore the impact of GFAP AxD mutants on the lysosomal degradation pathway. Expression of GFAP AxD mutants in this model elicits marked alterations in lysosomal distribution. Cells expressing the GFAP R239C mutant display defective lysosomal activity and intraluminal acidification. Lysosomes are primary sites of oxidative damage. Moreover, expression of GFAP R239C increases susceptibility of lysosomes to oxidative stress, resulting in a greater loss of lysosomal “mass” and compromised membrane integrity, as revealed by increased intraluminal recruitment of galectins, with respect to cells expressing GFAP wt. Notably, lysosomes in GFAP R239C expressing cells are also more vulnerable to chemically-induced rupture. Interestingly, lysosomes of cells expressing GFAP wt are able to rapidly recover after removal of the damaging agent. In sharp contrast, recovery of acidic vesicles is severely impaired in cells expressing GFAP R239C, suggesting a defect in lysosomal repair. Taken together, our results show that expression of the GFAP AxD mutant is sufficient to deeply perturb lysosomal distribution, function and repair. These alterations could contribute to proteostasis defects and cellular toxicity in AxD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39503736",
    "pmid": "39503736",
    "doi": "10.1002/epi4.13077",
    "title": "Response to amoxicillin and perampanel in infantile Alexander disease.",
    "abstract": "Type I Alexander disease (AxD) presents with paroxysmal neurodegeneration, refractory epilepsy, and encephalopathy in the first years of life and is associated with a poor prognosis. Although there is no treatment, mild symptomatic improvement has been reported in one case of adult Alexander treated with ceftriaxone, given its interaction with the mutant glial fibrillary acid protein (GFAP) responsible for the disease's pathogenesis. We describe a patient presenting with irritability starting at 2 months of age, initially attributed to gastroesophageal reflux. A ventriculoperitoneal shunt was placed at 3 months of age due to hydrocephalus secondary to aqueduct stenosis detected through an MRI scan, but the irritability persisted. At 5 months, a new brain MRI was performed due to irritability worsening, onset of abnormal ocular movements and seizures. In addition genetic testing was performed. AxD was diagnosed due to the mutation c.716G>A (p.Arg239His) in GFAP. Since irritability had worsened and had not responded to levomepromazine, treatment with amoxicillin (80 mg/kg/day) was attempted to modulate glutamate levels. The patient showed a striking improvement of irritability in 48 h that persisted over the next months. The patient had frequent daily seizures which did not respond to valproate, clonazepam, or phenobarbital. Perampanel, a postsynaptic AMPA receptor antagonist, was added to phenobarbital and he was seizure free for more than 3 months. Drugs modulating glutamate levels in the central nervous system, including β-lactam antibiotics and perampanel, may have an important role in the symptomatic treatment of AxD and other neurodegenerative diseases where glutamatergic excitotoxicity is a pathogenic determinant. PLAIN LANGUAGE SUMMARY: Alexander disease is a rare and serious condition that affects the brain, often leading to neurodegeneration (brain damage), seizures, and other problems in early childhood. The disease is caused by a mutation in a gene called GFAP. There is no cure, and current treatments mainly focus on relieving symptoms. This article discusses the case of a baby who showed signs of irritability and seizures from a young age. The baby was diagnosed with Alexander disease after brain scans and genetic testing. Despite treatment with various drugs, the baby continued to experience seizures and irritability. The doctors decided to try amoxicillin, a common antibiotic, because of its potential to help control the disease by affecting a brain chemical called glutamate. Surprisingly, the baby's irritability improved within 2 days of starting amoxicillin, and the improvement lasted for several months. However, the seizures persisted until another medication, perampanel, was added. This combination controlled the baby's seizures for over 3 months. Unfortunately, the baby passed away at 13 months due to complications from the disease. However, doctors believe that drugs like amoxicillin and perampanel could be promising treatments for managing symptoms of Alexander disease and other similar brain conditions in the future, especially where excess glutamate plays a role in the damage. This case suggests that these treatments may help control irritability and seizures, offering hope for better management of this challenging disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40148059",
    "pmid": "40148059",
    "doi": "10.1016/b978-0-443-19102-2.00003-x",
    "title": "Neuroglia pathology in genetic and epigenetic disorders of the central nervous system.",
    "abstract": "Glial cells are increasingly recognized for their important interactions with both developing and mature neurons, in particular for maintenance of dendritic ramifications and spines, synapses, and neurotransmitter uptake. MicroRNA abnormalities are demonstrated in individual astrocytes with alterations in neurological diseases. Alexander disease is a prototype astrocytic disease because of genetically altered glial fibrillary acidic protein (GFAP) filaments. Other genetic diseases are now recognized as involving glial cells in their pathogenesis: Rett, Fragile-X, Aicardi-Goutières, and Down syndromes, as well as epigenetic effects in the mechanism of fetal alcohol spectrum disorder. Many involve glial production of cytokines and neuroinflammation. Microglia also may contribute. The heat-shock protein α-B-crystallin is expressed in the Rosenthal fibers of Alexander disease, in which the molecular structure of GFAP is altered, in astrocytes secreting neurotoxic cytokines, and focally at or near epileptic foci. Satellite glial cells adherent to neuronal soma are frequent and diagnostically nonspecific but may contribute to neuronal degeneration, especially of hypermetabolic epileptogenic neurons. Glial cells have distorted size and morphology in mTOR malformations. Failure of glial apoptosis in the fetal lamina terminalis is the likely pathogenesis of callosal agenesis and of other cerebral dysgeneses.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40064497",
    "pmid": "40064497",
    "doi": "10.1523/eneuro.0504-24.2025",
    "title": "GFAP mutation and astrocyte dysfunction lead to a neurodegenerative profile with impaired synaptic plasticity and cognitive deficits in a rat model of Alexander disease.",
    "abstract": "Alexander disease (AxD) is a rare neurological disorder caused by dominant gain-of-function mutations in the gene for glial acidic fibrillary protein (<i>GFAP</i>). Expression of mutant protein results in astrocyte dysfunction that ultimately leads to developmental delay, failure to thrive, and intellectual and motor impairment. The disease is typically fatal, and at present there are no preventative or effective treatments. To gain a better understanding of the link between astrocyte dysfunction and behavioral deficits in AxD we recently developed a rat model that recapitulates many of the clinical features of the disease, including failure to thrive, motor impairment, and white matter deficits. In the present study, we show that both male and female AxD model rats exhibit a neurodegenerative profile with a progressive neuroinflammatory response combined with reduced expression of synaptic and mitochondrial proteins. Consistent with these results AxD rats show reduced hippocampal long-term potentiation and are cognitively impaired, as demonstrated by poor performance in the Barnes maze and novel object recognition tests. The AxD rat provides a novel model in which to investigate the impact of astrocyte pathology on central nervous system function and provides an essential platform for further development of effective treatments for AxD and potentially other neurodegenerative diseases with astrocyte pathology.<b>Significance Statement</b> Alexander disease (AxD) is a fatal neurodegenerative disorder caused by gain-of-function <i>GFAP</i> mutations. We recently developed a <i>Gfap</i> <sup>+/R237H</sup> rat model which demonstrates hallmark astrocyte pathology, myelin deficits, and motor impairment. Here, we show that <i>Gfap</i> <sup>+/R237H</sup> rats also exhibit reduced synaptic plasticity and cognitive deficits as additional clinically relevant phenotypes, further demonstrating its utility as a model. Hippocampal transcriptomic analysis in young adult animals reveals a neurodegenerative signature with an innate immune response and loss of synaptic and metabolic gene expression, features that are typically associated with chronic diseases of aging. These results reveal mechanisms by which astrocyte dysfunction leads to learning and memory deficits in AxD and perhaps contributes to other diseases such as Alzheimer's and Parkinson's.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39471354",
    "pmid": "39471354",
    "doi": "10.1093/hmg/ddae134",
    "title": "A novel GFAP frameshift variant identified in a family with optico-retinal dysplasia and vision impairment.",
    "abstract": "Gain-of-function variants in GFAP leads to protein aggregation and is the cause of the severe neurodegenerative disorder Alexander Disease (AxD), while loss of GFAP function has been considered benign. Here, we investigated a six-generation family, where multiple individuals presented with gliosis of the optic nerve head and visual impairment. Whole genome sequencing (WGS) revealed a frameshift variant in GFAP (c.928dup, p.(Met310Asnfs*113)) segregating with disease. Analysis of human embryonic tissues revealed strong expression of GFAP in retinal neural progenitors. A zebrafish model verified that c.928dup does not result in extensive GFAP protein aggregation and zebrafish gfap loss-of-function mutants showed vision impairment and retinal dysplasia, characterized by a significant loss of Müller glia cells and photoreceptor cells. Our findings show how different mutational mechanisms can cause diverging phenotypes and reveal a novel function of GFAP in vertebrate eye development.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38697787",
    "pmid": "38697787",
    "doi": "10.3174/ajnr.a8220",
    "title": "Brainstem Chipmunk Sign: A Diagnostic Imaging Clue across All Subtypes of Alexander Disease.",
    "abstract": "<h4>Background and purpose</h4>While classic brain MR imaging features of Alexander disease have been well-documented, lesional patterns can overlap with other leukodystrophies, especially in the early stages of the disease or in milder phenotypes. We aimed to assess the utility of a new neuroimaging sign to help increase the diagnostic specificity of Alexander disease.<h4>Materials and methods</h4>A peculiar bilateral symmetric hyperintense signal on T2-weighted images affecting the medulla oblongata was identified in an index patient with type I Alexander disease. Subsequently, 5 observers performed a systematic MR imaging review for this pattern by examining 55 subjects with Alexander disease and 74 subjects with other leukodystrophies. Interobserver agreement was assessed by the κ index. Sensitivity, specificity, and receiver operating characteristic curves were determined.<h4>Results</h4>The identified pattern was present in 87% of subjects with Alexander disease and 14% of those without Alexander disease leukodystrophy (<i>P</i> < .001), 3 with vanishing white matter, 4 with adult polyglucosan body disease, and 3 others. It was found equally in both type I and type II Alexander disease (28/32, 88% versus 18/21, 86%; <i>P</i> = .851) and in subjects with unusual disease features (2/2). Sensitivity (87.3%; 95% CI, 76.0%-93.7%), specificity (86.5%; 95% CI, 76.9%-92.5%), and interobserver agreement (κ index = 0.82) were high.<h4>Conclusions</h4>The identified pattern in the medulla oblongata, called the chipmunk sign due to its resemblance to the face of this rodent, is extremely common in subjects with Alexander disease and represents a diagnostic tool that can aid in early diagnosis, especially in subjects with otherwise atypical MR imaging findings and/or clinical features.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38818870",
    "pmid": "38818870",
    "doi": "10.1111/pan.14937",
    "title": "A retrospective observational cohort study of the anesthetic management and outcomes of pediatric patients with Alexander disease undergoing lumbar puncture or magnetic resonance imaging.",
    "abstract": "<h4>Background</h4>Alexander disease is a rare, progressive leukodystrophy, which predisposes patients to complications under general anesthesia due to clinical manifestations including developmental delay, seizures, dysphagia, vomiting, and sleep apnea. However, study of anesthetic outcomes is limited.<h4>Aims</h4>Our aim was to describe patient characteristics, anesthetic techniques, and anesthesia-related complications for Alexander disease patients undergoing magnetic resonance imaging and/or lumbar puncture at a quaternary-care children's hospital.<h4>Methods</h4>We performed a retrospective review of anesthetic outcomes in patients with Alexander disease enrolled in a prospective observational study. Included patients had diagnosed Alexander disease and underwent magnetic resonance imaging and/or lumbar puncture at our institution. We excluded anesthetics for other procedures or at outside institutions. Collected data included patient characteristics, anesthetic techniques, medications, and complications under anesthesia and in the subsequent 24 h. We performed descriptive statistics as appropriate.<h4>Results</h4>Forty patients undergoing 64 procedures met inclusion criteria. Fifty-six procedures (87.5%) required general anesthesia or monitored anesthesia care (MAC) and eight (12.5%) did not. The general anesthesia/MAC group tended to be younger than nonanesthetized patients (median age 6 years [IQR 3.8; 9] vs. 14.5 years [IQR 12.8; 17.5]). In both groups, dysphagia (78.6% vs. 87.5%, respectively), seizures (62.5% vs. 25%), and recurrent vomiting (17.9% vs. 25%) were frequently reported preprocedure symptoms. Inhalational induction was common (N = 48; 85.7%), and two (3.6%) underwent rapid sequence induction. Serious complications were rare, with no aspiration or seizures. Hypotension resolving with ephedrine occurred in eight cases (14.3%). One patient each (1.8%) experienced postprocedure emergence agitation or vomiting. Fifty-three (94.6%) were ambulatory procedures. No inpatients required escalation in acuity of care.<h4>Conclusions</h4>In this single-center study, patients with Alexander disease did not experience frequent or irreversible complications while undergoing general anesthesia/MAC. Co-morbid symptoms were not increased postanesthesia. Some patients may not require anesthesia to complete short procedures.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39420046",
    "pmid": "39420046",
    "doi": "10.1038/s41598-024-75383-4",
    "title": "A systematic review and meta-analysis of GFAP gene variants in Alexander disease.",
    "abstract": "Alexander disease (ALXDRD) is a rare neurodegenerative disorder of astrocytes resulting from pathogenic variants in the GFAP gene. The genotype-phenotype correlation remains elusive due to the variable expressivity of clinical manifestations. In an attempt to clarify the effects of GFAP variants in ALXDRD, numerous studies were collected and analyzed. In particular, we systematically searched for GFAP variants associated with ALXDRD and collected information on the location within the gene and protein, prediction of deleteriousness/pathogenicity, occurrence, sex and country of origin of patients, DNA source, genetic testing, and clinical signs. To identify possible associations, statistical analyses and meta-analyses were applied, thus revealing a higher than expected percentage of adult patients with ALXDRD. Furthermore, substitution of Arginine, the most frequently altered residue among the 550 predominantly missense causative GFAP variants collected, were mostly de novo and more prevalent in early-onset forms of ALXDRD. The effect of defective splicing in modifying the impact of GFAP variants on the age of onset of ALXDRD was also postulated after evaluating the distribution of the corresponding deleterious predictive values. In conclusion, not only previously unrecognized genotype-phenotype correlations were revealed in ALXDRD, but also subtle mechanisms could explain the variable manifestations of the ALXDRD clinical phenotype.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40144630",
    "pmid": "40144630",
    "doi": "10.3389/fneur.2025.1514044",
    "title": "Case report: Co-occurrence of Wilson's and Alexander's diseases revealed by genetic analysis.",
    "abstract": "Wilson's disease (WD) and Alexander's disease (AxD) are two prevalent genetic illnesses in clinical practice. However, cases of concurrent WD and AxD have not been reported. A mutation in the ATP7B gene causes improper copper metabolism, whereas AxD is caused by a mutation in the GFAP gene, which causes glial fibrillary acidic protein to accumulate in astrocytes. We present the first instance of concurrent WD and AxD in order to increase the diagnosis accuracy of this type of disease and provide a more precise treatment plan for the patient. A 10-year-old girl who appeared with diminished speech, limb weakness, trouble walking, and mental behavioral problems within the last 2 months. The patient's copper biochemistry results and clinical manifestations supported the diagnosis of WD, however her uncommon bilateral frontal lobe cerebral white matter with considerable high signal in MRI differed from the normal neuroimaging presentations of WD. To clarify the patient's diagnosis, we did whole-exome sequencing testing. To further clarify the patient's diagnosis, we performed whole exome sequencing tests on the patient and her father and detected a single heterozygous mutation in the GFAP gene and a double heterozygous mutation in the ATP7B gene, with the two variant loci located on the same allele. Combined with the Leipzig score and characteristic MRI changes, the patient was diagnosed with co-morbid WD and AxD. The overlapping presentation of the two diseases on MRI suggests the importance of clinicians recognizing the features of both diseases. A comprehensive diagnostic strategy including genetic testing, neuroimaging, and detailed clinical evaluation is required.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39868835",
    "pmid": "39868835",
    "doi": "10.1111/cns.70240",
    "title": "Morphological Characteristics and Extracellular Matrix Abnormalities in Astrocytes Derived From iPSCs of Children With Alexander Disease.",
    "abstract": "<h4>Aims</h4>Alexander disease (AxD) is a leukodystrophy caused by mutations in the astrocytic filament gene GFAP. There are currently no effective treatments for AxD. Previous studies have rarely established AxD models with the patient's original GFAP mutations. In this study, we aimed to explore the morphological and transcriptomic characteristics of GFAP-mutant astrocytes via induced pluripotent stem cell (iPSC) models of AxD.<h4>Methods</h4>Fibroblasts from three AxD children were reprogrammed into iPSCs. Wild-type (WT) and AxD-iPSCs were differentiated into astrocytes. We compared the morphological and transcriptomic differences between WT- and AxD iPSC-derived astrocytes.<h4>Results</h4>Astrocytes induced from AxD-derived iPSCs exhibited the Rosenthal fibers (RFs), the main pathological phenotype of AxD. Compared with WT astrocytes, AxD astrocytes had shorter processes, more branches, and larger cell bodies. Transcriptomic analysis revealed that extracellular matrix (ECM) components, particularly chondroitin sulfate proteoglycans (CSPGs), were upregulated, and ECM-degrading enzymes were generally downregulated. These changes may lead to abnormalities in neurons and myelination.<h4>Conclusions</h4>We explored the morphological characteristics of AxD astrocytes via iPSC models and revealed the ECM, previously unexplored for AxD, may be an important new pathogenic mechanism of this disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40023981",
    "pmid": "40023981",
    "doi": "10.1016/j.redox.2025.103544",
    "title": "A multi-omics approach reveals impaired lipid metabolism and oxidative stress in a zebrafish model of Alexander disease.",
    "abstract": "Alexander disease (AxD) is a rare leukodystrophy caused by heterozygous mutations in the GFAP gene. To date, several in vitro and in vivo models have been generated in an attempt to unravel the main mechanisms underlying this complex disease. However, none of these models is suitable for investigating the global dysregulation caused by AxD. To address this shortcoming, we have generated a stable transgenic zebrafish line (zAxD) carrying the human GFAP p.R239C mutation, which is associated with severe phenotypes of AxD type I patients. We then performed transcriptomics and proteomics analyses on the whole larvae of our zAxD model, confirming the involvement of several pathways such as the immune system response and inflammation, oxidative stress, extracellular matrix, lipoxidation and lipid metabolism, which were previously reported in more limited omic studies. Interestingly, new pathways emerged as well, including tyrosine and butanoate metabolic processes. Biochemical assays confirmed alterations in cell respiration and lipid metabolism as well as elevated oxidative stress. These findings confirm the reliability of the zAxD model to apply a whole-organism approach to investigate the molecular basis of the disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40002678",
    "pmid": "40002678",
    "doi": "10.3390/biomedicines13020265",
    "title": "Targeting Ferroptosis in Rare Neurological Disorders Including Pediatric Conditions: Innovations and Therapeutic Challenges.",
    "abstract": "Ferroptosis, characterized by iron dependency and lipid peroxidation, has emerged as a key mechanism underlying neurodegeneration in rare neurological disorders. These conditions, often marked by significant therapeutic gaps and high unmet medical needs, present unique challenges for intervention development. This review examines the involvement of ferroptosis in rare neurological disease pathogenesis, focusing on its role in oxidative damage and neuronal dysfunction. We explore recent pharmacological advancements, including iron chelators, lipid peroxidation blockers, and antioxidant-based strategies, designed to target ferroptosis. While these approaches show promise, challenges such as disease heterogeneity, limited diagnostic tools, and small patient cohorts hinder progress. Furthermore, we discuss the translational and regulatory barriers to implementing ferroptosis-based therapies in clinical practice. By addressing these obstacles and fostering innovative solutions, this review underscores the potential of ferroptosis-targeting strategies to revolutionize treatment paradigms for rare neurological disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38599043",
    "pmid": "38599043",
    "doi": "10.1016/j.clineuro.2024.108261",
    "title": "Alexander disease with a novel GFAP insertion-deletion mutation mimicking progressive supranuclear palsy.",
    "abstract": "This report presents a case of Alexander disease showing clinical characteristics mimicking progressive supranuclear palsy (PSP). A 67-year-old woman complaining of motor disturbance exhibited severe atrophy of medulla, spinal cord, and midbrain tegmentum, as well as periventricular hyperintensity on cerebral MRI. Genetic analysis identified a novel in-frame deletion/insertion mutation in the exon 3 of the GFAP gene. Interestingly, neurological findings and decreased striatal uptake in dopamine transporter SPECT were suggestive of PSP. A novel GFAP gene mutation found in the present case may cause the unique clinical phenotype, which should be differentiated from PSP.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40148043",
    "pmid": "40148043",
    "doi": "10.1016/b978-0-443-19102-2.00032-6",
    "title": "Neuroglia in leukodystrophies.",
    "abstract": "Leukodystrophies are a heterogeneous group of rare genetic neurologic disorders characterized by white matter degeneration resulting from mutations affecting glial cells. This review focuses on the primary subtypes-astroglial, oligodendroglial, and microglial leukodystrophies-offering a detailed description of their neuropathologic features and clinical manifestations. It delves into key aspects of the pathogenesis, emphasizing the distinct cellular mechanisms that drive white matter damage. Advances in disease modeling, including the development of animal models with pathologic gene expressions and patient-derived iPS-cell models, have significantly enhanced our understanding of these rare disorders. Insights into the roles of different glial cell types highlight the complexity of leukodystrophies and provide a foundation for the development of targeted therapeutic strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39596168",
    "pmid": "39596168",
    "doi": "10.3390/ijms252212100",
    "title": "Establishment and Use of Primary Cultured Astrocytes from Alexander Disease Model Mice.",
    "abstract": "Alexander disease (AxD) is an intractable neurodegenerative disease caused by mutations in <i>glial fibrillary acidic protein</i> (<i>GFAP</i>), which is predominantly expressed in astrocytes. Thus, AxD is a primary astrocyte disease. However, it remains unclear how <i>GFAP</i> mutations affect astrocytes and cause AxD pathology. Three features are characteristic of AxD astrocytes <i>in vivo</i>: (1) Rosenthal fibers (RFs), the hallmark of AxD; (2) aberrant Ca<sup>2+</sup> signals (AxCa); and (3) upregulation of disease-associated genes (AxGen). We established a primary culture system for astrocytes from an AxD transgenic mouse model, and used it to analyze the above features of AxD pathogenesis in astrocytes <i>in vitro</i>. We observed the formation of RFs in AxD primary cultures. The abundance of RFs was greater in AxD-transgene-homozygous compared with -hemizygous astrocytes, indicating a gene dosage effect, and this abundance increased with time in culture, indicating a developmental process effect. However, cultured AxD astrocytes did not exhibit changes in either AxCa or AxGen. We therefore conclude that RFs in astrocytes form via a cell-autonomous mechanism, whereas AxCa and AxGen are likely to occur via a non-cell-autonomous mechanism through interactions with other cells, such as neurons, microglia, and vascular cells. Although primary cultured AxD astrocytes are suitable for elucidating the mechanisms of RFs formation and for intervention studies, it should be noted that they cannot reflect the pathophysiology of non-cell-autonomous events in astrocytes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR810909",
    "pmid": "",
    "doi": "10.1101/2024.02.20.581117",
    "title": "The Alexander Disease Protein GFAP Drives Mitochondrial Fission",
    "abstract": "Mitochondrial plasticity, coordinated by fission and fusion, is crucial to ensure cellular functions. Mitochondrial fission is mediated by the GTPase Drp1 at the constriction site, which is proposed to be driven by the actin-myosin contractile force. However, the mechanism that propels constriction remains unclear, and the potential involvement of additional mechanisms in this process remains an open question. Here, using structured illumination microscopy and electron microscopy, we show that the type-III intermediate filament glial fibrillary acidic protein (GFAP) closely surrounds mitochondria fission sites and associates with accumulated Drp1 molecules. Remarkably, loss of GFAP results in hyperfused mitochondria under physiological condition and even Ca 2+ -induced mitochondrial fission. Additionally, mutations of GFAP, the cause of Alexander disease, result in an elevated recruitment of Drp1 to GFAP, leading to significantly increased mitochondrial fissions. Taking together, these findings suggest a novel mechanism of mitochondrial division mediated by type-III intermediate filaments.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR954312",
    "pmid": "",
    "doi": "10.1101/2024.02.19.24302650",
    "title": "Alexander Disease: Screening and<i>in silico</i>functional characterization of variants on candidate gene",
    "abstract": "<h4>Background</h4> Alexander disease is a rare neurological ailment caused by the degeneration of the white matter of the brain accompanied with the formation of Rosenthal fibers, a unique cytoplasmic inclusion within astrocytes (non-nerve tissue) in the brain. Till to date only heterozygous de novo mutation in Glial Fibrillary Acidic Protein ( GFAP ) gene is found to be associated for the disease phenotype. <h4>Methods and Result</h4> the aim of our study was to determine the genetic basis of an Indian-origin juvenile AxD patient with pathological symptoms of macrocephaly and psychomotor delay followed by regression, spastic parapresis and feeding difficulty. The patient was screened for mutation in candidate gene for AxD by Whole Exome Sequencing and the detected variants were further reconfirmed by Sanger sequencing. The clonicopathological feature were investigated and two heterozygous missence variants (c.983T>C and c. 626G>A) were indentify in GFAP gene of the patient. Familial screenings of both of these variants were predicted to be pathogenic or damaging by various in silico methods and prediction tools. <h4>Conclusion</h4> This altered GFA protein get accumulated in cytoplasm of the astroglial cells, leading to formation of Rosenthal fibers, which impairs cell function. Future study, however, would be helpful to understand the functional mechanism of these variant in formation of Rosenthal fibers leading to AxD pathophysiology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40208796",
    "pmid": "40208796",
    "doi": "10.1093/gigascience/giaf025",
    "title": "GeneSetCart: assembling, augmenting, combining, visualizing, and analyzing gene sets.",
    "abstract": "Converting multiomics datasets into gene sets facilitates data integration that leads to knowledge discovery. Although there are tools developed to analyze gene sets, only a few offer the management of gene sets from multiple sources. GeneSetCart is an interactive web-based platform that enables investigators to gather gene sets from various sources; augment these sets with gene-gene coexpression correlations and protein-protein interactions; perform set operations on these sets such as union, consensus, and intersection; and visualize and analyze these gene sets, all in one place. GeneSetCart supports the upload of single or multiple gene sets, as well as fetching gene sets by searching PubMed for genes comentioned with terms in publications. Venn diagrams, heatmaps, Uniform Manifold Approximation and Projection (UMAP) plots, SuperVenn diagrams, and UpSet plots can visualize the gene sets in a GeneSetCart session to summarize the similarity and overlap among the sets. Users of GeneSetCart can also perform enrichment analysis on their assembled gene sets with external tools. All gene sets in a session can be saved to a user account for reanalysis and sharing with collaborators. GeneSetCart has a gene set library crossing feature that enables analysis of gene sets created from several National Institutes of Health Common Fund programs. For the top overlapping sets from pairs of programs, a large language model (LLM) is prompted to propose possible reasons for the high overlap. Using this feature, two use cases are presented. In addition, users of GeneSetCart can produce publication-ready reports from their uploaded sets. Text in these reports is also supplemented with an LLM. Overall, GeneSetCart is a useful resource enabling biologists without programming expertise to facilitate data integration for hypothesis generation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39308436",
    "pmid": "39308436",
    "doi": "10.1002/glia.24618",
    "title": "Aberrant neurodevelopment in human iPS cell-derived models of Alexander disease.",
    "abstract": "Alexander disease (AxD) is a rare and severe neurodegenerative disorder caused by mutations in glial fibrillary acidic protein (GFAP). While the exact disease mechanism remains unknown, previous studies suggest that mutant GFAP influences many cellular processes, including cytoskeleton stability, mechanosensing, metabolism, and proteasome function. While most studies have primarily focused on GFAP-expressing astrocytes, GFAP is also expressed by radial glia and neural progenitor cells, prompting questions about the impact of GFAP mutations on central nervous system (CNS) development. In this study, we observed impaired differentiation of astrocytes and neurons in co-cultures of astrocytes and neurons, as well as in neural organoids, both generated from AxD patient-derived induced pluripotent stem (iPS) cells with a GFAP<sup>R239C</sup> mutation. Leveraging single-cell RNA sequencing (scRNA-seq), we identified distinct cell populations and transcriptomic differences between the mutant GFAP cultures and a corrected isogenic control. These findings were supported by results obtained with immunocytochemistry and proteomics. In co-cultures, the GFAP<sup>R239C</sup> mutation resulted in an increased abundance of immature cells, while in unguided neural organoids and cortical organoids, we observed altered lineage commitment and reduced abundance of astrocytes. Gene expression analysis revealed increased stress susceptibility, cytoskeletal abnormalities, and altered extracellular matrix and cell-cell communication patterns in the AxD cultures, which also exhibited higher cell death after stress. Overall, our results point to altered cell differentiation in AxD patient-derived iPS-cell models, opening new avenues for AxD research.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38540409",
    "pmid": "38540409",
    "doi": "10.3390/genes15030350",
    "title": "Leukodystrophy with Macrocephaly, Refractory Epilepsy, and Severe Hyponatremia-The Neonatal Type of Alexander Disease.",
    "abstract": "<h4>Introduction</h4>Alexander disease (AxD) is a rare neurodegenerative condition that represents the group of leukodystrophies. The disease is caused by <i>GFAP</i> mutation. Symptoms usually occur in the infantile age with macrocephaly, developmental deterioration, progressive quadriparesis, and seizures as the most characteristic features. In this case report, we provide a detailed clinical description of the neonatal type of AxD.<h4>Method</h4>Next-Generation Sequencing (NGS), including a panel of 49 genes related to Early Infantile Epileptic Encephalopathy (EIEE), was carried out, and then Whole Exome Sequencing (WES) was performed on the proband's DNA extracted from blood.<h4>Case description</h4>In the first weeks of life, the child presented with signs of increased intracranial pressure, which led to ventriculoperitoneal shunt implementation. Recurrent focal-onset motor seizures with secondary generalization occurred despite phenobarbital treatment. Therapy was modified with multiple anti-seizure medications. In MRI contrast-enhanced lesions in basal ganglia, midbrain and cortico-spinal tracts were observed. During the diagnostic process, GLUT-1 deficiency, lysosomal storage disorders, organic acidurias, and fatty acid oxidation defects were excluded. The NGS panel of EIEE revealed no abnormalities. In WES analysis, <i>GFAP</i> missense heterozygous variant NM_002055.5: c.1187C>T, p.(Thr396Ile) was detected, confirming the diagnosis of AxD.<h4>Conclusion</h4>AxD should be considered in the differential diagnosis in all neonates with progressive, intractable seizures accompanied by macrocephaly.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37920915",
    "pmid": "37920915",
    "doi": "10.1177/08830738231210040",
    "title": "Acquisition and Loss of Developmental Milestones and Time to Disease-Related Outcomes in Cerebral Alexander Disease.",
    "abstract": "<b>Objective:</b> To determine the ages at acquisition of developmental milestones, loss of motor function, and clinical symptoms in Alexander disease. <b>Methods:</b> Patients with confirmed cerebral Alexander disease were included. Data abstraction of developmental and disease-specific milestones was performed from medical records, physical exams, and questionnaires. Mixed effects logistic regression was used to determine if key clinical features were associated with milestone achievement, controlling for patient age. <b>Results:</b> 51 patients with cerebral/infantile Alexander disease were evaluated at a mean age of 10.96 years (range 2.29-31.08 years). Developmental milestones in Alexander disease were often achieved but delayed. Ambulation was achieved in 44 subjects (86%); 34 (67%) subjects walked independently (mean age 1.9 years, range 0.91-3.25 years) and an additional 10 (20%) subjects walked with assistance (mean age 3.9 years, range 1.8-8 years) but did not progress to independent ambulation. Developmental delay was the earliest and most prevalent symptom (N = 48 [94%], mean age 0.58 years), compared to an initial seizure (N = 41 [80%], mean age 2.80 years), and macrocephaly (N = 28 [55%], mean age 4.04 years), <i>P</i> < .0001 between these ages of onset. Loss of independent ambulation occurred in 11 of the 34 (32%) children who had acquired ambulation (range 3.41-15.10 years). Presence of seizures or macrocephaly did not predict the achievement or loss of ambulation. <b>Conclusions:</b> The clinical triad of developmental delay, seizures, and macrocephaly are not universally present in cerebral Alexander disease. Clinicians should have a high index of suspicion for Alexander disease in patients with mild delays and a first seizure.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39015829",
    "pmid": "39015829",
    "doi": "10.1159/000539038",
    "title": "External Laryngeal Tremor in Adult-Onset Alexander Disease: A Case Report.",
    "abstract": "<h4>Introduction</h4>Alexander disease is caused by mutations in <i>GFAP</i>, the glial fibrillary acidic protein gene. External laryngeal tremor has not been reported in adult-onset Alexander disease (AOAxD). The aims of this work were to report one such case and to review the literature on palatopharyngeal tremor and AOAxD.<h4>Case presentation</h4>A 43-year-old man experienced involuntary movements at the front of his neck. Continuous, rhythmic vertical movements of the laryngeal skeleton, soft palate and tongue, and lower limb dysmetria were observed. The pathogenic <i>GFAP</i> variant c.994G>A; p.(Glu332Lys) was found. MRI demonstrated spinal cord and medulla oblongata atrophy and hyperintensities at the cerebellum and cerebral white matter.<h4>Conclusion</h4>External laryngeal, palatopharyngeal tremor and cerebellar ataxia constituted a mild phenotype, as expected from this variant, herein reported in isolation for the third time. Imaging was consistent with AOAxD, including the so-called tadpole sign. Additional studies are necessary to define this infrequent disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32965913",
    "pmid": "32965913",
    "doi": "",
    "title": "Alexander Disease",
    "abstract": "Alexander disease is a very rare neurodegenerative disease that generally presents in the infantile period, although other variants are occasionally seen. This disorder, first described in 1949 by W. Stewart Alexander, is part of a group of neurological disorders, which is collectively known as leukodystrophies. These disorders are a group of rare, progressive, metabolic, genetic diseases (neurogenetic diseases) that predominantly affect the white matter of the central nervous system (CNS) with or without peripheral nervous system involvement and characterized by abnormal development or destruction of the myelin sheath. Alexander disease is caused by a mutation in the GFAP gene that codes for the fibrillar acid glial protein and represents the only known example of a genetic disorder affecting astrocyte cells. It is, thus, an example of a primary disease of astrocytes. The disease has multiple clinical forms spanning from newborn to adult, and typically, the early onset of the disease correlates with an increase in severity. Interestingly, before the genetic features were well understood, various names were used to characterize features of Alexander disease such as 'dysmyelinogenic leukodystrophy' or 'demyelinogenic leukodystrophy' or 'fibrinoid degeneration of astrocytes' or 'Leukodystrophy with Rosenthal fibers.' However, these terms are not typically used anymore.  The diagnosis can be made based on clinical and imaging features. After the diagnosis is suspected, genetic testing is usually done for confirmation. The treatment of Alexander disease is largely supportive (e.g., anticonvulsants for seizures), and patients have a variable life expectancy. The neonatal type is related to severe disability or death within two years. Children affected children by the infantile form (within 2-4 years of age) survive weeks to several years. On the contrary, when the disease begins after 4-5 years (juvenile and adult forms), survival is variable and can even reach 30 years of age and more. This chapter is aimed at describing the etiology, clinical evaluation, and management options available for Alexander disease. Moreover, the importance of the interprofessional team to improve outcomes for patients affected by this heritable disorder is also addressed.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38920997",
    "pmid": "38920997",
    "doi": "10.3390/cimb46060325",
    "title": "Molecular Mechanisms in the Design of Novel Targeted Therapies for Neurodegenerative Diseases.",
    "abstract": "Neurodegenerative diseases are a diverse group of diseases characterized by a progressive loss of neurological function due to damage to nerve cells in the central nervous system. In recent years, there has been a worldwide increase in the expanding associated with increasing human life expectancy. Molecular mechanisms control many of the essential life processes of cells, such as replication, transcription, translation, protein synthesis and gene regulation. These are complex interactions that form the basis for understanding numerous processes in the organism and developing new diagnostic and therapeutic approaches. In the context of neurodegenerative diseases, molecular basis refers to changes at the molecular level that cause damage to or degeneration of nerve cells. These may include protein aggregates leading to pathological structures in brain cells, impaired protein transport in nerve cells, mitochondrial dysfunction, inflammatory processes or genetic mutations that impair nerve cell function. New medical therapies are based on these mechanisms and include gene therapies, reduction in inflammation and oxidative stress, and the use of miRNAs and regenerative medicine. The aim of this study was to bring together the current state of knowledge regarding selected neurodegenerative diseases, presenting the underlying molecular mechanisms involved, which could be potential targets for new forms of treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38572490",
    "pmid": "38572490",
    "doi": "10.3389/fneur.2024.1362013",
    "title": "Case report: A novel mutation of glial fibrillary acidic protein gene causing juvenile-onset Alexander disease.",
    "abstract": "Alexander disease (AxD) is a rare inherited autosomal dominant (AD) disease with different clinical phenotypes according to the age of onset. It is caused by mutations in the glial fibrillary acid protein (GFAP) gene, which causes GFAP accumulation in astrocytes. A wide spectrum of mutations has been described. For some variants, genotype-phenotype correlations have been described, although variable expressivity has also been reported in late-onset cases among members of the same family. We present the case of a 19-year-old girl who developed gait ataxia and subtle involuntary movements, preceded by a history of enuresis and severe scoliosis. Her mother has been affected by ataxia since her childhood, which was then complicated by pyramidal signs and heavily worsened through the years. Beyond her mother, no other known relatives suffered from neurologic syndromes. The scenario was further complicated by a complex brain and spinal cord magnetic resonance imaging (MRI) pattern in both mother and daughter. However, the similar clinical phenotype made an inherited cause highly probable. Both AD and autosomal recessive (AR) ataxic syndromes were considered, lacking a part of the proband's pedigree, but no causative genetic alterations were found. Considering the strong suspicion for an inherited condition, we performed clinical exome sequencing (CES), which analyzes more than 4,500 genes associated with diseases. CES evidenced the new heterozygous missense variant c.260 T > A in exon 1 of the glial fibrillary acidic protein (GFAP) gene (NM_002055.4), which causes the valine to aspartate amino acid substitution at codon 87 (p. Val87Asp) in the GFAP. The same heterozygous variant was detected in her mother. This mutation has never been described before in the literature. This case should raise awareness for this rare and under-recognized disease in juvenile-adult cases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38558318",
    "pmid": "38558318",
    "doi": "10.1007/s10072-024-07495-8",
    "title": "Plasma concentrations of glial fibrillary acidic protein, neurofilament light, and tau in Alexander disease.",
    "abstract": "<h4>Introduction</h4>Alexander disease (AxD) is a rare leukodystrophy caused by dominant gain-of-function mutations in the gene encoding the astrocyte intermediate filament, glial fibrillary acidic protein (GFAP). However, there is an urgent need for biomarkers to assist in monitoring not only the progression of disease but also the response to treatment. GFAP is the obvious candidate for such a biomarker, as it is measurable in body fluids that are readily accessible for biopsy, namely cerebrospinal fluid and blood. However, in the case of ASOs, the treatment that is furthest in development, GFAP is the target of therapy and presumably would go down independent of disease status. Hence, there is a critical need for biomarkers that are not directly affected by the treatment strategy.<h4>Methods</h4>We explored the potential utility of biomarkers currently being studied in other neurodegenerative diseases and injuries, specifically neurofilament light protein (NfL), phosphorylated forms of tau, and amyloid-β peptides (Aβ42/40).<h4>Results and conclusions</h4>Here, we report that GFAP is elevated in plasma of all age groups afflicted by AxD, including those with adult onset. NfL and p-tau are also elevated, but to a much lesser extent than GFAP. In contrast, the levels of Aß40 and Aß42 are not altered in AxD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37455276",
    "pmid": "37455276",
    "doi": "10.1007/s00247-023-05710-w",
    "title": "Fetal-onset Alexander disease with radiological-neuropathological correlation.",
    "abstract": "Alexander disease is a leukodystrophy caused by mutations in the GFAP gene, primarily affecting the astrocytes. This report describes the prenatal and post-mortem neuroimaging findings in a case of genetically confirmed, fetal-onset Alexander disease with pathological correlation after termination of pregnancy. The additional value of fetal brain magnetic resonance imaging in the third trimester as a complementary evaluation tool to neurosonography is shown for suspected cases of fetal-onset Alexander disease. Diffuse signal abnormalities of the periventricular white matter in association with thickening of the fornix and optic chiasm can point towards the diagnosis. Furthermore, the presence of atypical imaging findings such as microcephaly and cortical folding abnormalities in this case broadens our understanding of the phenotypic variability of Alexander disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37658208",
    "pmid": "37658208",
    "doi": "10.1007/s10048-023-00732-w",
    "title": "Adult-onset Alexander disease among patients of Jewish Syrian descent.",
    "abstract": "Alexander disease (AxD) is a rare autosomal dominant leukodystrophy caused by heterozygous mutations in the glial fibrillary acid protein (GFAP) gene. The age of symptoms onset ranges from infancy to adulthood, with variable clinical and radiological manifestations. Adult-onset AxD manifests as a chronic and progressive condition, characterized by bulbar, motor, cerebellar, and other clinical signs and symptoms. Neuroradiological findings typically involve the brainstem and cervical spinal cord. Adult-onset AxD has been described in diverse populations but is rare in Israel. We present a series of patients diagnosed with adult-onset AxD from three families, all of Jewish Syrian descent. Five patients (4 females) were diagnosed with adult-onset AxD due to the heterozygous mutation c.219G > A, p.Met73Ile in GFAP. Age at symptoms onset ranged from 48 to 61 years. Clinical characteristics were typical and involved progressive bulbar and gait disturbance, followed by pyramidal and cerebellar impairment, dysautonomia, and cognitive decline. Imaging findings included medullary and cervical spinal atrophy and mostly infratentorial white matter hyperintensities. A newly recognized cluster of adult-onset AxD in Jews of Syrian origin is presented. This disorder should be considered in differential diagnosis in appropriate circumstances. Genetic counselling for family members is required in order to discuss options for future family planning.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37474302",
    "pmid": "37474302",
    "doi": "10.1136/pn-2023-003761",
    "title": "Adult-onset Alexander disease with brainstem and cervical cord enhancing lesions.",
    "abstract": "Leukodystrophies are a group of genetic diseases with diverse clinical features and prominent involvement of the central nervous system white matter. We describe a 27-year-old man who presented with a progressive neurological disease, and striking involvement of the brainstem and symmetrical white matter lesions on MR scanning. Having excluded several other causes of leukodystrophy, we confirmed Alexander disease when a genetic panel showed a probable pathogenic variant in <i>GFAP</i>: p.Leu359Pro. Clinicians should suspect Alexander disease in people with a progressive neurological motor decline who has pyramidal and bulbar signs and compatible neuroimaging.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39322397",
    "pmid": "39322397",
    "doi": "10.1016/b978-0-323-99209-1.00013-2",
    "title": "Childhood-inherited white matter disorders with calcification.",
    "abstract": "Intracranial calcification (ICC) occurs in many neurologic disorders both acquired and genetic. In some inherited white matter disorders, it is a common or even invariable feature where the presence and pattern of calcification provides an important pointer to the specific diagnosis. This is particularly the case for the Aicardi-Goutières syndrome (AGS) and for Coats plus (CP) and leukoencephalopathy with calcifications and cysts (LCC), which are discussed in detail in this chapter. AGS is a genetic disorder of type 1 interferon regulation, caused by mutations in any of the nine genes identified to date. In its classic form, AGS has very characteristic clinical and neuroimaging features which will be discussed here. LCC is a purely neurologic disorder caused by mutations in the SNORD118 gene, whereas CP is a multisystem disorder of telomere function that may result from mutations in the CTC1, POT1, or STN genes. In spite of the different pathogenetic basis for LCC and CP, they share remarkably similar neuroimaging and neuropathologic features. Cockayne syndrome, in which ICC is usually present, is discussed elsewhere in this volume. ICC may occur as an occasional feature of many other white matter diseases, including Alexander disease, Krabbe disease, X-ALD, and occulodentodigital dysplasia.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37955589",
    "pmid": "37955589",
    "doi": "10.1093/brain/awad358",
    "title": "Microglia sense astrocyte dysfunction and prevent disease progression in an Alexander disease model.",
    "abstract": "Alexander disease (AxD) is an intractable neurodegenerative disorder caused by GFAP mutations. It is a primary astrocyte disease with a pathological hallmark of Rosenthal fibres within astrocytes. AxD astrocytes show several abnormal phenotypes. Our previous study showed that AxD astrocytes in model mice exhibit aberrant Ca2+ signals that induce AxD aetiology. Here, we show that microglia have unique phenotypes with morphological and functional alterations, which are related to the pathogenesis of AxD. Immunohistochemical studies of 60TM mice (AxD model) showed that AxD microglia exhibited highly ramified morphology. Functional changes in microglia were assessed by Ca2+ imaging using hippocampal brain slices from Iba1-GCaMP6-60TM mice and two-photon microscopy. We found that AxD microglia showed aberrant Ca2+ signals, with high frequency Ca2+ signals in both the processes and cell bodies. These microglial Ca2+ signals were inhibited by pharmacological blockade or genetic knockdown of P2Y12 receptors but not by tetrodotoxin, indicating that these signals are independent of neuronal activity but dependent on extracellular ATP from non-neuronal cells. Our single-cell RNA sequencing data showed that the expression level of Entpd2, an astrocyte-specific gene encoding the ATP-degrading enzyme NTPDase2, was lower in AxD astrocytes than in wild-type astrocytes. In situ ATP imaging using the adeno-associated virus vector GfaABC1D ATP1.0 showed that exogenously applied ATP was present longer in 60TM mice than in wild-type mice. Thus, the increased ATP level caused by the decrease in its metabolizing enzyme in astrocytes could be responsible for the enhancement of microglial Ca2+ signals. To determine whether these P2Y12 receptor-mediated Ca2+ signals in AxD microglia play a significant role in the pathological mechanism, a P2Y12 receptor antagonist, clopidogrel, was administered. Clopidogrel significantly exacerbated pathological markers in AxD model mice and attenuated the morphological features of microglia, suggesting that microglia play a protective role against AxD pathology via P2Y12 receptors. Taken together, we demonstrated that microglia sense AxD astrocyte dysfunction via P2Y12 receptors as an increase in extracellular ATP and alter their morphology and Ca2+ signalling, thereby protecting against AxD pathology. Although AxD is a primary astrocyte disease, our study may facilitate understanding of the role of microglia as a disease modifier, which may contribute to the clinical diversity of AxD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR702375",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3215590/v1",
    "title": "Two novel GFAP mutations and genotype-phenotype associations in Alexander disease",
    "abstract": "<h4>Background: </h4> Alexander disease (AxD) is a rare genetic disorder caused by mutations in the GFAP gene, which encodes glial fibrillary acidic protein and leads to astrocyte dysfunction. This study aims to report two novel GFAP mutations in Chinese AxD patients and summarize genotype-phenotype associations of AxD patients reported in the literature. Methods and Results  A 65-year-old male presented with gradual weakness in both lower limbs and global mild brain atrophy as well as subtle white matter changes. No lesion was found in the lower brainstem or upper cervical cord. A novel frameshift mutation was identified in the GFAP gene, which is expected to result in the production of a premature truncated protein (p.R11Qfs*16). Another pathogenic mutation, c.1085A > G (p.E362G), was identified as the genetic cause of unsteady gait in an 18-year-old female who presented at age 22. Most of the pathogenic mutations described in literatures were in exons 1, 4 and 6. Mutations causing infantile form were mostly identified in Coil 1A and Coil 2B domain, but some mutations leading to adult form were found in Coil 1B and C-terminal tail domain. Conclusions  This study further expands the clinical and genetic spectrum of juvenile and adult-onset AxD as well as the knowledge on genotype-phenotype associations.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38509731",
    "pmid": "38509731",
    "doi": "10.1111/jcmm.18214",
    "title": "Induced pluripotent stem cell-based assays recapture multiple properties of human astrocytes.",
    "abstract": "The majority of the population of glial cells in the central nervous system consists of astrocytes, and impairment of astrocytes causes various disorders. It is useful to assess the multiple astrocytic properties in order to understand their complex roles in the pathophysiology. Although we can differentiate human astrocytes from induced pluripotent stem cells (iPSCs), it remains unknown how we can analyse and reveal the multiple properties of astrocytes in complexed human disease conditions. For this purpose, we tested astrocytic differentiation protocols from feeder-free iPSCs based on the previous method with some modifications. Then, we set up extra- and intracellular assessments of iPSC-derived astrocytes by testing cytokine release, calcium influx, autophagy induction and migration. The results led us to analytic methods with conditions in which iPSC-derived astrocytes behave as in vivo. Finally, we applied these methods for modelling an astrocyte-related disease, Alexander disease. An analytic system using iPSC-derived astrocytes could be used to recapture complexities in human astrocyte diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37946544",
    "pmid": "37946544",
    "doi": "10.1002/mrm.29917",
    "title": "Quantitative diffusion imaging and genotype-by-sex interactions in a rat model of Alexander disease.",
    "abstract": "<h4>Purpose</h4>The clinical diagnosis and classification of Alexander disease (AxD) relies in part on qualitative neuroimaging biomarkers; however, these biomarkers fail to distinguish and discriminate different subtypes of AxD, especially in the presence of overlap in clinical symptoms. To address this gap in knowledge, we applied neurite orientation dispersion and density imaging (NODDI) to an innovative CRISPR-Cas9 rat genetic model of AxD to gain quantitative insights into the neural substrates and brain microstructural changes seen in AxD and to potentially identify novel quantitative NODDI biomarkers of AxD.<h4>Methods</h4>Multi-shell DWI of age- and sex-matched AxD and wild-type Sprague Dawley rats (n = 6 per sex per genotype) was performed and DTI and NODDI measures calculated. A 3 × 2 × 2 analysis of variance model was used to determine the effect of genotype, biological sex, and laterality on quantitative measures of DTI and NODDI across regions of interest implicated in AxD.<h4>Results</h4>There is a significant effect of genotype in the amygdala, hippocampus, neocortex, and thalamus in measures of both DTI and NODDI brain microstructure. A genotype by biological sex interaction was identified in DTI and NODDI measures in the corpus callosum, hippocampus, and neocortex.<h4>Conclusion</h4>We present the first application of NODDI to the study of AxD using a rat genetic model of AxD. Our analysis identifies alterations in NODDI and DTI measures to large white matter tracts and subcortical gray nuclei. We further identified genotype by sex interactions, suggesting a possible role for biological sex in the neuropathogenesis of AxD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37056123",
    "pmid": "37056123",
    "doi": "10.4103/1673-5374.369097",
    "title": "Alexander disease: the road ahead.",
    "abstract": "Alexander disease is a rare neurodegenerative disorder caused by mutations in the glial fibrillary acidic protein, a type III intermediate filament protein expressed in astrocytes. Both early (infantile or juvenile) and adult onsets of the disease are known and, in both cases, astrocytes present characteristic aggregates, named Rosenthal fibers. Mutations are spread along the glial fibrillary acidic protein sequence disrupting the typical filament network in a dominant manner. Although the presence of aggregates suggests a proteostasis problem of the mutant forms, this behavior is also observed when the expression of wild-type glial fibrillary acidic protein is increased. Additionally, several isoforms of glial fibrillary acidic protein have been described to date, while the impact of the mutations on their expression and proportion has not been exhaustively studied. Moreover, the posttranslational modification patterns and/or the protein-protein interaction networks of the glial fibrillary acidic protein mutants may be altered, leading to functional changes that may modify the morphology, positioning, and/or the function of several organelles, in turn, impairing astrocyte normal function and subsequently affecting neurons. In particular, mitochondrial function, redox balance and susceptibility to oxidative stress may contribute to the derangement of glial fibrillary acidic protein mutant-expressing astrocytes. To study the disease and to develop putative therapeutic strategies, several experimental models have been developed, a collection that is in constant growth. The fact that most cases of Alexander disease can be related to glial fibrillary acidic protein mutations, together with the availability of new and more relevant experimental models, holds promise for the design and assay of novel therapeutic strategies.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37149791",
    "pmid": "37149791",
    "doi": "10.1080/17518423.2023.2209834",
    "title": "Developmental Profiles in Children and Young Adults with Alexander Disease.",
    "abstract": "<h4>Purpose</h4>The study aims to describe the developmental profile of children and young adults with Alexander disease [AxD] infantile form, analyzing their clinical features, adaptive behavior and neuropsychological skills.<h4>Methods</h4>Participants were eight children or young adults (Mean age = 11 years; SD = 6.86; range = 5-23) and their parents. A multi-method approach was adopted to assess participant competencies: (1) an online parent survey, (2) a semi-structured interview with parents, and (3) a direct assessment of the participant's neuropsychological skills.<h4>Results</h4>Only four parents and their children completed all measures, and a common developmental profile could not be identified. The participants experienced substantial impairment in gross-motor skills, memory and narrative macrostructure. Most parents reported a regressive trend in at least one area.<h4>Conclusions</h4>The high individual variability and the regressive trend highlight the need for an accurate and periodic assessment of each individual's developmental profile.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38229652",
    "pmid": "38229652",
    "doi": "10.4103/aian.aian_339_23",
    "title": "Mitochondrial Complex I Deficiency Masquerading as Stroke-Like Episode Clinically and as Alexander Disease Radiologically Following Chicken Pox.",
    "abstract": "Mitochondrial disorders are a group of metabolic disorders with variable presentation and usually affect organs with high energy requirements like the brain, eye, and heart. Seventeen-month-old girl child presented with right hemiparesis and regression of milestones following chicken pox. Investigations showed elevated lactate, white matter signal changes in both periventricular and subcortical white matter with frontal predominance in the MRI of the brain, cardiomyopathy in the echocardiography, with complex I deficiency in respiratory enzyme assay in the muscle biopsy. A homozygous missense variant c.304C>T (p. Arg102Cys) in exon 5 of NDUFS8 gene (chr11:67800682C>T; NM_002496.4) was detected on whole exome sequencing with positive parental Sanger for the same gene. The child was started on a mitochondrial cocktail, ramipril, and frusemide. Mitochondrial complex deficiency should be considered in cases with stroke-like episodes, and predominant white matter involvement on imaging mimicking classical genetic leukodystrophy like Alexander disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37000960",
    "pmid": "37000960",
    "doi": "10.1080/0964704x.2023.2190354",
    "title": "Alexander disease: The story behind an eponym.",
    "abstract": "In 1949, William Stewart Alexander (1919-2013), a young pathologist from New Zealand working in London, reported the neuropathological findings in a 15-month-old boy who had developed normally until the age of seven months, but thereafter had progressive enlargement of his head and severe developmental delay. The most striking neuropathological abnormality was the presence of numerous Rosenthal fibers in the brain. The distribution of these fibers suggested to Alexander that the primary pathological change involved astrocytes. In the next 15 years, five similar patients were reported, and in 1964 Friede recognized these cases reflected a single disease process and coined the eponym \"Alexander's disease\" to describe the disorder. In the 1960s, electron microscopy confirmed that Rosenthal fibers were localized to astrocytes. In 2001, it was shown that Alexander disease is caused by mutations in the gene encoding glial fibrillary acidic protein, the major intermediate filament protein in astrocytes. Although the clinical, imaging, and pathological manifestations of Alexander disease are now well known, few people are familiar with Alexander's career. Although he did not make a further contribution to the literature on Alexander disease, his observations and accurate interpretation of the neuropathology have justified the continued use of the eponym \"Alexander disease.\"",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39276676",
    "pmid": "39276676",
    "doi": "10.1016/j.neurot.2024.e00443",
    "title": "Gene therapy for the leukodystrophies: From preclinical animal studies to clinical trials.",
    "abstract": "Leukodystrophies are progressive single gene disorders affecting the white matter of the brain. Several gene therapy trials are in progress to address the urgent unmet need for this patient population. We performed a comprehensive literature review of all gene therapy clinical trials listed in www.clinicaltrials.gov through August 2024, and the relevant preclinical studies that enabled clinical translation. Of the approximately 50 leukodystrophies described to date, only eight have existing gene therapy clinical trials: metachromatic leukodystrophy, X-linked adrenoleukodystrophy, globoid cell leukodystrophy, Canavan disease, giant axonal neuropathy, GM2 gangliosidoses, Alexander disease and Pelizaeus-Merzbacher disease. What led to the emergence of gene therapy trials for these specific disorders? What preclinical data or disease context was enabling? For each of these eight disorders, we first describe its pathophysiology and clinical presentation. We discuss the impact of gene therapy delivery route, targeted cell type, delivery modality, dosage, and timing on therapeutic efficacy. We note that use of allogeneic hematopoietic stem cell transplantation in some leukodystrophies allowed for an accelerated path to clinic even in the absence of available animal models. In other leukodystrophies, small and large animal model studies enabled clinical translation of experimental gene therapies. Human clinical trials for the leukodystrophies include ex vivo lentiviral gene delivery, in vivo AAV-mediated gene delivery, and intrathecal antisense oligonucleotide approaches. We outline adverse events associated with each modality focusing specifically on genotoxicity and immunotoxicity. We review monitoring and management of events related to insertional mutagenesis and immune responses. The data presented in this review show that gene therapy, while promising, requires systematic monitoring to account for the precarious disease biology and the adverse events associated with new technology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37197954",
    "pmid": "37197954",
    "doi": "10.2169/internalmedicine.1726-23",
    "title": "Substitution of Glu to Lys at Codon 332 on the GFAP Gene Alone Is Causative for Adult-onset Alexander Disease.",
    "abstract": "A 57-year-old man whose mother had been pathologically diagnosed with Alexander disease (ALXDRD), presented with cerebellar ataxia, pyramidal signs, and mild dysarthria. Brain magnetic resonance imaging revealed typical ALXDRD alterations, such as atrophy of the medulla oblongata (MO) and cervical spinal cord, a reduced sagittal diameter of the MO, and garland-like hyperintensity signals along the lateral ventricular walls. A genetic analysis of GFAP by Sanger sequencing revealed a single heterozygous mutation of Glu to Lys at codon 332 (c.994G>A) in the GFAP gene. Our results newly confirmed that p.E332K alone is the pathogenic causative mutation for adult-onset ALXDRD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39237961",
    "pmid": "39237961",
    "doi": "10.1186/s13023-024-03320-9",
    "title": "Anything is better than nothing': exploring attitudes towards novel therapies in leukodystrophy clinical trials.",
    "abstract": "<h4>Background/aim</h4>Leukodystrophies comprise a group of genetic white matter disorders that lead to progressive motor and cognitive impairment. Recent development of novel therapies has led to an increase in clinical trials for leukodystrophies. To enable recruitment of individuals with a leukodystrophy into clinical trials, clinical trial acceptability should be ascertained. We sought therefore, to identify the motivations for and barriers to clinical trial participation in addition to clinical trial features that may be of concern to individuals with a leukodystrophy and/or their carers.<h4>Methods</h4>Adults with a leukodystrophy and parents/carers of individuals with a leukodystrophy were recruited through the Australian Leukodystrophy Registry and through online advertisements. Qualitative semi-structured interviews were used to explore participants views on what clinical trials involve, the perceived risks and benefits of clinical trials, their desire to participate in clinical trials and their personal experience with leukodystrophy. Thematic analysis of data was performed with co-coding of interview transcripts.<h4>Results</h4>5 interviews were held with parents of children with leukodystrophy, 4 with parents of adults with leukodystrophy and 3 with adults diagnosed with leukodystrophy. Motivations for clinical trial enrolment include access to potentially lifesaving novel treatments and improved prognostic outcomes. Participants were concerned about adverse clinical trial outcomes, including side effects and exacerbation of illness. Despite this, majority of participants were willing to try anything in clinical trials, demonstrating a high tolerance for first in human trials and trials utilising invasive treatment options.<h4>Conclusions</h4>Interviewees communicated a strong desire to participate in interventional clinical trials involving novel therapies. To support enrolment into future leukodystrophy clinical trials we suggest the provision of transparent information regarding clinical trial treatments, consideration of alternative trial control measures, and inclusion of treating clinicians in the trial recruitment process. Clinicians play an integral role in initiating transparent conversations regarding trial risks and adverse outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39233624",
    "pmid": "39233624",
    "doi": "10.1080/07853890.2024.2398199",
    "title": "From suspicion to diagnosis: exploration strategy for suspected amyotrophic lateral sclerosis.",
    "abstract": "The diagnosis of amyotrophic lateral sclerosis (ALS) is based on evidence of upper and lower motor neuron degeneration in the bulbar, cervical, thoracic, and lumbar regions in a patient with progressive motor weakness, in the absence of differential diagnosis. Despite these well-defined criteria, ALS can be difficult to diagnose, given the wide variety of clinical phenotypes. Indeed, the central or peripheral location of the disease varies with a spectrum ranging from predominantly central to exclusively peripheral, symptoms can be extensive or limited to the limbs, bulbar area or respiratory muscles, and the duration of the disease may range from a few months to several decades. In the absence of a specific test, the diagnostic strategy relies on clinical, electrophysiological, biological and radiological investigations to confirm the disease and exclude ALS mimics. The main challenge is to establish a diagnosis based on robust clinical and paraclinical evidence without delaying treatment initiation by increasing the number of additional tests. This approach requires a thorough knowledge of the phenotypes of ALS and its main differential diagnoses.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40076540",
    "pmid": "40076540",
    "doi": "10.3390/ijms26051913",
    "title": "Deletions in Glial Fibrillary Acidic Protein Leading to Alterations in Intermediate Filament Assembly and Network Formation.",
    "abstract": "Glial fibrillary acidic protein (GFAP) is classified as a type III intermediate filament protein predominantly expressed in mature astrocytes. It has the ability to self-assemble into 10 nm filaments in vitro, making it particularly valuable for elucidating the sequences essential for filament assembly. In this study, we created a series of deletion mutants targeting sequences in the N-terminal, C-terminal, and central rod domains to explore the sequences critical for the assembly of GFAP into 10 nm filaments. The impact of these deletions on filament formation was evaluated through in vitro assembly studies and transduction assays conducted with primary astrocytes. Our data revealed that deletions at the carboxy end resulted in abnormalities in either filament diameter calibration or lateral association, whereas deletions at the amino-terminal end significantly disrupted the filament assembly process, particularly restricting filament elongation. Furthermore, we discovered that the filament-forming sequences within the rod domain varied in their contributions to filament assembly and network formation. These findings enhance our understanding of the GFAP assembly process in vitro and provide a detailed mapping of the essential regions required for GFAP assembly. These insights hold significant implications for Alexander disease arising from deletion mutations in GFAP.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39274327",
    "pmid": "39274327",
    "doi": "10.3390/jcm13175114",
    "title": "Overview of Neuro-Ophthalmic Findings in Leukodystrophies.",
    "abstract": "<b>Background:</b> Leukodystrophies are a group of rare genetic diseases that primarily affect the white matter of the central nervous system. The broad spectrum of metabolic and pathological causes leads to manifestations at any age, most often in childhood and adolescence, and a variety of symptoms. Leukodystrophies are usually progressive, resulting in severe disabilities and premature death. Progressive visual impairment is a common symptom. Currently, no overview of the manifold neuro-ophthalmologic manifestations and visual impact of leukodystrophies exists. <b>Methods:</b> Data from 217 patients in the Hamburg leukodystrophy cohort were analyzed retrospectively for neuro-ophthalmologic manifestations, age of disease onset, and magnetic resonance imaging, visual evoked potential, and optical coherence tomography findings and were compared with data from the literature. <b>Results:</b> In total, 68% of the patients suffered from neuro-ophthalmologic symptoms, such as optic atrophy, visual neglect, strabismus, and nystagmus. Depending on the type of leukodystrophy, neuro-ophthalmologic symptoms occurred early or late during the course of the disease. Magnetic resonance imaging scans revealed pathologic alterations in the visual tract that were temporally correlated with symptoms. <b>Conclusions:</b> The first optical coherence tomography findings in Krabbe disease and metachromatic leukodystrophy allow retinal assessments. Comprehensive literature research supports the results of this first overview of neuro-ophthalmologic findings in leukodystrophies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38451193",
    "pmid": "38451193",
    "doi": "10.1042/bst20231059",
    "title": "Type III intermediate filaments in redox interplay: key role of the conserved cysteine residue.",
    "abstract": "Intermediate filaments (IFs) are cytoskeletal elements involved in mechanotransduction and in the integration of cellular responses. They are versatile structures and their assembly and organization are finely tuned by posttranslational modifications. Among them, type III IFs, mainly vimentin, have been identified as targets of multiple oxidative and electrophilic modifications. A characteristic of most type III IF proteins is the presence in their sequence of a single, conserved cysteine residue (C328 in vimentin), that is a hot spot for these modifications and appears to play a key role in the ability of the filament network to respond to oxidative stress. Current structural models and experimental evidence indicate that this cysteine residue may occupy a strategic position in the filaments in such a way that perturbations at this site, due to chemical modification or mutation, impact filament assembly or organization in a structure-dependent manner. Cysteine-dependent regulation of vimentin can be modulated by interaction with divalent cations, such as zinc, and by pH. Importantly, vimentin remodeling induced by C328 modification may affect its interaction with cellular organelles, as well as the cross-talk between cytoskeletal networks, as seems to be the case for the reorganization of actin filaments in response to oxidants and electrophiles. In summary, the evidence herein reviewed delineates a complex interplay in which type III IFs emerge both as targets and modulators of redox signaling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37324989",
    "pmid": "37324989",
    "doi": "10.3348/jksr.2021.0015",
    "title": "Characteristic MR Imaging Features and Serial Changes in Adult-Onset Alexander Disease: A Case Report.",
    "abstract": "Adult-onset Alexander Disease (AOAD) is a rare genetically determined leukoencephalopathy that presents with ataxia, spastic paraparesis, or brain stem signs including speech abnormalities, swallowing difficulties, and frequent vomiting. The diagnosis of AOAD is frequently proposed based on the findings on MRI. We demonstrate two cases (37-year-old female and 61-year-old female) with characteristic imaging findings and changes in follow-up MRI in patients with AOAD, which were confirmed via glial fibrillary acidic protein (<i>GFAP</i>) mutation analysis. On MRI, the typical tadpole-like brainstem atrophy and periventricular white matter abnormalities were noted. The presumptive diagnoses were made based on the typical MRI appearances and, subsequently, confirmed via <i>GFAP</i> mutation analysis. Follow-up MRI demonstrated the progression of atrophy in the medulla and upper cervical spinal cord. Our report could help raise awareness of characteristic MRI findings of AOAD, thus helping clinicians use <i>GFAP</i> analysis for AOAD diagnosis confirmation.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39726909",
    "pmid": "39726909",
    "doi": "10.1016/j.radcr.2024.11.013",
    "title": "Imaging in atypical van der knaap disease with subependymal nodular heterotopia: A case report.",
    "abstract": "Here, we discuss a rare and to our knowledge, the first case of an atypical Van der Knaap's disease in a 6-year-old boy who presented with motor difficulties, developmental delay, cognitive impairment, seizures. The objective of this report is to highlight its unusual findings on MRI including internal capsule, brainstem, cerebellum involvement; subependymal nodular heterotopia, subependymal cysts, cortical laminar necrosis along with typical findings of megalencephalic leukoencephalopathy and subcortical cysts. The study also underscores the clinical implications of this complex pathology, with emphasis on comprehensive neuroradiological evaluation for atypical presentations to guide better diagnostic and management outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36804850",
    "pmid": "36804850",
    "doi": "10.1016/j.ymgme.2023.107540",
    "title": "Type I Alexander disease: Update and validation of the clinical evolution-based classification.",
    "abstract": "<h4>Background and objectives</h4>Alexander disease (AxD) is a rare progressive leukodystrophy caused by autosomal dominant mutations in the Glial Fibrillary Acidic Protein (GFAP) gene. Three main disease classifications are currently in use, the traditional one defined by the age of onset, and two other based on clinical features at onset and brain MRI findings. Recently, we proposed a new classification, which is based on taking into consideration not only the presenting features, but also data related to the clinical course. In this study, we tried to apply this modified classification system to the cases of pediatric-onset AxD described in literature.<h4>Methods</h4>A literature review was conducted in PubMed for articles published between 1949 to date. Articles that reported no patient's medical history and the articles about Adult-onset AxD were excluded. We included patients with a confirmed diagnosis of pediatric-onset AxD and of whom information about age and symptoms at onset, developmental milestones and loss of motor and language skills was available.<h4>Results</h4>Clinical data from 205 patients affected with pediatric-onset AxD were retrospectively reviewed. Among these, we identified 65 patients, of whom we had enough information about the clinical course and developmental milestones, and we assessed their disease evolutionary trajectories over time.<h4>Discussion</h4>Our results confirm that patients with Type I AxD might be classified into four subgroups (Ia, Ib, Ic, Id) basing on follow up data. In fact, despite the great variability of phenotypes in AxD, there are some shared trajectories of the disease evolution over time.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39767982",
    "pmid": "39767982",
    "doi": "10.3390/children11121553",
    "title": "Cholelithiasis in Infants: Risk Factors, Management, and the Role of Ursodeoxycholic Acid.",
    "abstract": "<h4>Background</h4>Cholelithiasis is a rare disease in infants, and there is limited data on its risk factors and management.<h4>Objectives</h4>To evaluate the risk factors, management, and response to medical treatment of cholelithiasis in infants.<h4>Methods</h4>Infants diagnosed with cholelithiasis by ultrasound between 2018 and 2023 were retrospectively analyzed. Details of patient history, imaging findings, current symptoms, and treatments were reviewed.<h4>Results</h4>Over 5 years, 98 infants were diagnosed with cholelithiasis. Thirty-three (33.7%) were girls, and the most common risk factors were the use of cephalosporin antibiotic therapy in 46.9%, sepsis in 30.6%, total parenteral nutrition in 29.6%, prematurity in 27.6%, congenital heart disease in 18.4%, and genetic disease (Down syndrome diagnosis in seven patients) in 16.3%. Only fifteen patients (15.3%) were symptomatic. Ursodeoxycholic acid (UDCA) treatment was given to 90.8% of patients, but nine of them used it for a short period or irregularly, and regular users were 81.6%. Gallstones disappeared in 46 patients (46.9%), including 14 (30.4%) without using UDCA regularly. The response rate to UDCA treatment was lower in preterm infants (<i>p</i> = 0.004). Gallstone resolution was higher in the nonusers, 14/18 (77.8%) versus 32/79 (40.5%) (<i>p</i> = 0.03). Acute cholecystitis was observed in only four patients; no other complications were noted. No infant required surgical or endoscopic treatment.<h4>Conclusions</h4>UDCA should not be used routinely in children, especially infants, except in symptomatic children with a contraindication to surgery or to reduce clinical symptoms. In the absence of symptoms, patients may be monitored clinically.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39322387",
    "pmid": "39322387",
    "doi": "10.1016/b978-0-323-99209-1.00007-7",
    "title": "Disorders with prominent posterior fossa involvement.",
    "abstract": "Inherited white matter disorders include a wide range of disorders of various origins with distinct genetic, pathophysiologic, and metabolic backgrounds. Although most of these diseases have nonspecific clinical and radiologic features, some display distinct clinical and/or imaging (magnetic resonance imaging, MRI) characteristics that might suggest the causative gene. Recent advances in genetic testing allow assessing gene panels that include several hundred genes; however, an MRI-based diagnostic approach is important to narrow the choice of candidate genes, particularly in countries where these techniques are not available. Indeed, white matter disorders with prominent posterior fossa involvement present specific MRI (and clinical) phenotypes that can directly orient the diagnosis. This chapter describes the main genetic disorders with posterior fossa involvement and discusses diagnostic strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37396762",
    "pmid": "37396762",
    "doi": "10.3389/fneur.2023.1139047",
    "title": "Older adult-onset Alexander disease with atypical clinicoradiological features: a case report.",
    "abstract": "Alexander disease (AxD) is a rare autosomal dominant astrogliopathy caused by mutations in the gene encoding for glial fibrillary acidic protein. AxD is divided into two clinical subtypes: type I and type II AxD. Type II AxD usually manifests bulbospinal symptoms and occurs in the second decade of life or later, and its radiologic features include tadpole-like appearance of the brainstem, ventricular garlands, and pial signal changes along the brainstem. Recently, eye-spot signs in the anterior medulla oblongata (MO) have been reported in patients with elderly-onset AxD. In this case, an 82-year-old woman presented with mild gait disturbance and urinary incontinence without bulbar symptoms. The patient died 3 years after symptom onset as a result of rapid neurological deterioration after a minor head injury. MRI showed signal abnormalities resembling angel wings in the middle portion of the MO along with hydromyelia of the cervicomedullary junction. Herein, we report the case of this patient with older adult-onset AxD with an atypical clinical course and distinctive MRI findings.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38390857",
    "pmid": "38390857",
    "doi": "10.3390/medsci12010007",
    "title": "Leukodystrophy Imaging: Insights for Diagnostic Dilemmas.",
    "abstract": "Leukodystrophies, a group of rare demyelinating disorders, mainly affect the CNS. Clinical presentation of different types of leukodystrophies can be nonspecific, and thus, imaging techniques like MRI can be used for a more definitive diagnosis. These diseases are characterized as cerebral lesions with characteristic demyelinating patterns which can be used as differentiating tools. In this review, we talk about these MRI study findings for each leukodystrophy, associated genetics, blood work that can help in differentiation, emerging diagnostics, and a follow-up imaging strategy. The leukodystrophies discussed in this paper include X-linked adrenoleukodystrophy, metachromatic leukodystrophy, Krabbe's disease, Pelizaeus-Merzbacher disease, Alexander's disease, Canavan disease, and Aicardi-Goutières Syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38782207",
    "pmid": "38782207",
    "doi": "10.1016/j.jbc.2024.107402",
    "title": "Glial fibrillary acidic protein is pathologically modified in Alexander disease.",
    "abstract": "Here, we describe pathological events potentially involved in the disease pathogenesis of Alexander disease (AxD). This is a primary genetic disorder of astrocyte caused by dominant gain-of-function mutations in the gene coding for an intermediate filament protein glial fibrillary acidic protein (GFAP). Pathologically, this disease is characterized by the upregulation of GFAP and its accumulation as Rosenthal fibers. Although the genetic basis linking GFAP mutations with Alexander disease has been firmly established, the initiating events that promote GFAP accumulation and the role of Rosenthal fibers (RFs) in the disease process remain unknown. Here, we investigate the hypothesis that disease-associated mutations promote GFAP aggregation through aberrant posttranslational modifications. We found high molecular weight GFAP species in the RFs of AxD brains, indicating abnormal GFAP crosslinking as a prominent pathological feature of this disease. In vitro and cell-based studies demonstrate that cystine-generating mutations promote GFAP crosslinking by cysteine-dependent oxidation, resulting in defective GFAP assembly and decreased filament solubility. Moreover, we found GFAP was ubiquitinated in RFs of AxD patients and rodent models, supporting this modification as a critical factor linked to GFAP aggregation. Finally, we found that arginine could increase the solubility of aggregation-prone mutant GFAP by decreasing its ubiquitination and aggregation. Our study suggests a series of pathogenic events leading to AxD, involving interplay between GFAP aggregation and abnormal modifications by GFAP ubiquitination and oxidation. More important, our findings provide a basis for investigating new strategies to treat AxD by targeting abnormal GFAP modifications.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36799664",
    "pmid": "36799664",
    "doi": "10.1111/jvim.16655",
    "title": "Diagnostic features of type II fibrinoid leukodystrophy (Alexander disease) in a juvenile Beagle dog.",
    "abstract": "A 3-month-old female entire Beagle presented with a progressive history of caudotentorial encephalopathy. Reactive encephalopathies were ruled out and tests for the most common infectious diseases agents were negative. Magnetic resonance imaging of the brain using a 1.5 Tesla scanner showed diffuse, bilateral, T2-weighted and T2-weighted-FLAIR hyperintense, T1-weighted hypointense, noncontrast-enhancing lesions involving the white matter of the cerebellum, brainstem, spinal cord, and forebrain to a lesser extent. There was cerebellar enlargement. Abnormalities were not detected on cerebrospinal fluid examination. Given the progressive nature of the disease and suspected poor prognosis the dog was euthanized. Histopathological analysis of the brain was consistent with fibrinoid leukodystrophy, also known as Alexander disease. Based on the classification used in humans, this is a description of MRI of a case of type II Alexander disease in veterinary medicine, with characteristics different to other described leukoencephalopathies in dogs.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39286686",
    "pmid": "39286686",
    "doi": "10.7759/cureus.67050",
    "title": "A Rare Case of Vanishing White Matter Disease.",
    "abstract": "Vanishing white matter disease (VWMD), also known as childhood ataxia with central hypoventilation, is a rare leukodystrophy that is inherited in an autosomal recessive manner. It is triggered by either traumatic brain injury or a febrile episode. The patient was a three-year-old male child who presented with complaints of fever and diarrhea for three days, along with a paucity of movements of both upper and lower limbs, with decreased tone and diminished reflexes. Previously the child had normal developmental milestones. MRI done showed T2 hyperintensities involving bilateral peri-ventricular white matter, deep white matter, and bilateral sub-cortical U-fibres in bilateral fronto-parietal region and bilateral cerebellar hemispheres. The bilateral external capsule and posterior limb of the internal capsule were also involved. All these findings were likely suggestive of leukodystrophy. Whole exome sequencing was done and a homozygous mutation of the eIF2B5 was noted, which confirmed the diagnosis of VWMD. The physician must keep in mind this diagnosis in cases of sudden motor abnormalities following any event and proceed for early management such as controlling febrile episodes with liberal use of antibiotics and antipyretics, along with prevention of traumatic brain injury or any stressful event. There is no definitive treatment. Management of these patients includes symptomatic and supportive care. Patients with this disease (VMND) have a poor quality of life as the disease progresses and eventually, death occurs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37048051",
    "pmid": "37048051",
    "doi": "10.3390/cells12070978",
    "title": "STAT3 Drives GFAP Accumulation and Astrocyte Pathology in a Mouse Model of Alexander Disease.",
    "abstract": "Alexander disease (AxD) is caused by mutations in the gene for glial fibrillary acidic protein (GFAP), an intermediate filament expressed by astrocytes in the central nervous system. AxD-associated mutations cause GFAP aggregation and astrogliosis, and GFAP is elevated with the astrocyte stress response, exacerbating mutant protein toxicity. Studies in mouse models suggest disease severity is tied to <i>Gfap</i> expression levels, and signal transducer and activator of transcription (STAT)-3 regulates <i>Gfap</i> during astrocyte development and in response to injury and is activated in astrocytes in rodent models of AxD. In this report, we show that STAT3 is also activated in the human disease. To determine whether STAT3 contributes to GFAP elevation, we used a combination of genetic approaches to knockout or reduce STAT3 activation in AxD mouse models. Conditional knockout of <i>Stat3</i> in cells expressing <i>Gfap</i> reduced <i>Gfap</i> transactivation and prevented protein accumulation. Astrocyte-specific <i>Stat3</i> knockout in adult mice with existing pathology reversed GFAP accumulation and aggregation. Preventing STAT3 activation reduced markers of reactive astrocytes, stress-related transcripts, and microglial activation, regardless of disease stage or genetic knockout approach. These results suggest that pharmacological inhibition of STAT3 could potentially reduce GFAP toxicity and provide a therapeutic benefit in patients with AxD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39866832",
    "pmid": "39866832",
    "doi": "10.1016/j.ensci.2025.100550",
    "title": "The role of Neurofilament light (NfL) and glial fibrillary acidic protein (GFAP) in MS and AQP4-NMOSD: Advancing clinical applications.",
    "abstract": "Fluid biomarkers such as Glial Fibrillary Acidic Protein (GFAP) and Neurofilament Light (NfL) play important roles in the diagnosis, monitoring, and evaluation of therapeutic responses in conditions such as Multiple Sclerosis (MS) and Aquaporin-4 Neuromyelitis Optica Spectrum Disorder (AQP4-NMOSD). These biomarkers offer key insights into the underlying pathophysiological mechanisms of these diseases, enabling effective follow-up and personalized treatment approaches, which are essential for improving patient outcomes. Herein, we synthesize the structural attributes, functional roles, and clinical significance of GFAP and NfL in the context of MS and AQP4-NMOSD. We explore the critical implications of these biomarkers in disease manifestation and progression, emphasizing the necessity to develop standardized methodologies and multicentric studies to confirm their clinical applicability.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35698668",
    "pmid": "35698668",
    "doi": "10.7759/cureus.24870",
    "title": "Juvenile Alexander Disease: A Rare Leukodystrophy.",
    "abstract": "Alexander disease is an uncommon autosomal dominant leukodystrophy that influences the white matter of the central nervous system (CNS), predominantly affecting the frontal lobe bilaterally. The most obvious pathogenic hallmark is the extensive deposition of cytoplasmic inclusions known as \"Rosenthal fibers\" in perivascular, subpial, and subependymal astrocytes throughout the CNS. The hereditary cause is mutations in the glial fibrillary acidic protein (GFAP) gene. Infantile, adult, and juvenile onsets are the three subtypes. Psychomotor retardation, mile-stone regression, spastic paresis, brain stem symptoms (swallowing, speech, etc.), and seizures define the juvenile variety, which emerges between the ages of three and 10 years. Macrocephaly has a lower likelihood of being a juvenile type. It is generally diagnosed based on clinical and magnetic resonance imaging findings. A five-year-old girl is presented as a case of juvenile Alexander disease, with typical clinical and MRI features.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35983725",
    "pmid": "35983725",
    "doi": "10.1111/jon.13040",
    "title": "Identification of association fibers using ex vivo diffusion tractography in Alexander disease brains.",
    "abstract": "<h4>Background and purpose</h4>Alexander disease (AxD) is a neurodegenerative disorder caused by heterozygous Glial Fibrillary Acidic Protein mutation. The characteristic structural findings of AxD, such as leukodystrophic features, are well known, while association fibers of AxD remain uninvestigated. The aim of this study was to explore global and subcortical fibers in four brains with AxD using ex vivo diffusion tractography METHODS: High-angular-resolution diffusion magnetic resonance imaging (HARDI) tractography and diffusion-tensor imaging (DTI) tractography were used to evaluate long and short association fibers and compared to histological findings in brain specimens obtained from four donors with AxD and two donors without neurological disorders RESULTS: AxD brains showed impairment of long association fibers, except for the arcuate fasciculus and cingulum bundle, and abnormal trajectories of the inferior longitudinal and fronto-occipital fasciculi on HARDI tractography and loss of multidirectionality in subcortical fibers on DTI tractography. In histological studies, AxD brains showed diffuse low density on Klüver-Barrera and neurofilament staining and sporadic Rosenthal fibers on hematoxylin and eosin staining CONCLUSIONS: This study describes the spatial distribution of degenerations of short and long association fibers in AxD brains using combined tractography and pathological findings.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39195276",
    "pmid": "39195276",
    "doi": "10.3390/cells13161388",
    "title": "The Role of Astrocytes in CNS Disorders: Historic and Contemporary Views.",
    "abstract": "This Special Issue of <i>Cells</i> presents a collection of 22 published, peer-reviewed articles on the theme of \"Astrocytes in CNS Disorders,\" including 9 reviews of the evidence implicating astrocytes in the etiology of specific disorders, and 13 original research papers providing such evidence [...].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39640012",
    "pmid": "39640012",
    "doi": "10.1016/j.omtn.2024.102380",
    "title": "A lipid nanoparticle-based oligodendrocyte-specific mRNA therapy.",
    "abstract": "Despite the wide range of applications of mRNA therapies, major difficulties exist in the efficient delivery of mRNA into oligodendrocytes, a type of glial cell in the brain. Commonly used viral vectors are not efficient in transforming oligodendrocytes. In this study, we introduced mRNAs into oligodendrocytes with high efficiency and specificity using LUNAR lipid nanoparticles. The uptake of LUNAR lipid nanoparticles occurred via low-density lipoprotein receptors in the presence of apoprotein E. A single dose of LUNAR-human galactosylceramidase mRNA significantly improved phenotypes and survival of twitcher mice, a mouse model of Krabbe disease wherein oligodendrocytes are damaged by galactosylceramidase deficiency. This approach to mRNA therapeutics, combined with cell-specific nanocarriers, demonstrates remarkable potential for the treatment of neurological disorders associated with oligodendrocytes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36425948",
    "pmid": "36425948",
    "doi": "10.32598/bcn.2021.1551.1",
    "title": "Psychiatric Onset Alexander Disease: An Important Challenge in Neuropsychiatric Diagnosis: A Case Report.",
    "abstract": "<h4>Introduction</h4>Alexander disease is a heterogeneous group of diseases with various manifestations based on the age of disease onset. This rare leukodystrophy syndrome with mutations in the GFAP gene could present with developmental delay and seizure in the infantile form to ataxia and bulbar palsy in adulthood. However, psychiatric symptoms are not well-defined and are usually evaluated after disease diagnosis, not before disease investigations.<h4>Case report</h4>Our patient is a 52-year-old Iranian woman with a history of depression since 17 years ago, a suicidal attempt two years ago, and ingestion of a large amount of opium with the intention of suicide 2 months ago. She was presented with disorientation and probably a delirious state in the last interview. Eventually, in comprehensive investigations, white matter hyperintensity in MRI and leukodystrophy was diagnosed to determine the cause of these changes, we did a gene study, found whole exon deletion of the GFAP gene, and made a diagnosis of late-onset Alexander disease.<h4>Conclusion</h4>Neurological-onset manifestation of Alexander disease, specifically late-onset form, is the most common clinical picture of disease and was seen in about 90% of patients, but psychiatric symptoms are not well-known, and psychiatric-onset disease was not described yet. Various gene mutations were described in late-onset Alexander disease; however, the large whole exon deletion which was revealed in our patient is a novel mutation and significantly needs to be explored. Here authors describe a late-onset Alexander disease with psychiatric-onset symptoms and novel large exon deletion in the GFAP gene.<h4>Highlights</h4>Alexander disease is a rare heterogeneous disorder that could have various symptoms of the central nervous system involvement.The whole-exons deletion of the GFAP gene in an adult patient with features of Alexander disease is the first Gene mutation that was revealed in this case.Psychiatric onset Alexander disease is the one differential diagnosis in the patients with atypical psychiatric symptoms combined with soft neurological signs.Neurologic consultation and appropriate imaging and laboratory procedures could help early diagnosis and potential treatment.<h4>Plain language summary</h4>Patients with atypical psychiatric symptoms are usually visited more times in the year without any significant benefit. They receive numerous medications and encounter significant complications due to mentioned polypharmacy. However, genetic, metabolic, or neurological causes could be considered in some treatment-resistant cases. We described the rare genetic disorder(Late-Onset Alexander disease) in the Iranian woman with atypical and treatment-resistant depression with suicidal attempts. We proposed holistic assessment in the patients with psychiatric symptoms which have atypical course or response to treatment or are accompanied by neurological and cognitive symptoms.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39936503",
    "pmid": "39936503",
    "doi": "10.1002/14651858.cd015507",
    "title": "Graded activity for chronic low back pain.",
    "abstract": "<h4>Objectives</h4>This is a protocol for a Cochrane Review (intervention). The objectives are as follows: To assess the benefits and harms of graded activity compared to placebo, sham, or no treatment for pain and function in adults with chronic non-specific low back pain.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35105675",
    "pmid": "35105675",
    "doi": "10.1523/jneurosci.1659-21.2021",
    "title": "Anastasis Drives Senescence and Non-Cell Autonomous Neurodegeneration in the Astrogliopathy Alexander Disease.",
    "abstract": "Anastasis is a recently described process in which cells recover after late-stage apoptosis activation. The functional consequences of anastasis for cells and tissues are not clearly understood. Using <i>Drosophila</i>, rat and human cells and tissues, including analyses of both males and females, we present evidence that glia undergoing anastasis in the primary astrogliopathy Alexander disease subsequently express hallmarks of senescence. These senescent glia promote non-cell autonomous death of neurons by secreting interleukin family cytokines. Our findings demonstrate that anastasis can be dysfunctional in neurologic disease by inducing a toxic senescent population of astroglia.<b>SIGNIFICANCE STATEMENT</b> Under some conditions cells otherwise destined to die can be rescued just before death in a process called anastasis, or \"rising from the dead.\" The fate and function of cells undergoing a near death experience is not well understood. Here, we find that in models and patient cells from Alexander disease, an important brain disorder in which glial cells promote neuronal dysfunction and death, anastasis of astrocytic glia leads to secretion of toxic signaling molecules and neurodegeneration. These studies demonstrate a previously unexpected deleterious consequence of rescuing cells on the brink of death and suggest therapeutic strategies for Alexander disease and related disorders of glia.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37755460",
    "pmid": "37755460",
    "doi": "10.1007/s00415-023-11996-5",
    "title": "Update on leukodystrophies and developing trials.",
    "abstract": "Leukodystrophies are a heterogeneous group of rare genetic disorders primarily affecting the white matter of the central nervous system. These conditions can present a diagnostic challenge, requiring a comprehensive approach that combines clinical evaluation, neuroimaging, metabolic testing, and genetic testing. While MRI is the main tool for diagnosis, advances in molecular diagnostics, particularly whole-exome sequencing, have significantly improved the diagnostic yield. Timely and accurate diagnosis is crucial to guide symptomatic treatment and assess eligibility to participate in clinical trials. Despite no specific cure being available for most leukodystrophies, gene therapy is emerging as a potential treatment avenue, rapidly advancing the therapeutic prospects in leukodystrophies. This review will explore diagnostic and therapeutic strategies for leukodystrophies, with particular emphasis on new trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR571026",
    "pmid": "",
    "doi": "10.1101/2022.11.09.22282105",
    "title": "Loss of<i>GFAP</i>causes optico-retinal dysplasia and vision impairment",
    "abstract": "<h4>ABSTRACT</h4> Diagnosis of genetic diseases has taken tremendous steps forward since the human genome project and technical advancements such as next generation sequencing. However, in the past years it has become evident that the classical “one gene – one phenotype” model is insufficient to encompass the intricacies of human genetics. Examples are emerging that variants in a gene can cause quite diverging phenotypes depending on the specific location in the gene or on the specific type of variant. In the era of precision medicine this is important knowledge, both when interpreting genomic data, but also when designing treatment strategies. Gain-of-function variants in GFAP leads to protein aggregation and is the cause of the severe neurodegenerative disorder Alexander Disease (AxD), while loss of GFAP function has been considered benign. Here, we report a loss-of-function variant in GFAP as the cause of optico-retinal dysplasia and vision impairment in a six-generation family. Whole genome sequencing analysis of family members with gliosis of the optic nerve head and visual impairment revealed a frameshift variant in GFAP (c.928dup, p.(Met310Asnfs*113)) segregating with disease. Analysis of human embryonic tissues revealed strong expression of GFAP in retinal neural progenitors. A zebrafish model verified that c.928dup does not result in extensive GFAP protein aggregation and zebrafish gfap loss-of-function mutants showed vision impairment and retinal dysplasia, characterized by a significant loss of Müller glia cells and photoreceptor cells. Our findings show how different mutational mechanisms can cause diverging phenotypes and reveal a novel function of GFAP in human eye development.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39080972",
    "pmid": "39080972",
    "doi": "10.1111/dmcn.16036",
    "title": "Brain MRI findings in paediatric genetic disorders associated with white matter abnormalities.",
    "abstract": "<h4>Aim</h4>To describe the specific brain magnetic resonance imaging (MRI) patterns of the paediatric genetic disorders associated with white matter abnormalities in Northern Finland.<h4>Method</h4>In this retrospective population-based longitudinal study, brain MRI scans accumulated from 1990 to 2019 at Oulu University Hospital, Finland, were assessed. Inclusion criteria were defined as leukodystrophies or genetic diseases with significant white matter abnormalities that did not meet the criteria for leukodystrophy, at least one brain MRI, and age under 18 years at diagnosis.<h4>Results</h4>A total of 83 patients (48 males, 35 females) were found with 52 different diseases. The median age at the time of the brain MRI was 22 months (interquartile range [IQR] = 46 months). In 72 (87%) of the children, brain MRIs revealed abnormal findings, including cerebral white matter abnormalities (n = 49, 59%), brainstem signal abnormalities (n = 28, 34%), thinning of the corpus callosum (n = 30, 36%), delayed myelination (n = 11, 13%), and permanent hypomyelination (n = 9, 11%).<h4>Interpretation</h4>Symmetrical and bilateral white matter signal patterns of the brain MRI should raise suspicion of genetic disorders when the clinical symptoms are compatible. This study illustrates brain imaging patterns of childhood-onset genetic disorders in a population in Northern Finland and improves the diagnostic accuracy of rare genetic disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36421479",
    "pmid": "36421479",
    "doi": "10.3390/antiox11112293",
    "title": "Coenzyme Q10: Role in Less Common Age-Related Disorders.",
    "abstract": "In this article we have reviewed the potential role of coenzyme Q10 (CoQ10) in the pathogenesis and treatment of a number of less common age-related disorders, for many of which effective therapies are not currently available. For most of these disorders, mitochondrial dysfunction, oxidative stress and inflammation have been implicated in the disease process, providing a rationale for the potential therapeutic use of CoQ10, because of its key roles in mitochondrial function, as an antioxidant, and as an anti-inflammatory agent. Disorders reviewed in the article include multi system atrophy, progressive supranuclear palsy, sporadic adult onset ataxia, and pulmonary fibrosis, together with late onset versions of Huntington's disease, Alexander disease, lupus, anti-phospholipid syndrome, lysosomal storage disorders, fibromyalgia, Machado-Joseph disease, acyl-CoA dehydrogenase deficiency, and Leber's optic neuropathy.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "34723085",
    "pmid": "34723085",
    "doi": "10.5334/jbsr.2588",
    "title": "Alexander Disease.",
    "abstract": "<b>Main teaching point:</b> The main differential diagnosis of leukodystrophy associated with macrocephaly consists of Alexander disease, Canavan disease, and megalencephalic leukodystrophy with subcortical cysts. Distinguishing imaging characteristics of Alexander disease are an apicoposterior gradient of white matter involvement and a periventricular T2-hypointense rim.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38891912",
    "pmid": "38891912",
    "doi": "10.3390/ijms25115726",
    "title": "GFAP as Astrocyte-Derived Extracellular Vesicle Cargo in Acute Ischemic Stroke Patients-A Pilot Study.",
    "abstract": "The utility of serum glial fibrillary acidic protein (GFAP) in acute ischemic stroke (AIS) has been extensively studied in recent years. Here, we aimed to assess its potential role as a cargo protein of extracellular vesicles (EVs) secreted by astrocytes (ADEVs) in response to brain ischemia. Plasma samples from eighteen AIS patients at 24 h (D1), 7 days (D7), and one month (M1) post-symptoms onset, and nine age, sex, and cardiovascular risk factor-matched healthy controls were obtained to isolate EVs using the Exoquick ULTRA EV kit. Subsets of presumed ADEVs were identified further by the expression of the glutamate aspartate transporter (GLAST) as a specific marker of astrocytes with the Basic Exo-Flow Capture kit. Western blotting has tested the presence of GFAP in ADEV cargo. Post-stroke ADEV GFAP levels were elevated at D1 and D7 but not M1 compared to controls (<i>p</i> = 0.007, <i>p</i> = 0.019, and <i>p</i> = 0.344, respectively). Significant differences were highlighted in ADEV GFAP content at the three time points studied (n = 12, <i>p</i> = 0.027) and between D1 and M1 (z = 2.65, <i>p</i> = 0.023). A positive correlation was observed between the modified Rankin Scale (mRS) at D7 and ADEV GFAP at D1 (r = 0.58, <i>p</i> = 0.010) and D7 (r = 0.57, <i>p</i> = 0.013), respectively. ADEV GFAP may dynamically reflect changes during the first month post-ischemia. Profiling ADEVs from peripheral blood could provide a new way to assess the central nervous system pathology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35938662",
    "pmid": "35938662",
    "doi": "10.1212/con.0000000000001130",
    "title": "Leukodystrophies.",
    "abstract": "<h4>Purpose of review</h4>This article reviews the most common leukodystrophies and is focused on diagnosis, clinical features, and emerging therapeutic options.<h4>Recent findings</h4>In the past decade, the recognition of leukodystrophies has exponentially increased, and now this class includes more than 30 distinct disorders. Classically recognized as progressive and fatal disorders affecting young children, it is now understood that leukodystrophies are associated with an increasing spectrum of neurologic trajectories and can affect all ages. Next-generation sequencing and newborn screening allow the opportunity for the recognition of presymptomatic and atypical cases. These new testing opportunities, in combination with growing numbers of natural history studies and clinical consensus guidelines, have helped improve diagnosis and clinical care. Additionally, a more granular understanding of disease outcomes informs clinical trial design and has led to several recent therapeutic advances. This review summarizes the current understanding of the clinical manifestations of disease and treatment options for the most common leukodystrophies.<h4>Summary</h4>As early testing becomes more readily available through next-generation sequencing and newborn screening, neurologists will better understand the true incidence of the leukodystrophies and be able to diagnose children within the therapeutic window. As targeted therapies are developed, it becomes increasingly imperative that this broad spectrum of disorders is recognized and diagnosed. This work summarizes key advances in the leukodystrophy field.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "34638175",
    "pmid": "34638175",
    "doi": "10.5808/gi.21016",
    "title": "Visualizing the phenotype diversity: a case study of Alexander disease.",
    "abstract": "Since only a small number of patients have a rare disease, it is difficult to identify all of the features of these diseases. This is especially true for patients uncommonly presenting with rare diseases. It can also be difficult for the patient, their families, and even clinicians to know which one of a number of disease phenotypes the patient is exhibiting. To address this issue, during Biomedical Linked Annotation Hackathon 7 (BLAH7), we tried to extract Alexander disease patient data in Portable Document Format. We then visualized the phenotypic diversity of those Alexander disease patients with uncommon presentations. This led to us identifying several issues that we need to overcome in our future work.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "35831840",
    "pmid": "35831840",
    "doi": "10.1186/s12887-022-03468-y",
    "title": "Symptomatic care of late-onset Alexander disease presenting with area postrema-like syndrome with prednisolone; a case report.",
    "abstract": "<h4>Background</h4>Alexander disease (AxD) is classified into AxD type I (infantile) and AxD type II (juvenile and adult form). We aimed to determine the potential genetic cause(s) contributing to the AxD type II manifestations in a 9-year-old male who presented area postrema-like syndrome and his vomiting and weight loss improved after taking prednisolone.<h4>Case presentation</h4>A normal cognitive 9-year-old boy with persistent nausea, vomiting, and a significant weight loss at the age of 6 years was noticed. He also experienced an episode of status epilepticus with generalized atonic seizures. He showed non-febrile infrequent multifocal motor seizures at the age of 40 days which were treated with phenobarbital. He exhibited normal physical growth and neurologic developmental milestones by the age of six. Occasionally vomiting unrelated to feeding was reported. Upon examination at 9 years, a weak gag reflex, prominent drooling, exaggerated knee-deep tendon reflexes (3+), and nasal tone speech was detected. All gastroenterological, biochemical, and metabolic assessments were normal. Brain magnetic resonance imaging (MRI) revealed bifrontal confluent deep and periventricular white matter signal changes, fine symmetric frontal white matter and bilateral caudate nucleus involvements with garland changes, and a hyperintense tumefactive-like lesion in the brain stem around the floor of the fourth ventricle and area postrema with contrast uptake in post-contrast T1-W images. Latter MRI at the age of 8 years showed enlarged area postrema lesion and bilateral middle cerebellar peduncles and dentate nuclei involvements. Due to clinical and genetic heterogeneities, whole-exome sequencing was performed and the candidate variant was confirmed by Sanger sequencing. A de novo heterozygous mutation, NM_001242376.1:c.262 C > T;R88C in exon 1 of the GFAP (OMIM: 137,780) was verified. Because of persistent vomiting and weight loss of 6.0 kg, prednisolone was prescribed which brought about ceasing vomiting and led to weight gaining of 3.0 kg over the next 3 months after treatment. Occasional attempts to discontinue prednisolone had been resulting in the reappearance of vomiting.<h4>Conclusions</h4>This study broadens the spectrum of symptomatic treatment in leukodystrophies and also shows that R88C mutation may lead to a broad range of phenotypes in AxD type II patients.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39498263",
    "pmid": "39498263",
    "doi": "10.1093/nsr/nwae326",
    "title": "Expanding the Russian allele frequency reference via cross-laboratory data integration: insights from 7452 exome samples.",
    "abstract": "Population allele frequency is crucially important for accurate interpretation of known and novel variants in medical genetics. Recently, several large allele frequency databases, such as the Genome Aggregation Database (gnomAD), have been created to serve as a global reference for such studies. However, frequencies of many rare alleles vary dramatically between populations, and population-specific allele frequency is often more informative than the global one. Many countries and regions, including Russia, remain poorly studied from the genetic perspective. Here, we report the first successful attempt to integrate genetic information between major medical genetic laboratories in Russia. We construct RUSeq, an open, large-scale reference set of genetic variants by analyzing 7452 exome samples collected in two major Russian cities-Moscow and St. Petersburg. An ∼10-fold increase in sample size compared to previous studies allowed us to characterize extensive genetic diversity within the admixed Russian population with contributions from several major ancestral groups. We highlight 51 known pathogenic variants that are overrepresented in Russia compared to other European countries. We also identify several dozen high-impact variants that are present in healthy donors despite being annotated as pathogenic in ClinVar and falling within genes associated with autosomal dominant disorders. The constructed database of genetic variant frequencies in Russia has been made available to the medical genetics community through a variant browser available at http://ruseq.ru.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37866019",
    "pmid": "37866019",
    "doi": "10.1016/j.ceb.2023.102266",
    "title": "Stability dynamics of neurofilament and GFAP networks and protein fragments.",
    "abstract": "Neurofilaments (NFs) and GFAP are cytoskeletal intermediate filaments (IFs) that support cellular processes unfolding within the uniquely complex environments of neurons and astrocytes, respectively. This review highlights emerging concepts on the transitions between stable and destabilized IF networks in the nervous system. While self-association between transiently structured low-complexity IF domains promotes filament assembly, the opposing destabilizing actions of phosphorylation-mediated filament severing facilitate faster intracellular transport. Cellular proteases, including caspases and calpains, produce a variety of IF fragments, which may interact with N-degron and C-degron pathways of the protein degradation machinery. The rapid adoption of NF and GFAP-based clinical biomarker tests is contrasted with the lagging understanding of the dynamics between the native IF proteins and their fragments.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37989368",
    "pmid": "37989368",
    "doi": "10.1136/bmjopen-2023-072001",
    "title": "Role of pharmacists in the context of rare diseases: a scoping review protocol.",
    "abstract": "<h4>Introduction</h4>Rare diseases are chronic conditions, generally incurable, progressive and disabling, which may result in early death. Access to therapeutic products, both medicines and appropriate medical devices, is essential to prevent the progression of the disease and maintain the patients' quality of life. Pharmacists can be part of health teams, in charge of guiding patients' journey, monitoring pharmacotherapy and identifying risks. This scoping review aims to identify and summarise evidence on the role of pharmacists and its impact in the field of rare diseases.<h4>Methods and analysis</h4>The searches will be conducted according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses reporting guideline for protocols. Three electronic databases will be consulted. Studies reporting on qualitative and/or quantitative data from any world region will be considered. There will be no language or initial time limit for studies inclusion, until December 2022. To be eligible for inclusion, studies must focus on the role pharmacists in clinical services aimed at promote the access to medicines, prevention and resolution of problems related to pharmacotherapy. No assessments of items' quality will be made, as the purpose of this scoping review is to synthesise and describe the coverage of the evidence. Clinical, humanistic or economic outcomes from studies that meet the inclusion criteria will be included in the review. The analysis will synthesise the available evidence and may be able to push pharmaceutical practice forward, aiding professionals, educators and managers in the implementation of new approaches to better meet the needs of rare diseases and providing opportunities for future research.<h4>Ethics and dissemination</h4>Primary data will not be collected in this study and formal ethical approval is not required. The findings of this study will be disseminated through peer-reviewed publications and conference presentations.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40001624",
    "pmid": "40001624",
    "doi": "10.3390/bioengineering12020104",
    "title": "Study on the Polarization of Astrocytes in the Optic Nerve Head of Rats Under High Intraocular Pressure: In Vitro.",
    "abstract": "Astrocytes, the most common glial cells in the optic nerve head (ONH), provide support and nutrition to retinal ganglion cells. This study aims to investigate the polarization types of astrocytes in the ONH of rats under high intraocular pressure (IOP) and explore signaling pathways potentially associated with different types of polarized astrocytes. The rat models with chronic high IOP were established. High IOP lasted for 2, 4, 6, and 8 weeks. Astrocytes were extracted from the ONH of rats using the tissue block cultivation method. Western blot was used to detect the expression of proteins associated with astrocyte polarization. Proteomics was employed to identify differential proteins associated with astrocyte polarization. Astrocytes polarized into A2 astrocytes after 2, 4, 6, and 8 weeks of high IOP, while polarization into A1 astrocytes began only after 8 weeks of high IOP. The differential proteins associated with A1 astrocyte polarization are primarily enriched in pathways of neurodegeneration with respect to multiple diseases, while the differential proteins associated with A2 astrocyte polarization are primarily enriched in pathways of spliceosome in amyotrophic lateral sclerosis. Our findings could provide a better understanding of the role of ONH astrocytes in the pathogenesis of glaucoma and offer new perspectives for glaucoma treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35003479",
    "pmid": "35003479",
    "doi": "10.1016/j.radcr.2021.11.066",
    "title": "GFAP variant p. Tyr366Cys demonstrated widespread brain cavitation in neonatal Alexander disease.",
    "abstract": "Alexander disease is a rare form of leukodystrophy caused by heterozygous mutations in the gene encoding glial fibrillary acidic protein (GFAP). Brain cavitation in the white matter, predominantly distributed in the frontal periventricular area, has been described in some cases. Here, we present a case of a 1-year-old boy with neonatal Alexander disease caused by the p. Tyr366Cys <i>GFAP</i> variant, with rapid and widespread white matter cavitation. This case broadens the radiological spectrum of Alexander disease and suggests a possible genotype-phenotype correlation between the p. Tyr366Cys variant and cavitation.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39215343",
    "pmid": "39215343",
    "doi": "10.1186/s12964-024-01791-8",
    "title": "Misfolding and aggregation in neurodegenerative diseases: protein quality control machinery as potential therapeutic clearance pathways.",
    "abstract": "The primary challenge in today's world of neuroscience is the search for new therapeutic possibilities for neurodegenerative disease. Central to these disorders lies among other factors, the aberrant folding, aggregation, and accumulation of proteins, resulting in the formation of toxic entities that contribute to neuronal degeneration. This review concentrates on the key proteins such as β-amyloid (Aβ), tau, and α-synuclein, elucidating the intricate molecular events underlying their misfolding and aggregation. We critically evaluate the molecular mechanisms governing the elimination of misfolded proteins, shedding light on potential therapeutic strategies. We specifically examine pathways such as the endoplasmic reticulum (ER) and unfolded protein response (UPR), chaperones, chaperone-mediated autophagy (CMA), and the intersecting signaling of Keap1-Nrf2-ARE, along with autophagy connected through p62. Above all, we emphasize the significance of these pathways as protein quality control mechanisms, encompassing interventions targeting protein aggregation, regulation of post-translational modifications, and enhancement of molecular chaperones and clearance. Additionally, we focus on current therapeutic possibilities and new, multi-target approaches. In conclusion, this review systematically consolidates insights into emerging therapeutic strategies predicated on protein aggregates clearance.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34800814",
    "pmid": "34800814",
    "doi": "10.1016/j.clineuro.2021.107023",
    "title": "Type II Alexander disease with fragile X mental retardation 1 gene mutation.",
    "abstract": "Alexander disease (AxD) is a rare, autosomal dominant genetic disorder with an incidence of approximately 1 in 27,00.000. It is caused by a missense mutation in the GFAP gene encoding the glial fibrillary acidic protein. Fragile X-associated tremor/ataxia syndrome (FXTAS) is an X-linked dominant genetic disease, usually caused by a pre-mutation: an unmethylated expansion in the range of 50-200 CGG repeats in the fragile X mental retardation 1 (FMR1) gene. The clinical manifestations of these two diseases are complex and have some similarities. Both type II AxD and FXTAS may have ataxia as the first symptom. Here, we describe a case of type II AxD with ataxia as the first symptom accompanying a hemizygous mutation in the FMR1 gene (NM_001185081, exon13, c 0.1256C>T, p.T419M, g 0.147026507C>T). A sporadic genetic mutation led us to misdiagnose the patient with FXTAS initially. Whole-genome sequencing confirmed a heterozygous mutation in the GFAP gene (NM_002055.5, exon4, c 0.1158C>A, p.N386K, g 0.6310C>A). This report indicates that when the patient's clinical manifestation is ataxia, and imaging results suggest that the midbrain, medulla oblongata, and other subcerebellar structures are atrophied, AxD should be considered. Whole-genome sequencing is thus feasible to avoid missed diagnoses and misdiagnoses.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "36470810",
    "pmid": "36470810",
    "doi": "10.1016/j.cppeds.2022.101311",
    "title": "Early recognition of patients with leukodystrophies.",
    "abstract": "Leukodystrophies are defined as differences in normal myelin development and maintenance in the central nervous system. They typically present as white matter imaging abnormalities in young children with delayed developmental milestones. As the scientific community begins to better understand and research the mechanisms underlying leukodystrophies, clinical trials and approved therapies for specific disorders are becoming available. These interventions, ranging from repurposing of existing small molecules to recently approved gene therapies, are highly dependent on early diagnosis. It is essential for pediatricians to identify affected individuals promptly, but they face challenges including lack of awareness of the disorders and nonspecific symptom presentation (e.g., cognitive or motor developmental delay). This review provides five hypothetical clinical presentations and describes the disease mechanisms, typical symptoms, and treatments currently available for common leukodystrophies: Krabbe Disease, Aicardi Goutières Syndrome (AGS), Metachromatic leukodystrophy (MLD), Alexander Disease (AxD), Pelizaeus-Merzbacher Disease (PMD), and X-Linked Adrenoleukodystrophy (X-ALD.) This review educates pediatricians to recognize the presentation of leukodystrophies in affected children. These clinical vignettes can serve as a framework for pediatricians to identify potentially treatable rare disorders among their patients.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38181318",
    "pmid": "38181318",
    "doi": "10.1212/nxi.0000000000200193",
    "title": "Teenager With Recurrent Ataxia, Ophthalmoplegia, and Encephalopathy Associated With Demyelination: From the National Multiple Sclerosis Society Case Conference Proceedings",
    "abstract": "A 15-year-old adolescent boy developed subacute ataxia, encephalopathy, ophthalmoplegia, and dysarthria following a sore throat. An MRI examination revealed multifocal enhancing and nonenhancing supratentorial white matter and symmetric brainstem lesions. After 2 additional presentations with worsening symptoms and lesion accumulation, he was ultimately successfully treated with rituximab for his condition.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35620133",
    "pmid": "35620133",
    "doi": "10.1212/nxg.0000000000000681",
    "title": "Adult-Onset Alexander Disease: New Causal Sequence Variant in the GFAP Gene.",
    "abstract": "<h4>Objectives</h4>Alexander disease (AD) is a rare disorder of the CNS. Diagnosis is based on clinical symptoms, typical MRI findings, and mutations in the glial fibrillary acid protein (GFAP) gene. In this case study, we describe a new mutation (p.L58P) in <i>GFAP</i> that caused a phenotype of adult-onset AD (AOAD).<h4>Methods</h4>In our outpatient clinic, a patient presented with cerebellar and bulbar symptoms after brain concussion. We used MRI and performed next-generation exome sequencing (NGS) to find mutations in <i>GFAP</i> to diagnose AD. The mutation was then transfected into HeLa cell lines to prove its pathogenicity.<h4>Results</h4>The brain MRI finding showed typical AD alterations. The NGS found a heterozygous variant of unknown significance in <i>GFAP</i> (c.173T>C; p.L58P). After transfecting HeLa cell lines with this mutation, we showed that GFAP-L58P formed pathogenic clusters of cytoplasmic aggregates.<h4>Discussion</h4>We have found a new mutation that causes AOAD. We recommend that AOAD is included in the diagnostic workup in adult patients with gait ataxia and cerebellar and bulbar symptoms in association with a traumatic head injury.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39831714",
    "pmid": "39831714",
    "doi": "10.1213/xaa.0000000000001910",
    "title": "Electroencephalogram-Guided General Anesthesia in a Pediatric Patient With Alexander's Disease: A Case Report.",
    "abstract": "In this case, the electroencephalogram (EEG) was used to guide anesthesia care for a pediatric patient with Alexander's Disease undergoing serial intrathecal injections. Previous procedures using a standard maintenance propofol dose of up to 225 µg/kg/min led to postanesthetic recovery times of over 6 hours, requiring a neurology consult for noncoherence. The EEG assisted in guiding maintenance propofol dosing to 75 µg/kg/min, decreasing postanesthetic wash-off and postanesthesia care unit (PACU) recovery time by 50%. This highlights the potential impact of astrocyte dysfunction on anesthetic sensitivity and robustness of EEG as a biomarker of anesthetic effect, including for pediatric patients with rare neurodevelopmental diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "34865968",
    "pmid": "34865968",
    "doi": "10.1016/j.ymgme.2021.11.009",
    "title": "Alexander disease evolution over time: data from an Italian cohort of pediatric-onset patients.",
    "abstract": "Alexander disease (AxD) is a leukodystrophy that primarily affects astrocytes and is caused by dominant variants in the Glial Fibrillary Acidic Protein gene. Three main classifications are currently used, the traditional one defined by the age of onset, and two more recent ones based on both clinical features at onset and brain MRI findings. In this study, we retrospectively included patients with genetically confirmed pediatric-onset AxD. Twenty-one Italian patients were enrolled, and we revised all their clinical and radiological data. Participants were divided according to the current classification systems. We qualitatively analyzed data on neurodevelopment and neurologic decline in order to identify the possible trajectories of the evolution of the disease over time. One patient suffered from a Neonatal presentation and showed a rapidly evolving course which led to death within the second year of life (Type Ia). 16 patients suffered from the Infantile presentation: 5 of them (here defined Type Ib) presented developmental delay and began to deteriorate by the age of 5. A second group (Type Ic) included patients who presented a delay in neuromotor development and started deteriorating after 6 years of age. A third group (Type Id) included patients who presented developmental delay and remained clinically stable beyond adolescence. In 4 patients, the age at last evaluation made it not possible to ascertain whether they belonged to Type Ic or Id, as they were too young to evaluate their neurologic decline. 4 patients suffered from the Juvenile presentation: they had normal neuromotor development with no or only mild cognitive impairment; the subsequent clinical evolution was similar to Type Ic AxD in 2 patients, to Id group in the other 2. In conclusion, our results confirm previously described findings about clinical features at onset; based on follow-up data we might classify patients with Type I AxD into four subgroups (Ia, Ib, Ic, Id). Further studies will be needed to confirm our results and to better highlight the existence of clinical and neuroradiological prognostic factors able to predict disease progression.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38236817",
    "pmid": "38236817",
    "doi": "10.1371/journal.pone.0291995",
    "title": "Large-scale gene expression changes in APP/PSEN1 and GFAP mutation models exhibit high congruence with Alzheimer's disease.",
    "abstract": "Alzheimer's disease (AD) is a complex neurodegenerative disorder with both genetic and non-genetic causes. Animal research models are available for a multitude of diseases and conditions affecting the central nervous system (CNS), and large-scale CNS gene expression data exist for many of these. Although there are several models specifically for AD, each recapitulates different aspects of the human disease. In this study we evaluate over 500 animal models to identify those with CNS gene expression patterns matching human AD datasets. Approaches included a hypergeometric based scoring system that rewards congruent gene expression patterns but penalizes discordant gene expression patterns. The top two models identified were APP/PS1 transgenic mice expressing mutant APP and PSEN1, and mice carrying a GFAP mutation that is causative of Alexander disease, a primary disorder of astrocytes in the CNS. The APP/PS1 and GFAP models both matched over 500 genes moving in the same direction as in human AD, and both had elevated GFAP expression and were highly congruent with one another. Also scoring highly were the 5XFAD model (with five mutations in APP and PSEN1) and mice carrying CK-p25, APP, and MAPT mutations. Animals with the APOE3 and 4 mutations combined with traumatic brain injury ranked highly. Bulbectomized rats scored high, suggesting anosmia could be causative of AD-like gene expression. Other matching models included the SOD1G93A strain and knockouts for SNORD116 (Prader-Willi mutation), GRID2, INSM1, XBP1, and CSTB. Many top models demonstrated increased expression of GFAP, and results were similar across multiple human AD datasets. Heatmap and Uniform Manifold Approximation Plot results were consistent with hypergeometric ranking. Finally, some gene manipulation models, including for TYROBP and ATG7, were identified with reversed AD patterns, suggesting possible neuroprotective effects. This study provides insight for the pathobiology of AD and the potential utility of available animal models.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35386286",
    "pmid": "35386286",
    "doi": "10.3389/fgene.2022.877443",
    "title": "Corrigendum: Parental Somatic Mosaicism Uncovers Inheritance of an Apparently De Novo GFAP Mutation.",
    "abstract": "[This corrects the article DOI: 10.3389/fgene.2021.744068.].",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36088400",
    "pmid": "36088400",
    "doi": "10.1186/s40001-022-00799-5",
    "title": "Identification of a novel de novo pathogenic variant in GFAP in an Iranian family with Alexander disease by whole-exome sequencing.",
    "abstract": "<h4>Background</h4>Alexander disease (AxD) is a rare leukodystrophy with an autosomal dominant inheritance mode. Variants in GFAP lead to this disorder and it is classified into three distinguishable subgroups: infantile, juvenile, and adult-onset types.<h4>Objective</h4>The aim of this study is to report a novel variant causing AxD and collect all the associated variants with juvenile and adult-onset as well.<h4>Methods</h4>We report a 2-year-old female with infantile AxD. All relevant clinical and genetic data were evaluated. Search strategy for all AxD types was performed on PubMed. The extracted data include total recruited patients, number of patients carrying a GFAP variant, nucleotide and protein change, zygosity and all the clinical symptoms.<h4>Results</h4>A novel de novo variant c.217A > G: p. Met73Val was found in our case by whole-exome sequencing. In silico analysis categorized this variant as pathogenic. Totally 377 patients clinically diagnosed with juvenile or adult-onset forms were recruited in these articles, among them 212 patients were affected with juvenile or adult-onset form carrier of an alteration in GFAP. A total of 98 variants were collected. Among these variants c.262C > T 11/212 (5.18%), c.1246C > T 9/212 (4.24%), c.827G > T 8/212 (3.77%), c.232G > A 6/212 (2.83%) account for the majority of reported variants.<h4>Conclusion</h4>This study highlighted the role of genetic in AxD diagnosing. It also helps to provide more information in order to expand the genetic spectrum of Iranian patients with AxD. Our literature review is beneficial in defining a better genotype-phenotype correlation of AxD disorder.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39835291",
    "pmid": "39835291",
    "doi": "10.3389/fncel.2024.1486315",
    "title": "Iconography of abnormal non-neuronal cells in pediatric focal cortical dysplasia type IIb and tuberous sclerosis complex.",
    "abstract": "Once believed to be the culprits of epileptogenic activity, the functional properties of balloon/giant cells (BC/GC), commonly found in some malformations of cortical development including focal cortical dysplasia type IIb (FCDIIb) and tuberous sclerosis complex (TSC), are beginning to be unraveled. These abnormal cells emerge during early brain development as a result of a hyperactive mTOR pathway and may express both neuronal and glial markers. A paradigm shift occurred when our group demonstrated that BC/GC in pediatric cases of FCDIIb and TSC are unable to generate action potentials and lack synaptic inputs. Hence, their role in epileptogenesis remained obscure. In this review, we provide a detailed characterization of abnormal non-neuronal cells including BC/GC, intermediate cells, and dysmorphic/reactive astrocytes found in FCDIIb and TSC cases, with special emphasis on electrophysiological and morphological assessments. Regardless of pathology, the electrophysiological properties of abnormal cells appear more glial-like, while others appear more neuronal-like. Their morphology also differs in terms of somatic size, shape, and dendritic elaboration. A common feature of these types of non-neuronal cells is their inability to generate action potentials. Thus, despite their distinct properties and etiologies, they share a common functional feature. We hypothesize that, although the exact role of abnormal non-neuronal cells in FCDIIb and TSC remains mysterious, it can be suggested that cells displaying more glial-like properties function in a similar way as astrocytes do, i.e., to buffer K<sup>+</sup> ions and neurotransmitters, while those with more neuronal properties, may represent a metabolic burden due to high energy demands but inability to receive or transmit electric signals. In addition, due to the heterogeneity of these cells, a new classification scheme based on morphological, electrophysiological, and gene/protein expression in FCDIIb and TSC cases seems warranted.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34245630",
    "pmid": "34245630",
    "doi": "10.1111/ene.15017",
    "title": "Clinical and radiological characteristics of older-adult-onset Alexander disease.",
    "abstract": "<h4>Background</h4>Alexander disease (ALXDRD) affects a wide range of ages from infancy to adulthood. However, only a few cases involving patients with older-adult onset over 65 years of age have been reported. In contrast, regarding in-house data, 10.6% of 85 cases with the identification of GFAP mutations demonstrated older-adult onset. This discrepancy may be due to poor awareness of such cases.<h4>Methods</h4>The subjects included 9 older-adult-onset cases, with an onset age of 65 years or older. We characterized older-adult-onset ALXDRD by assessing neurological findings and several magnetic resonance imaging (MRI) parameters.<h4>Results</h4>The age at onset, mean age at diagnosis, and mean period from onset to diagnosis were 68.2 years, 70.4 years, and 2.2 years, respectively. The main neurological features at diagnosis included pyramidal signs with muscle weakness and/or cerebellar ataxia. Two-thirds of cases were dependent, and the dependence was significantly correlated with a longer period from onset to diagnosis. Quantitative MRI evaluation for brainstem atrophy demonstrated distinctive morphological features of bulbospinal ALXDRD. The corpus callosum index tended to be negatively correlated with the period from onset to diagnosis.<h4>Conclusions</h4>Although neurological and MRI findings of older-adult-onset ALXDRD patients showed typical features of bulbospinal ALXDRD, their disease progression was more severe than that in younger-adult-onset ALXDRD, and patients developed dependence within 2 years from onset. Cerebral white matter damage tended to progress in proportion to the duration of illness. Our case study may help to advance understanding of the clinical spectrum of ALXDRD.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "34611548",
    "pmid": "34611548",
    "doi": "10.1212/nxg.0000000000000626",
    "title": "Activation of a Cryptic Splice Site of <i>GFAP</i> in a Patient With Adult-Onset Alexander Disease.",
    "abstract": "<h4>Background and objective</h4>Alexander disease (ALXDRD) is an autosomal dominant neurologic disorder caused by mutations in the glial fibrillary acidic protein (<i>GFAP</i>) gene and is pathologically defined by Rosenthal fiber accumulation. Most mutations are exonic missense mutations, and splice site mutations are rare. We report a very-late-onset autopsied case of adult-onset ALXDRD with a novel splice site mutation.<h4>Methods</h4>Genetic testing of <i>GFAP</i> was performed by Sanger sequencing. Using autopsied brain tissues, <i>GFAP</i> transcript analysis was performed.<h4>Results</h4>The patient presented mild upper motor neuron symptoms in contrast to the severe atrophy of spinal cord and medulla oblongata. The patient had c.619-1G>A mutation, which is located in the canonical splice acceptor site of intron 3. The brain RNA analysis identified the r.619_621del (p.Glu207del) mutation, which is explained by the activation of the cryptic splice acceptor site in the second and third nucleotides from the 5' end of the exon 4.<h4>Discussion</h4><i>GFAP</i> gene expression analysis is necessary to clarify the effects of intronic mutations on splicing, even if they are in canonical splice sites. This case showed a much milder phenotype than those in previous cases with missense mutations at Glu207, thereby expanding the clinical spectrum of ALXDRD with Glu207 mutation.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37237429",
    "pmid": "37237429",
    "doi": "10.1002/acn3.51794",
    "title": "Genetic spectrum and clinical features of adult leukoencephalopathies in a Chinese cohort.",
    "abstract": "<h4>Objective</h4>Leukoencephalopathies are a group of heterogeneous disorders characterized by the degeneration of white matter, resulting in a variety of progressive neurological symptoms. To date, over 60 genes linked to genetic leukoencephalopathies have been discovered through whole-exome sequencing (WES) and long-read sequencing. Nonetheless, the genetic diversity and clinical variability of these disorders among various racial groups remain largely unknown. Therefore, this study aims to analyze the genetic spectrum and clinical features of Chinese adult leukoencephalopathies and compare the genetic profiles in different populations.<h4>Methods</h4>A total of 129 patients suspected of possible genetic leukoencephalopathy were enrolled and underwent WES and dynamic mutation analysis. Bioinformatics tools were used to predict the pathogenicity of these mutations. Skin biopsies were conducted for further diagnosis. Genetic data sources from different populations were collected from published articles.<h4>Results</h4>Genetic diagnosis was established in 48.1% of patients, with WES identifying 57 pathogenic or likely pathogenic variants in 39.5% of cases. NOTCH3 and NOTCH2NLC were the most common mutated genes, accounting for 12.4% and 8.5% of cases, respectively. Dynamic mutation analysis revealed NOTCH2NLC GGC repeat expansions in 8.5% of patients. Different mutations resulted in varying clinical symptoms and imaging findings. Comparisons of genetic profiles between different populations showed distinct mutational spectrums in adult leukoencephalopathies.<h4>Interpretation</h4>This study highlights the importance of genetic testing for accurate diagnosis and improved clinical management of these disorders. It also sheds light on the genetic heterogeneity of adult leukoencephalopathies across different races, emphasizing the need for further research on this topic.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR358293",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-600646/v1",
    "title": "Adult Onset Alexander Disease Presenting as Psychogenic Polydipsia Induced Recurrent Hyponatremia as the Initial Symptom: A Case Report.",
    "abstract": "<h4>Background: </h4> Alexander disease (AxD, OMIM 203450) is a rare and generally fatal disorder of the central nervous system associated with heterozygous mutations in glial fibrillary acidic protein ( GFAP) gene. Neuroradiological and clinical features of adult onset AxD is characterized by involvement of hindbrain structures. Psychiatric manifestations and extensive white matter lesions are very sparse in adult onset AxD.Case presentationWe diagnosed a female with AxD presenting with recurrent hyponatremia caused by psychogenic polydipsia as initial symptom at the onset age of 52-year-old. Neurological examination revealed slightly cognitive decline and brisk deep tendon reflex (DTR) in bilateral lower limbs. The symptoms commonly seen in adult onset AxD such as pseudobulbar signs, ataxia and spasticity were not found in the clinical course of disease. Her mother and elder brother had a history of schizophrenia. The patient has had a history of compulsive water drinking as well as personality change in recent years. Her brain magnetic resonance imaging (MRI) showed extensive involvement of white matter without atrophy of medulla oblongata and cervical spinal cord. The next generation DNA sequencing (NGS) showed a likely pathogenic nonsense mutation C1237C>T(pR413*) in GFAP-ε isoform.ConclusionsOur report enriches the understanding of familial adult onset AxD. Our case also contributes to evidence of pathogenicity of the variants in GFAP-ε as the cause of adult onset AxD.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "34146839",
    "pmid": "34146839",
    "doi": "10.1016/j.clineuro.2021.106754",
    "title": "GFAP variants leading to infantile Alexander disease: Phenotype and genotype analysis of 135 cases and report of a de novo variant.",
    "abstract": "<h4>Objectives</h4>Alexander disease (AxD) is a rare autosomal dominant disorder due to GFAP mutations; infantile AxD is the most common severe form which usually results in death. In this study, phenotype and genotype analysis of all reported cases with IAxD are reported as well as a de novo variant.<h4>Methods</h4>We conduct a comprehensive review on all reported Infantile AxD due to GFAP mutation. Clinical data and genetics of the reported patients were analyzed. Clinical evaluations, pedigree drawing, MRI and sequencing of GFAP were performed.<h4>Results</h4>135 patients clinically diagnosed with IAxD had GFAP mutations. A total of fifty three variants of GFAP were determined; 19 of them were located at 1A domain. The four common prevalent variants (c 0.715C>T, c 0.236G˃A, c 0.716G˃A, and c 0.235C˃T) were responsible for 64/135 (47.4%) of the patients. Seizure was the dominant clinical symptom (62.3%) followed by macrocephaly (41%), developmental delay (23.9%) and spasticity (23.9%). A de novo variant c 0.715C˃T was found in the presented Iranian case.<h4>Discussion</h4>The majority of GFAP variant are located in a specific domain of the protein. Seizure as the most common symptom of IAxD could be considered. This study highlighted the role of genetic testing for diagnosing AxD.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "34950187",
    "pmid": "34950187",
    "doi": "10.3389/fgene.2021.744068",
    "title": "Parental Somatic Mosaicism Uncovers Inheritance of an Apparently <i>De Novo GFAP</i> Mutation.",
    "abstract": "Alexander disease is a leukodystrophy caused by heterozygous mutations of <i>GFAP</i> gene. Recurrence in siblings from healthy parents provides a confirmation to the transmission of variants through germinal mosaicism. With the use of DNA isolated from peripheral blood, next-generation sequencing (NGS) of <i>GFAP</i> locus was performed with deep coverage (≥500×) in 11 probands and their parents (trios) with probands heterozygous for apparently <i>de novo GFAP</i> mutations. Indeed, one parent had somatic mosaicism, estimated in the range of 8.9%-16%, for the mutant allele transmitted to the affected sibling. Parental germline mosaicism deserves attention, as it is critical in assessing the risk of recurrence in families with Alexander disease.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "39070252",
    "pmid": "39070252",
    "doi": "10.3389/fnut.2024.1417981",
    "title": "Microbiota gut-brain axis: implications for pediatric-onset leukodystrophies.",
    "abstract": "Neurodegenerative disorders are a group of diseases characterized by progressive degeneration of the nervous system, leading to a gradual loss of previously acquired motor, sensory and/or cognitive functions. Leukodystrophies are amongst the most frequent childhood-onset neurodegenerative diseases and primarily affect the white matter of the brain, often resulting in neuro-motor disability. Notably, gastrointestinal (GI) symptoms and complications, such as gastroesophageal reflux disease (GERD) and dysphagia, significantly impact patients' quality of life, highlighting the need for comprehensive management strategies. Gut dysbiosis, characterized by microbial imbalance, has been implicated in various GI disorders and neurodegenerative diseases. This narrative review explores the intricate relationship between GI symptoms, Gut Microbiota (GM), and neurodegeneration. Emerging evidence underscores the profound influence of GM on neurological functions via the microbiota gut-brain axis. Animal models have demonstrated alterations in GM composition associated with neuroinflammation and neurodegeneration. Our single-centre experience reveals a high prevalence of GI symptoms in leukodystrophy population, emphasizing the importance of gastroenterological assessment and nutritional intervention in affected children. The bidirectional relationship between GI disorders and neurodegeneration suggests a potential role of gut dysbiosis in disease progression. Prospective studies investigating the GM in leukodystrophies are essential to understand the role of gut-brain axis dysfunction in disease progression and identify novel therapeutic targets. In conclusion, elucidating the interplay between GI disorders, GM, and neurodegeneration holds promise for precision treatments aimed at improving patient outcomes and quality of life.",
    "journal": "",
    "year": "2024"
  }
]