[
  {
    "id": "40178132",
    "pmid": "40178132",
    "doi": "10.1002/ajmg.a.64053",
    "title": "Gut Microbiome Pilot Study of Patients With CHARGE Syndrome and Sibling Controls.",
    "abstract": "Difficulties with feeding and digestion are common in individuals with CHARGE syndrome. Animal models with CHD7 gene variants demonstrate abnormal gut innovation and dysmotility. Our pilot study evaluated whether individuals with CHARGE syndrome have differences in their gut microbiome compared to unaffected siblings. Participants between the ages of 2-18 were recruited from Atlantic Canada with a confirmed genetic diagnosis of CHARGE syndrome. Gut Microbiome DNA analysis was performed on stool samples using 16S ribosomal RNA (rRNA) gene sequences. The PASSFP and PEDSQL served as GI symptom questionnaires. Eleven participants completed this study with one twin pair (CHARGE syndrome = 7, sibling controls = 4). The mean percent abundance for the four most common phyla in individuals with CHARGE versus Controls showed a trend towards increased Bacteroidetes, Proteobacteria, and a decrease in Firmicutes and Actinobacteria but was not significant. Microbiome comparisons based on abnormal (< 77) and normal ( ≥$$ \\ge $$  77) GI scores, found significantly elevated Bacteroidetes (p = 0.042, 59.5% ± 15.1% vs. 33.1% ± 14.6%) and decreased Firmicutes (p = 0.042, 37.5% ± 15.9% vs. 62.4% ± 14.0%) with abnormal scores. Alpha diversity did not differ with either disease or GI symptom scores. Our data showed that, although there was a trend in changes in the gut microbiome in individuals with CHARGE compared to unaffected siblings, this change appears to be related to the severity of GI symptoms and not necessarily CHARGE itself, as differences were more pronounced in individuals with more difficulties with feeding and GI symptoms.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40050103",
    "pmid": "40050103",
    "doi": "10.3760/cma.j.cn112142-20241130-00548",
    "title": "[Clinical features of CHARGE syndrome in children].",
    "abstract": "<b>Objective:</b> To analyze the ocular and systemic clinical features of children with CHARGE syndrome, which is a congenital autosomal dominant developmental disorder mainly characterized by coloboma (C), heart disease (H), atresia choanae (A), retarded growth and central nervous system anomalies (R), genital hypoplasia (G), and ear anomalies and deafness (E). <b>Methods:</b> This was a retrospective caseseries study. Eight children (16 eyes) with CHARGE syndrome who visited the Department of Ophthalmology, Xijing Hospital, Air Force Medical University from January 2018 to December 2022 were included in this study. All 8 children underwent ocular and systemic examinations; 4 children underwent genetic testing. The basic birth conditions, medical history, and family history of the children were recorded in detail. The ocular and systemic clinical manifestations of the children were summarized, and the results of gene sequencing were analyzed. <b>Results:</b> Among the 8 children, 5 were male and 3 were female. The age at the first ophthalmological visit ranged from 2 months to 15 years. Five children were first diagnosed in the ophthalmology department, and 3 were referred from the otolaryngology department. All 8 children had ocular abnormalities such as characteristic, asymmetric, and congenital choroidal coloboma. Among them, the proportion of children with hearing impairment was 7/8, ear malformation was 8/8, developmental delay was 7/8, heart malformation was 5/8, intellectual disability was 3/8, choanal stenosis was 1/8, renal malformation was 1/8, and skeletal malformation was 1/8. All 4 children who underwent genetic testing were found to have mutations in the chromodomain helicase DNA-binding protein 7 (CHD7) gene, and all were pathogenic de novo mutations. <b>Conclusions:</b> The clinical manifestations of children with CHARGE syndrome are diverse and highly associated with CHD7 gene mutations. The main ocular manifestation is tissue coloboma, and it is often accompanied by severe malformations in multiple organ systems such as the ears, heart, nervous system, and endocrine system.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40034866",
    "pmid": "40034866",
    "doi": "10.1016/j.jacig.2025.100416",
    "title": "Coexistence of coloboma, heart defects, atresia choanae, growth retardation, genital abnormalities, and ear anomalies (CHARGE) syndrome and heterotaxy in a newborn with athymia.",
    "abstract": "The case presented highlights a unique presentation of coloboma, heart defects, atresia choanae, growth retardation, genital abnormalities, and ear anomalies (CHARGE) syndrome along with athymia and heterotaxy to establish a possible association between these 2 well-known patterns of multiple malformations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39809240",
    "pmid": "39809240",
    "doi": "10.1159/000543190",
    "title": "Systematic Ultrasound Evaluation of Olfactory Sulci in Fetuses with Congenital Heart Defects: A Clue for CHARGE Syndrome Diagnosis.",
    "abstract": "<h4>Introduction</h4>Arhinencephaly have been identified as a significant feature in CHARGE syndrome. This study aimed to evaluate the diagnostic role of olfactory sulci (OS) in identifying CHARGE syndrome among fetuses with major congenital heart defects (CHDs).<h4>Methods</h4>We prospectively evaluated OS development in fetuses diagnosed with CHDs from 2017 to 2021. Neurosonography was performed using transabdominal and transvaginal approaches after 30 weeks of gestation. OS assessment was conducted in the trans-frontal coronal plane, classifying their appearance as fully developed, hypoplastic, or absent. Abnormal OS cases underwent MRI and trio-based clinical exome sequencing (CES).<h4>Results</h4>The study included 147 fetuses with CHD. Abnormal OS were found in 4 fetuses (2.7%) which also exhibited other additional anomalies. OS were absent in cases 1-3 and hypoplastic in case 4. MRI confirmed OS abnormalities in all cases, and trio-based CES identified a CHD7 gene mutation in cases 1, 2, and 4, supporting the diagnosis of CHARGE syndrome. Case 3 had normal trio-based CES results. No other CHARGE syndrome cases were diagnosed postnatally among the cases with normal OS.<h4>Conclusions</h4>Systematic evaluation of OS in fetuses with major CHD might contribute to the diagnosis of CHARGE syndrome. Our findings support the inclusion of OS assessment in the prenatal evaluation of fetuses with major CHDs.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40000719",
    "pmid": "40000719",
    "doi": "10.1038/s10038-025-01325-1",
    "title": "Beyond CHD7 gene: unveiling genetic diversity in clinically suspected CHARGE syndrome.",
    "abstract": "The Verloes or Hale diagnostic criteria have been applied for diagnosing CHARGE syndrome in suspected patients. This study was conducted to evaluate the diagnostic rate of CHD7 according to these diagnostic criteria in suspected patients and also to investigate other genetic defects in CHD7-negative patients. The clinical findings and the results of genetic testing of CHD7, chromosome microarray, exome sequencing, or genome sequencing of 59 subjects were reviewed. CHD7 pathogenic variants were identified in 78% of 46 subjects who met either the Verloes or Hale diagnostic criteria and in 87% of 38 subjects who met both criteria, whereas no CHD7 variant was detected in 13 subjects who met neither criterion. Among 23 patients without the CHD7 variant, six genetic diseases were identified in 7 patients, including Wolf-Hirschhorn syndrome, 1q21 deletion syndrome, 19q13 microdeletion, and pathogenic variants in PLCB4, TRRAP, and OTX2. Based on these comprehensive analyses, the overall diagnostic rate was 73% for seven different genetic diseases. This study emphasizes the importance of comprehensive clinical and genetic evaluation in patients with clinically suspected CHARGE syndrome, recognizing the overlapping phenotypes in other rare genetic disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39969027",
    "pmid": "39969027",
    "doi": "10.31744/einstein_journal/2025rc1142",
    "title": "Kabuki and CHARGE syndromes: overlapping symptoms and diagnostic challenges.",
    "abstract": "Kabuki syndrome is a rare congenital malformation with typical facial features, skeletal anomalies, delayed neuropsychomotor development and growth, and cardiac, genitourinary, gastrointestinal, endocrine, and dental anomalies. One of the main differential diagnoses is CHARGE syndrome, standing for and characterized by Coloboma of the eye, Heart defects, Atresia of the nasal choanae, Restricted intellectual development, Genitourinary malformations, and Ear anomalies. Because these syndromes have similar characteristics, distinguishing them may be challenging. A 24-year-old male patient admitted with reduced renal function had a previous phenotype-based diagnosis of CHARGE syndrome based on many characteristic clinical features. The unveiling of a hypocalcemic crisis diagnosed as primary hypoparathyroidism at the age of 15 years, which did not fit into that diagnosis, led the nephrologist to request a genetic test, which evidenced a missense variant of uncertain significance in exon 38 of the KMT2D gene. This phenotype further suggested Kabuki syndrome, ruling out CHARGE. The present report highlights the importance of genetic testing and discusses phenotype-genotype correlations, which ultimately showed that specific variants in exon 38 rendered a form of Kabuki syndrome distinct from the typical one.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40004505",
    "pmid": "40004505",
    "doi": "10.3390/genes16020176",
    "title": "The Arg99Gln Substitution in HNRNPC Is Associated with a Distinctive Clinical Phenotype Characterized by Facial Dysmorphism and Ocular and Cochlear Anomalies.",
    "abstract": "<i>Background/Objectives:</i> Heterozygous variants in the heterogeneous nuclear ribonucleoprotein C gene (<i>HNRNPC</i>) have recently been reported to cause intellectual developmental disorder-74 (MRD74), a neurodevelopmental disorder with no recurrent diagnostic handles. Affected individuals show variable, non-specific, and subtle dysmorphic features. The degree of developmental delay (DD)/intellectual disability (ID) is also wide, ranging from mild to severe. The mutational spectrum is relatively broad with exon deletions and splice site and frameshift variants distributed along the entire length of the gene leading to HNRNPC loss of function. Only two missense changes located within the RNA-binding motif (RBM) and adjacent linker region of the more abundant isoform (Arg64Trp and Arg99Gln) have been described. Notably, the Arg99Gln amino acid substitution was reported in a subject presenting with a more complex and unique clinical phenotype characterized by distinctive facial features, DD/ID, cochlear aplasia, and bilateral colobomatous microphthalmia, suggesting the possible occurrence of phenotypic heterogeneity. <i>Results:</i> Here, we report the second individual carrying the Arg99Gln change in HNRNPC and having clinical features with a significant overlap with the peculiar phenotype of the previously described subject, supporting the occurrence of a genotype-phenotype correlation. <i>Conclusions:</i> Due to the concomitant occurrence of ocular and cochlear involvement as recognizable diagnostic handles, we propose that the <i>HNRNPC</i><sup>Arg99Gln</sup>-related phenotype should be considered as a potential differential diagnosis in subjects with ID and major signs of CHARGE syndrome not fulfilling the minimum criteria for a clinical diagnosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40015694",
    "pmid": "40015694",
    "doi": "10.3766/jaaa.230055",
    "title": "Genetic and Clinical Predictors of Hearing Loss Among Patients with CHARGE Syndrome.",
    "abstract": "<b>Objective:</b> CHARGE syndrome (CS) is a genetic disorder caused by pathogenic variants within chromodomainhelicase DNA-binding protein 7 (CHD7). The classical presentation includes coloboma,congenital heart defects, atresia of the choanae, retardation of development, genital hypoplasia, andear anomalies. Clinical presentation varies widely by type and severity. Structural anomalies of the earcause hearing loss in 93 percent of individuals with CS. Factors to predict the type and degree of hearingloss among individual patients with CS have not been identified. Identifying factors would ensure patientsreceive early intervention and allow health care providers to accurately counsel on expectations.<br /><b>Research Design:</b> To identify factors correlated with certain types and degrees of hearing loss, a retrospectivechart review of 57 pediatric individuals with CHD7 disease-causing variants from theCHARGE Center at Cincinnati Children's Hospital Medical Center was conducted. All data were manuallyextracted from participants' medical records, as well as the CHARGE Clinic REDcap database.Type and degree of hearing loss were compared to the type of CHD7 variant and craniofacialanomalies.<br /><b>Results:</b> Within our cohort, 97 percent of individuals experienced hearing loss (HL), with sensorineural(SNHL) being the most common type. Eighty-three percent experienced severe-to-profound HL in atleast one ear, a higher prevalence than previously reported. Temporal bone scan results were availablefor 34 participants with HL, and structural anomalies were seen in 79 percent of individuals. Typeof HL did correlate with CHD7 variant type (n = 100, p = 0.002). The most striking relationship is anincreased risk of SNHL with CHD7 haploinsufficiency due to nonsense or frameshift variants.<br /><b>Conclusions:</b> Regardless of the type or location of CHD7 variant, patients with CS are at risk for HLand should undergo temporal bone analysis as part of their initial workup. Such findings continue toexpand providers' understanding of CS and will improve the management of patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40164694",
    "pmid": "40164694",
    "doi": "10.1038/s41380-025-02990-6",
    "title": "Mutation of CHD7 impairs the output of neuroepithelium transition that is reversed by the inhibition of EZH2.",
    "abstract": "Haploinsufficiency of CHD7 (Chromo-Helicase-DNA binding protein 7) causes a severe congenital disease CHARGE syndrome. Brain anomaly such as microcephaly and olfactory bulb agenesis seen in CHARGE patients have not been mimicked in previous animal models. Here, we uncover an indispensable function of CHD7 in the neuroepithelium (NE) but not in the neural stem cells (NSCs) after NE transition. Loss of Chd7 in mouse NE resulted in CHARGE-like brain anomalies due to reduced proliferation and differentiation of neural stem and progenitor cells, which were recapitulated in CHD7 KO human forebrain organoids. Mechanistically, we find that CHD7 activates neural transcription factors by removing the repressive histone mark H3K27me3 and promoting chromatin accessibility. Importantly, neurodevelopmental defects caused by CHD7 loss in human brain organoids and mice were ameliorated by the inhibition of H3K27me3 methyltransferase EZH2. Altogether, by implementing appropriate experimental models, we uncover the pathogenesis of CHD7-associated neurodevelopmental diseases, and identify a potential therapeutic opportunity for CHARGE syndrome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39666746",
    "pmid": "39666746",
    "doi": "10.1097/mao.0000000000004364",
    "title": "Audiologic Outcomes After Cochlear Implantation in Prelingually Deaf Children Who Have Combined Anomalies or Disabilities.",
    "abstract": "<h4>Objective</h4>To evaluate the audiologic outcomes after cochlear implantation (CI) in prelingually deaf children with comorbid disorders.<h4>Study design</h4>Retrospective study.<h4>Setting</h4>Tertiary care academic center.<h4>Patients</h4>We enrolled 85 deaf children (111 ears) with comorbid disorders who underwent CI surgery.<h4>Main outcomes and measures</h4>We selected the most common comorbid disorder and compared the categories of auditory performance (CAP) scores of each comorbidity group with those of the control group. Combined cochlear anomalies were also evaluated using temporal bone computed tomography.<h4>Results</h4>The most common comorbid disorder was CHARGE syndrome (n = 17), followed by developmental delay (n = 13), valvular heart disease (including septal defect) (n = 13), Waardenburg syndrome (n = 8), Down syndrome (n = 6), cerebral palsy (n = 5), and cryptorchidism (n = 5). The CAP scores differed significantly between all the groups and the control group after 6 months (p < 0.001). The differences in the CHARGE syndrome (p = 0.004), cerebral palsy (p = 0.001), and Down syndrome (p = 0.004) groups remained significant 2 years after CI. When comparing the presence or absence of anomalies within the syndromic and nonsyndromic groups, significantly poorer outcomes exist when cochlear anomalies with absent modiolus or cochlear nerve deficits were observed, regardless of the presence of syndromic disorders.<h4>Conclusion</h4>Compared with those in the control group, the CAP scores in the group with coexisting disabilities increased over time, but their final scores were relatively lower. Combined disabilities as well as the absent modiolus and cochlear nerve deficit may be clinical markers for poor CAP scores.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40150644",
    "pmid": "40150644",
    "doi": "10.3390/children12030362",
    "title": "Evaluating the Global Intensive Feeding Therapy (GIFT) for Children with CHARGE Syndrome: A Quasi-Experimental Study.",
    "abstract": "<h4>Background</h4>This pilot investigation aimed to evaluate the efficacy of Global Intensive Feeding Therapy (GIFT) on feeding and swallowing abilities in children with CHARGE Syndrome (CS). GIFT is a novel rehabilitation program designed to leverage the principles of neuroplasticity, intensity, individualized treatment, and ecological validity. The program comprises 15 sessions conducted over one week, with sessions delivered three times per day.<h4>Methods</h4>GIFT was preliminarily implemented in a cohort of seven children diagnosed with CS. To assess the risk of dysphagia, the Pediatric Screening-Priority Evaluation Dysphagia (PS-PED) was administered. The effectiveness of the intervention was evaluated using three instruments: the Karaduman Chewing Performance Scale (KCPS) for chewing performance, the American Speech-Language-Hearing Association National Outcome Measurement System (ASHA NOMS) for overall feeding abilities, and the Feeding Assessment Scale (FAS) to capture parents' perceptions. Data were collected at baseline (T0), immediately post-intervention (T1), and at a six-month follow-up (T2). The Wilcoxon signed-rank test was employed for statistical analysis, and effect sizes for specific outcomes were determined using Kendall's W.<h4>Results</h4>The findings indicated that children with CS were at a high risk of dysphagia as measured by the PS-PED at baseline. Statistically significant improvements in chewing performance were observed at the six-month follow-up (<i>p</i> < 0.05). Feeding abilities, as measured by the ASHA NOMS, showed significant enhancement immediately post-intervention (<i>p</i> = 0.02) and at the follow-up (<i>p</i> = 0.03). Similarly, parents reported significant improvements in their children's feeding abilities at both post-intervention and follow-up assessments (<i>p</i> = 0.02), further corroborating the clinical benefits of the intervention.<h4>Conclusions</h4>These preliminary results suggest that GIFT may be an effective rehabilitation program for addressing feeding and swallowing disorders in children with CS. Further studies with larger sample sizes and controlled designs are warranted to substantiate these findings and refine the intervention protocol.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39618705",
    "pmid": "39618705",
    "doi": "10.1177/2050313x241293307",
    "title": "A case report of CHARGE syndrome caused by a de novo <i>CHD7</i> gene mutation.",
    "abstract": "This article describes the case of a patient with CHARGE syndrome. The clinical data of the patient as well as the whole-genome sequencing results of the child and parents were retrospectively analyzed to determine the pathogenicity of the gene mutation. Genetic testing revealed a heterozygous mutation of the <i>CHD7</i> gene NM_017780.4: C.4853G >A (P.TP1618ter) in the child, which was identified as a de novo pathogenic mutation. Through this case, we conclude that genetic testing is crucial for accurate diagnosis of deafness. Moreover, paying attention to hearing screening in childhood and strengthening the cognitive level of diagnosis and treatment of syndromic deafness in multiple disciplines can effectively realize early detection, early diagnosis, early intervention, and early rehabilitation of syndromic deafness.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR999319",
    "pmid": "",
    "doi": "10.1101/2025.04.02.646816",
    "title": "CHD7 binds distinct regions in the<i>Sox11</i>locus to regulate neuronal differentiation",
    "abstract": "The chromodomain helicase DNA binding protein 7 (CHD7) is a nucleosome repositioner implicated in multiple cellular processes, including neuronal differentiation. We identified CHD7 genome-wide binding sites that regulate neuronal differentiation in an otic stem cell line. We identified CHD7 enrichment at the Sox11 promoter and 3’ untranslated region (UTR). Sox11 is a transcription factor essential for neuronal differentiation. CRISPRi of Sox11 promoter or 3’UTR displayed decreased neurite lengths and reduced neuronal marker expression TUBB3 expression. We showed that the Sox11 locus resides at TAD boundaries, and CTCF marks the 3’UTR. We propose that CHD7 modulates chromatin accessibility of the Sox11 promoter and CTCF-marked insulators in the 3’UTR to facilitate neuronal differentiation. CRISPRi of the insulator site alters 3D chromatin organization, affects gene expression and ultimately perturbs cellular processes. Our results implicate a general mechanism of CHD7 in facilitating neuronal differentiation and provide insight into CHD7 dysfunction in CHARGE syndrome, a congenital disorder associated with hearing loss.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39097280",
    "pmid": "39097280",
    "doi": "10.3760/cma.j.cn511374-20230607-00348",
    "title": "[Clinical features and genetic analysis of a case with CHARGE syndrome due to variant of CHD7 gene].",
    "abstract": "<h4>Objective</h4>To explore the genetic basis for child with CHARGE syndrome.<h4>Methods</h4>A child who was diagnosed at Ningbo Women and Children's Hospital on September 29, 2022 was selected as the study subject. Relevant clinical data were collected. The child and her parents were subjected to whole exome sequencing (WES), and candidate variant was verified by Sanger sequencing and bioinformatic analysis.<h4>Results</h4>The child was found to harbor a de novo c.2972T>C (p.L991S) missense variant of the CHD7 gene, which was detected in neither of her parents. Based on the guidelines from the American College of Medical Genetics and Genomics (ACMG), the variant was predicted to be likely pathogenic (PM6+PM2_Supporting+PP2+PP3+PP4). Bioinformatic analysis predicted that amino acid 991 is highly conserved among various species, and a hydrogen bond has formed between Asp993 and the mutant Ser991.<h4>Conclusion</h4>The heterozygous c.2972T>C (p.L991S) missense variant of the CHD7 gene probably underlay the pathogenesis of CHARGE syndrome in this child. Above finding has also enriched the mutational spectrum for CHARGE syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39313090",
    "pmid": "39313090",
    "doi": "10.1016/j.jaapos.2024.104005",
    "title": "Characteristics, associations, and outcomes of children with posterior segment coloboma.",
    "abstract": "<h4>Purpose</h4>To describe the clinical characteristics and outcomes of children with posterior segment coloboma (PSC).<h4>Methods</h4>The medical records of children (age <18 years) with PSC examined at Boston Children's Hospital from May 1997 to May 2023 were reviewed retrospectively. The following data were collected: demographics, ocular and systemic conditions, coloboma type according to the Ida Mann (IM) classification, and best-corrected visual acuity. Rate of retinal detachment (RD) was calculated. A t test was used to compare visual outcomes by coloboma classification. Logistic regression was used to evaluate the association of CHARGE syndrome with coloboma classification and laterality.<h4>Results</h4>A total of 501 eyes of 343 patients were included. Differences in the mean best-corrected visual acuity of eyes with large PSC (IM type 1-3) and moderate-to-small PSC (IM type 4-7) were found at initial and final examination (both P < 0.001). RD rate was 5% per eye (95% CI, 3.25-7.28) and 7.3% per patient (95% CI, 4.77-10.57). After adjusting for covariates, children with CHARGE syndrome were at increased odds of having IM type 1, type 2, or type 3 colobomas (OR = 2.5; 95% CI, 1.4-4.8; P = 0.003) and bilateral fundus colobomas (OR = 7.0; 95% CI, 3.4-14.5; P <0.001), regardless of IM type, compared to children with PSC and no CHARGE association.<h4>Conclusions</h4>Eyes with large IM colobomas had worse visual outcomes than those with smaller defects; however, both experienced visual impairment. Children with PSC had a low rate of RD. Children with CHARGE syndrome often presented with bilateral and large IM colobomatous defects.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39359670",
    "pmid": "39359670",
    "doi": "10.1297/cpe.2024-0006",
    "title": "CHARGE syndrome in a child with a <i>CHD7</i> variant and a novel pathogenic <i>SOX2</i> variant: A case report.",
    "abstract": "CHARGE syndrome is a clinically heterogeneous condition that typically presents with a loss-of-function mutation in <i>CHD7</i>. SOX2 anophthalmia syndrome is a rare condition associated with hypogonadism and hearing loss. Herein, we describe the case of a Japanese boy presenting with a micropenis, bilateral cryptorchidism, cupped ear, right facial nerve palsy, and bilateral hearing loss, clinically meeting the diagnostic criteria for CHARGE syndrome, but with optic nerve hypoplasia, which is atypical for the syndrome. Therefore, a genetic analysis (next-generation sequencing) was performed. In addition to the missense variant p.[Arg1940Cys] in <i>CHD7</i>, a novel nonsense variant, p. [Tyr110*] in <i>SOX2</i> was identified. Although most features, including genital abnormalities and hearing loss, were clinically compatible with CHARGE syndrome caused by a <i>CHD7</i> variant, optic nerve hypoplasia may have been caused by a pathogenic <i>SOX2</i> variant. Prior research has shown that SOX2 is related to the development of male genitalia and the inner ear. Therefore, the genital abnormalities and hearing loss in this patient may be attributed to both the <i>CHD7</i> and <i>SOX2</i> variants. Furthermore, the interactions between SOX2 and CHD7 may have affected symptoms independently or reciprocally.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39217482",
    "pmid": "39217482",
    "doi": "10.3760/cma.j.cn511374-20230723-00012",
    "title": "[Clinical phenotype and molecular genetic analysis of seven children with CHARGE syndrome].",
    "abstract": "<h4>Objective</h4>To explore the clinical phenotype and genetic etiology for seven children with CHARGE syndrome (CS).<h4>Methods</h4>Clinical data of seven children with CS diagnosed between March 2020 and December 2022 at the Children's Hospital Affiliated to Zhengzhou University were analyzed. Genomic DNA was extracted from peripheral blood samples from the children and their parents, and subjected to whole exome sequencing. Candidate variants were verified by Sanger sequencing and pathogenicity analysis.<h4>Results</h4>The ages of the children had ranged from 1 day after birth to 12 years old, and all of them had shown growth retardation. The reasons for their admission had included postnatal breathing, swallowing and feeding difficulties in five cases. One child was found to have abnormal external genitalia in conjunct with hearing impairment, whilst another child had shown no secondary sexual characteristics during puberty. All of the children were found to harbor CHD7 gene variants, which included 3 nonsense variants, 2 frameshifting variants and 2 missense variants, i.e., c.6292C>T (p.R2098*), c.2754G>A (p.W918*), c.469C>T (p.R157*), c.3308T>A (p.V1103D), c.7111delC (p.Q2371Kfs), c.6023delA (p.D2008Vfs) and c.3565C>T (p.R1189C). All of the variants were de novo in origin. Based on the guidelines from the American College of Medical Genetics and Genomics (ACMG), the c.3308T>A (p.V1103D) and c.3565C>T (p.R1189C) variants were rated as likely pathogenic (PS2+PM2_Supporting+PP3), whilst the remainders were rated as pathogenic (PVS1+PS2+PM2_Supporting).<h4>Conclusion</h4>There is strong clinical and genetic heterogeneity in CS. Early genetic testing may facilitate accurate diagnosis. The detection of novel variants has expanded the phenotypic spectrum of CS and the mutational spectrum of the CHD7 gene.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40164710",
    "pmid": "40164710",
    "doi": "10.1038/s10038-025-01333-1",
    "title": "Hyaluronidase 2 deficiency due to novel compound heterozygous variants in HYAL2: a case report of siblings with HYAL2 deficiency showing different clinical severity and literature review.",
    "abstract": "This study reports the first Asian case of syndromic cleft lip and palate resembling CHARGE-like syndrome, caused by novel compound heterozygous variants of the HYAL2 gene. Hyaluronidase-2 (HYAL2) plays a critical role in hyaluronic acid degradation and tissue remodelling. A 2-year-old Japanese boy presented with growth deficiency, congenital heart disease, craniofacial dysmorphism, micropenis, and developmental delays-features that overlapped with those of CHARGE syndrome. Genetic analysis identified two rare HYAL2 missense variants (c.1133G>A, p.Arg378His; c.1271A>G, p.His424Arg), classified as \"likely pathogenic\" based on ACMG/AMP criteria. This case highlights the importance of considering HYAL2 deficiency in the syndromic presentation of cleft lip and palate with congenital heart disease, particularly in the absence of CHD7 abnormalities. This study also emphasizes potential primary testicular dysfunction in male patients with HYAL2 deficiency and underscores the need for further research to clarify genotype-phenotype correlations and pathology.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38738912",
    "pmid": "38738912",
    "doi": "10.1002/ohn.808",
    "title": "Clinical Portrait of Cochlear Implantation in Patients With CHARGE Syndrome.",
    "abstract": "<h4>Objective</h4>To examine the clinical characteristics and auditory performance of patients with CHARGE syndrome following cochlear implantation (CI), as well as the prognostic factors affecting auditory outcomes.<h4>Study design</h4>Retrospective cohort.<h4>Setting</h4>Tertiary academic center.<h4>Methods</h4>A retrospective chart review was performed in patients with CHARGE syndrome who underwent CI from 2007 to 2022. The category of auditory performance (CAP) score was used to assess the CI outcomes, and factors that may affect the speech outcomes were also evaluated.<h4>Results</h4>In 14 children with CHARGE syndrome, 22 CIs were performed, 6 unilaterally and 8 bilaterally. The mean age at CI was 25.9 months (range: 10-62). All patients had ear abnormalities and developmental delays, and cochlear nerve deficiency (CND) was present in all ears. At the last follow-up (mean: 49.6 months), the mean CAP score improved significantly compared to the preoperative measure (from 0.36 ± 0.81 to 3.21 ± 1.70, P = .001), with 6 patients (42.9%) achieving a CAP score of 4 points or higher. However, between the unilateral and bilateral CI groups, the final CAP score or change in CAP score was similar. Factors including age, coloboma, and CND did not significantly affect speech outcomes (all P > .05).<h4>Conclusion</h4>Even though CHARGE syndrome features challenging anomalies, CI can be conducted safely and can offer effective contribution to significant speech improvement. Patients with CHARGE syndrome should be given the opportunity to undergo CI to maximize their audiological progress.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39534424",
    "pmid": "39534424",
    "doi": "10.2147/tacg.s472898",
    "title": "Comparison of Genetic, Auditory Features, and Systemic Clinical Phenotype in 14 Families with Syndromic Hearing Loss.",
    "abstract": "<h4>Introduction</h4>Syndromic hearing loss (SHL) is characterized by distinctive clinical phenotypes as well as genetic and phenotypic heterogeneity. More than 400 species of SHL have been described, the majority of which are autosomal dominant.<h4>Methods</h4>11 forms of SHL were obtained from 14 unrelated families with probands ranging in age from 5 to 78 months. The results of whole exome sequencing(WES), audiological characteristics, middle and inner ear radiological findings, and additional clinical phenotype characteristics were retrospectively analyzed.<h4>Results</h4>Fourteen people with SHL were found. Two of them had Waardenburg syndrome, two had Branchio-Oto-Renal syndrome, two had CHARGE syndrome, and one had Treacher Collins syndrome, Kleefstra syndrome, Muenke syndrome, Osteopathia Striata with Cranial Sclerosis, Ayme-Gripp syndrome, Tatton-Brown-Rahman syndrome, Stickler syndrome, or Stapes Ankylosis with Broad Thumbs and Toes. In this investigation, ten variants were first reported.<h4>Discussion</h4>The combination of a neonatal hearing screening and WES can diagnose syndrome-type hearing loss in infancy and childhood, according to our findings, expansion of the gene variant spectrum and phenotype for various age groups of SHL is essential and can provide valuable guidelines for clinical intervention decisions. It is imperative for medical practitioners to conduct diligent and prolonged patient monitoring due to the inherent variability in both the auditory impairment and the comprehensive clinical manifestation of SHL.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39418292",
    "pmid": "39418292",
    "doi": "10.1371/journal.pbio.3002786",
    "title": "Chromatin remodeller Chd7 is developmentally regulated in the neural crest by tissue-specific transcription factors.",
    "abstract": "Neurocristopathies such as CHARGE syndrome result from aberrant neural crest development. A large proportion of CHARGE cases are attributed to pathogenic variants in the gene encoding CHD7, chromodomain helicase DNA binding protein 7, which remodels chromatin. While the role for CHD7 in neural crest development is well documented, how this factor is specifically up-regulated in neural crest cells is not understood. Here, we use epigenomic profiling of chick and human neural crest to identify a cohort of enhancers regulating Chd7 expression in neural crest cells and other tissues. We functionally validate upstream transcription factor binding at candidate enhancers, revealing novel epistatic relationships between neural crest master regulators and Chd7, showing tissue-specific regulation of a globally acting chromatin remodeller. Furthermore, we find conserved enhancer features in human embryonic epigenomic data and validate the activity of the human equivalent CHD7 enhancers in the chick embryo. Our findings embed Chd7 in the neural crest gene regulatory network and offer potentially clinically relevant elements for interpreting CHARGE syndrome cases without causative allocation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38631314",
    "pmid": "38631314",
    "doi": "10.1159/000538949",
    "title": "Fetal Phenotype of CHARGE Syndrome with a Molecular Confirmation: A Series of 13 Cases.",
    "abstract": "<h4>Introduction</h4>CHARGE syndrome is an autosomal dominant genetic disorder with known pattern of features. The aim of the study was to present the fetal features of CHARGE syndrome to gain awareness that the antenatal characteristics can be very nonspecific.<h4>Case presentation</h4>This was a retrospective study of 13 cases with CHARGE syndrome diagnosed by prenatal or postnatal genetic testing and physical examination. Two (15.4%; 2/13) had normal ultrasound scans during pregnancy. One (7.7%; 1/13) with first-trimester cystic hygroma presented intrauterine fetal demise at 16 weeks gestation. The remaining 10 (76.9%; 10/13) cases had abnormal ultrasound features in utero; among these, 1 had an increased nuchal translucency in the first trimester, 5 had second-trimester abnormal ultrasounds including micrognathia, cardiac defects, and facial defects, and 4 third-trimester abnormal ultrasounds including micrognathia, isolated fetal growth restriction, and polyhydramnios. Among the 11 cases with abnormal prenatal ultrasound scans, no fetus could reach the diagnostic criteria of CHARGE syndrome if only based on the results of ultrasound. However, the diagnosis was made in all cases when CHD7 defects were detected.<h4>Discussion/conclusion</h4>The CHARGE syndrome presents non-specific abnormal ultrasound markers in utero. Exome sequencing in the genetic workup will aid in prenatal diagnosis of this syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38790272",
    "pmid": "38790272",
    "doi": "10.3390/genes15050643",
    "title": "<i>CHD7</i> Disorder-Not CHARGE Syndrome-Presenting as Isolated Cochleovestibular Dysfunction.",
    "abstract": "CHARGE syndrome, characterized by a distinct set of clinical features, has been linked primarily to mutations in the <i>CHD7</i> gene. Initially defined by specific clinical criteria, including coloboma, heart defects, choanal atresia, delayed growth, and ear anomalies, CHARGE syndrome's diagnostic spectrum has broadened since the identification of <i>CHD7</i>. Variants in this gene exhibit considerable phenotypic variability, leading to the adoption of the term \"<i>CHD7</i> disorder\" to encompass a wider range of associated symptoms. Recent research has identified <i>CHD7</i> variants in individuals with isolated features such as autism spectrum disorder or gonadotropin-releasing hormone deficiency. In this study, we present three cases from two different families exhibiting audiovestibular impairment as the primary manifestation of a <i>CHD7</i> variant. We discuss the expanding phenotypic variability observed in <i>CHD7</i>-related disorders, highlighting the importance of considering <i>CHD7</i> in nonsyndromic hearing loss cases, especially when accompanied by inner ear malformations on MRI. Additionally, we underscore the necessity of genetic counseling and comprehensive clinical evaluation for individuals with <i>CHD7</i> variants to ensure appropriate management of associated health concerns.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39786898",
    "pmid": "39786898",
    "doi": "10.1093/jamia/ocae314",
    "title": "Utility of word embeddings from large language models in medical diagnosis.",
    "abstract": "<h4>Objective</h4>This study evaluates the utility of word embeddings, generated by large language models (LLMs), for medical diagnosis by comparing the semantic proximity of symptoms to their eponymic disease embedding (\"eponymic condition\") and the mean of all symptom embeddings associated with a disease (\"ensemble mean\").<h4>Materials and methods</h4>Symptom data for 5 diagnostically challenging pediatric diseases-CHARGE syndrome, Cowden disease, POEMS syndrome, Rheumatic fever, and Tuberous sclerosis-were collected from PubMed. Using the Ada-002 embedding model, disease names and symptoms were translated into vector representations in a high-dimensional space. Euclidean and Chebyshev distance metrics were used to classify symptoms based on their proximity to both the eponymic condition and the ensemble mean of the condition's symptoms.<h4>Results</h4>The ensemble mean approach showed significantly higher classification accuracy, correctly classifying between 80% (Cowden disease) to 100% (Tuberous sclerosis) of the sample disease symptoms using the Euclidean distance metric. In contrast, the eponymic condition approach using Euclidian distance metric and Chebyshev distances, in general, showed poor symptom classification performance, with erratic results (0%-100% accuracy), largely ranging between 0% and 3% accuracy.<h4>Discussion</h4>The ensemble mean captures a disease's collective symptom profile, providing a more nuanced representation than the disease name alone. However, some misclassifications were due to superficial semantic similarities, highlighting the need for LLM models trained on medical corpora.<h4>Conclusion</h4>The ensemble mean of symptom embeddings improves classification accuracy over the eponymic condition approach. Future efforts should focus on medical-specific training of LLMs to enhance their diagnostic accuracy and clinical utility.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39587755",
    "pmid": "39587755",
    "doi": "10.7499/j.issn.1008-8830.2406105",
    "title": "[CHARGE syndrome in a neonate].",
    "abstract": "A female infant, aged 11 days, was admitted due to dyspnea for 11 days after birth, with the main clinical manifestations of inspiratory dyspnea, feeding difficulties, and unusual facies (micrognathia, high palatal arch, cleft palate, glossoptosis, and oblique mouth to the right), and the preliminary diagnosis was Pierre-Robin syndrome. There was no marked improvement after treatment such as ventilator-assisted ventilation, nutrition, and surgical ligation of patent ductus arteriosus. Whole-exome sequencing of the family showed a heterozygous mutation of c.3082A>G (p.Ile1028 Val) in the <i>CHD7</i> gene, which was a pathogenic mutation of CHARGE syndrome. The neonate was ultimately diagnosed with CHARGE syndrome, and the family decided to withdraw treatment due to concerns about poor prognosis. This article reports a case of CHARGE syndrome caused by a mutation in the <i>CHD7</i> gene and the multidisciplinary diagnosis and treatment of this disease, in order to provide help for early disease identification and guide clinical decision-making.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40038803",
    "pmid": "40038803",
    "doi": "10.1186/s13052-025-01882-3",
    "title": "Management of anophthalmia, microphthalmia and coloboma in the newborn, shared care between neonatologist and ophthalmologist: a literature review.",
    "abstract": "Congenital ocular anomalies significantly contribute to global disability, with 15-20% of infant blindness attributed to these anomalies. This study examined anophthalmia, microphthalmia, and coloboma (AMC) through collaborative neonatology and ophthalmology care.The global prevalence of AMC varies: anophthalmia at 0.6-4.2 per 100,000 births and microphthalmia at 2-17 per 100,000 births, with a combined prevalence of up to 30 per 100,000. The prevalence of coloboma, alone or associate with other eye defects is 2-19 per 100,000 live births. Anophthalmia and microphthalmia may present as isolated or genetic syndromes, necessitating comprehensive evaluation. AMC etiology encompasses genetic and environmental factors. Chromosomal aberrations and mutations in genes such as PAX6, SOX2, OTX2, and CHD7 are contributors. Syndromic associations, such as CHARGE (heart defect, atresia choanae, retarded growth and development, genital hypoplasia, ear anomalies/deafness) syndrome, underscore the complexity of this syndrome. Early AMC diagnosis is pivotal for timely intervention. This work provides a literature review offering insights for effective management and genetic counseling in a pediatric context.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38597178",
    "pmid": "38597178",
    "doi": "10.1002/ajmg.a.63618",
    "title": "Ocular manifestations of CHARGE syndrome in a pediatric cohort with genotype/phenotype analysis.",
    "abstract": "CHARGE syndrome is a rare multi-system condition associated with CHD7 variants. However, ocular manifestations and particularly ophthalmic genotype-phenotype associations, are not well-studied. This study evaluated ocular manifestations and genotype-phenotype associations in pediatric patients with CHARGE syndrome. A retrospective chart review included pediatric patients under 20 years-old with clinical diagnosis of CHARGE syndrome and documented ophthalmic examination. Demographics, genetic testing, and ocular findings were collected. Comprehensive literature review enhanced the genotype-phenotype analysis. Forty-two patients (20 male) underwent eye examination at an average age of 9.45 ± 6.52 years-old. Thirty-nine (93%) had ophthalmic manifestations in at least one eye. Optic nerve/chorioretinal colobomas were most common (38 patients), followed by microphthalmia (13), cataract (6), and iris colobomas (4). Extraocular findings included strabismus (32 patients), nasolacrimal duct obstructions (11, 5 with punctal agenesis), and cranial nerve VII palsy (10). Genotype-phenotype analyses (27 patients) showed variability in ocular phenotypes without association to location or variant types. Splicing (10 patients) and frameshift (10) variants were most prevalent. Patients with CHARGE syndrome may present with a myriad of ophthalmic manifestations. There is limited data regarding genotype-phenotype correlations and additional studies are needed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38505478",
    "pmid": "38505478",
    "doi": "10.1002/ccr3.8670",
    "title": "CHARGE syndrome with early fetal ear abnormalities: A case report.",
    "abstract": "<h4>Key clinical message</h4>CHARGE syndrome is a rare genetic disorder characterized by several distinct features. The presence of fetal ear abnormalities could be the early indicator of CHARGE syndrome. Subsequent prenatal diagnosis is essential to confirm the disorder. This is significant because the patient may receive genetic counseling and appropriate disposal based on the accurate diagnosis.<h4>Abstract</h4>CHARGE syndrome is a rare genetic disorder with multiple specific clinical features. The prenatal diagnosis is crucial but rarely achieved. We report a fetus with fetal external ear abnormality detected by ultrasound at 22nd week of gestation. Postnatal examination revealed an external ear abnormality, a mild atrial septal defect, and other clinical signs of CHARGE syndrome. A de novo pathogenic nonsense mutation in the <i>CHD7</i> gene (c.406C > T, p.Q136X in exon 2) was identified to cause the disorder. Our study demonstrated that prenatal diagnosis and genetic testing were recommended to obtain a solid diagnosis of CHARGE syndrome when fetal external ear abnormality was detected by ultrasound examination.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38863011",
    "pmid": "38863011",
    "doi": "10.1186/s13023-024-03222-w",
    "title": "Cognitive potential of children and adolescents with CHARGE syndrome and deafblindness.",
    "abstract": "<h4>Background</h4>The present study aimed to test the hypothesis stating that the cognitive potential of individuals with deafblindness is equal to those without a deafblind condition, an assumption that until now has been empirically unsubstantiated within the field of deafblindness.<h4>Methods</h4>To explore the assumption, 15 children and adolescents with CHARGE underwent cognitive assessment with WISC-V using a sequential two-level assessment design. The 1st level involved standardized test conditions. The 2nd level was designed as a continuation of the performances obtained from the 1st level and involved accommodations to compensate for sensory motor impairment. Statistical procedures involved the sample as a whole and when divided into two subgroups: (i) participants with CHARGE without deafblindness; (ii) participants with CHARGE and deafblindness using the 1st level scores as base line.<h4>Results</h4>Although results showed significantly lower scores in the deafblind subgroup with standardized procedures, they approximated the others after accommodating for their sensory deficits. This positive increase proved significant.<h4>Conclusion</h4>Findings supported the assumption of equal cognitive potential of individuals with and without deafblindness. Results indicated that the children and adolescents with deafblindness had most effect of the accommodations, enabling them to approximate the results of the subgroup without deafblindness. These gains were attributed enhanced accessibility endorsed by the accommodations and represented the participants latent cognitive dispositions only realized under certain circumstances.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38545186",
    "pmid": "38545186",
    "doi": "10.1016/j.heliyon.2024.e28024",
    "title": "Diagnosis challenges in CHARGE syndrome: A novel variant and clinical description.",
    "abstract": "<h4>Introduction</h4>In resource-limited settings, patients with uncommon phenotypes often face prolonged diagnostic journeys and potential misdiagnoses. Coloboma, heart defects, atresia choanae, restricted growth and development, genital and ear abnormalities syndrome (CHARGE) syndrome, a congenital condition affecting various body parts such as the heart, ears, eyes, and genitals, exemplifies this challenge.<h4>Case presentation</h4>We present the case of a 21-year-old male patient from Ecuador who exhibited hypogonadism, facial deformities, and stunted growth. Due to the scarcity of genetic specialists and limited access to genetic testing in Ecuador, the patient received a misdiagnosis of Noonan syndrome. However, a correct diagnosis of CHARGE syndrome was ultimately reached after eight years, facilitated by genetic sequencing that identified a novel mutation in the Chromodomain helicase DNA binding protein 7 gene.<h4>Conclusion</h4>This case highlights the critical role of meticulously assessing patients' symptoms and emphasizes the necessity for enhanced collaboration among physicians and researchers. Such efforts are pivotal in advancing healthcare access and equity for individuals in developing nations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39700584",
    "pmid": "39700584",
    "doi": "10.1016/j.ijscr.2024.110750",
    "title": "A case report of macular coloboma as an ocular clinical feature in Sturge Weber Syndrome.",
    "abstract": "<h4>Introduction and importance</h4>Sturge Weber Syndrome (SWS) is a congenital neurocutaneous disorder that affects several organs. Abnormal ocular findings are typically on the same side as the SWS. These changes can affect various parts of the eye, including the eyelid, front chamber, cornea, choroid, and retina. To our knowledge, this is first documented case in the peer review literature of foveal Coloboma in SWS. This case report highlights this important finding in special cases of secondary open angle glaucoma related to SWS.<h4>Case presentation</h4>A 5 month old baby girl, known to have SWS. Presented to our ER with high Intraocular pressure (IOP). Upon external examination, the child had port wine stain on the left side of her face. The dilated fundus exam revealed foveal coloboma which is not known as ocular clinical feature in cases of SWS. The fundus exam also showed diffuse choroidal hemangioma nasal to the disc. The case was managed with Micropulse Cyclophotocoagulation. The IOP was stable during 2 years of follow up.<h4>Discussion</h4>Choroidal colobomas can be vision threatening due macular and optic disc involvement. Choroidal colobomas increase the risk of retinal detachment, and subfoveal choroidal neovascularization. They can occur as a part of genetic disorders such as CHARGE syndrome. In our case the foveal location of the coloboma and the anisometropic amblyopia both led to the decrease of vision and amblyopia in that eye.<h4>Conclusions</h4>Reporting a macular coloboma in a patient with SWS. After conducting a literature review on foveal Coloboma utilizing PubMed, Google Scholar, Cochrane Library and ScienceDirect using the key words (Foveal coloboma, Macula coloboma, Sturge Weber Syndrome), we did not find any prior reports of foveal Coloboma in SWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38352994",
    "pmid": "38352994",
    "doi": "10.1002/ajmg.a.63561",
    "title": "Monodactyly in a patient with CHARGE syndrome: An additional case report.",
    "abstract": "CHARGE syndrome is a rare autosomal dominant syndrome characterized by multiple congenital anomalies including coloboma, heart defects, ear anomalies, and developmental delay, caused by pathogenic variants in the CHD7 gene. The discovery of the molecular basis of this syndrome increased the number of cases reported and expanded the phenotype and clinical variability. Limb anomalies are occasional clinical findings in this syndrome, present in about 30% of reported cases. The occurrence of limb anomalies in this syndrome suggests that it should be considered as part of the phenotypic spectrum. Here, we describe an individual with CHARGE syndrome presenting unilateral monodactyly.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38686072",
    "pmid": "38686072",
    "doi": "10.1002/iju5.12694",
    "title": "CHARGE syndrome with both primary and secondary hypogonadism.",
    "abstract": "<h4>Introduction</h4>CHARGE syndrome is a rare disorder that causes congenital abnormalities in multiple organs, including secondary hypogonadism. We report, herein, a unique case of CHARGE syndrome with both primary and secondary hypogonadism and discuss the possible causes and pathogenesis in this patient.<h4>Case presentation</h4>A 15-year-old boy with delayed secondary sexual characteristics and non-palpable testes was referred to our hospital. Physical examination and detection of a chromodomain-helicase-deoxyribonucleic acid-binding protein 7 gene mutation confirmed CHARGE syndrome. Hormone stimulation tests suggested both primary and secondary hypogonadism. Laparoscopic bilateral orchiectomy was performed because of decreased testosterone production and atrophy in both testes. Pathological examination of the testes revealed maturation arrest, germ cell neoplasm in situ, and decreased expression of steroid synthase.<h4>Conclusion</h4>This appears to be the first report of CHARGE syndrome with both primary and secondary hypogonadism demonstrated in endocrinological and histological examinations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40069157",
    "pmid": "40069157",
    "doi": "10.1038/s41467-025-57433-1",
    "title": "Atlas of imprinted and allele-specific DNA methylation in the human body.",
    "abstract": "Allele-specific DNA methylation reflects genetic variation and parentally-inherited changes, and is involved in gene regulation and pathologies. Yet, our knowledge of this phenomenon is largely limited to blood. Here we present a comprehensive atlas of allele-specific DNA methylation using deep whole-genome sequencing across 39 normal human cell types. We identified 325k regions, covering 6% of the genome and 11% of CpGs, that show a bimodal distribution of methylated and unmethylated molecules. In 34k of these regions, genetic variations at individual alleles segregate with methylation patterns, validating allele-specific methylation. We also identified 460 regions showing parental allele-specific methylation, the majority of which are novel, as well as 78 regions associated with known imprinted genes. Surprisingly, sequence-dependent and parental allele-dependent methylation is often restricted to specific cell types, revealing unappreciated variation of allele-specific methylation across the human body. Finally, we validate tissue-specific, maternal allele-specific methylation of CHD7, offering a potential mechanism for the paternal bias in the inheritance mode of CHARGE syndrome associated with this gene. The atlas provides a resource for studying allele-specific methylation and regulatory mechanisms underlying imprinted expression in specific human cell types.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38186349",
    "pmid": "38186349",
    "doi": "10.1080/15513815.2023.2300971",
    "title": "Prenatal Diagnosis of Crossed Pulmonary Arteries with a Postnatal Diagnosis of CHARGE Syndrome.",
    "abstract": "<b>Introduction</b>: Crossed pulmonary arteries (CPA) is an abnormality in which the ostium of the left pulmonary artery is located rightward and the ostium of the right pulmonary artery is leftward. <b>Case report:</b> We diagnosed a fetus with CPA prenatally. In fetal echocardiography, left pulmonary artery was seen to pass beneath the ductus and directing toward the left side and pulmonary artery bifurcation could not be demonstrated at the same plane. Postnatal echocardiography reconfirmed the presence of CPA. Bilateral choanal atresia, genital hypoplasia, hearing loss with facial and external ear asymmetry and psychomotor delay of the newborn led to clinical diagnosis of CHARGE syndrome and was confirmed by gene analysis. <b>Discussion/Conclusion:</b> CPA may be one of the cardiac anomalies in CHARGE syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39551968",
    "pmid": "39551968",
    "doi": "10.1002/cbin.12260",
    "title": "Deciphering HMGB1: Across a spectrum of DNA and nucleosome dynamics.",
    "abstract": "HMGB1 is the most abundant nonhistone nuclear protein, which has been widely studied for its roles in the cytoplasm as an autophagy mediator and in the extracellular matrix as an inflammatory molecule. Studies concerning HMGB1's actual role and its binding within the nucleus are inadequate. Through this in vitro study, we aimed to discern the binding parameters of HMGB1 with various types of DNA, nucleosomes, and chromatin. HMGB1 binds differentially to different DNA, with a high affinity for altered DNA structures such as triplex and bulge DNA. Remodelling of nucleosome by CHD7 remodeller was negatively impacted by the binding of HMGB1. We also found that HMGB1 binds to the linker DNA of chromatin. Findings from this study shed light on the diverse roles HMGB1 may play in transcription, gene expression, viral replication, CHARGE syndrome and so forth.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39336755",
    "pmid": "39336755",
    "doi": "10.3390/genes15091164",
    "title": "Knockout, Knockdown, and the Schrödinger Paradox: Genetic Immunity to Phenotypic Recapitulation in Zebrafish.",
    "abstract": "Previous research has highlighted significant phenotypic discrepancies between knockout and knockdown approaches in zebrafish, raising concerns about the reliability of these methods. However, our study suggests that these differences are not as pronounced as was once believed. By carefully examining the roles of maternal and zygotic gene contributions, we demonstrate that these factors significantly influence phenotypic outcomes, often accounting for the observed discrepancies. Our findings emphasize that morpholinos, despite their potential off-target effects, can be effective tools when used with rigorous controls. We introduce the concept of graded maternal contribution, which explains how the uneven distribution of maternal mRNA and proteins during gametogenesis impacts phenotypic variability. Our research categorizes genes into three types-susceptible, immune, and \"Schrödinger\" (conditional)-based on their phenotypic expression and interaction with genetic compensation mechanisms. This distinction provides new insights into the paradoxical outcomes observed in genetic studies. Ultimately, our work underscores the importance of considering both maternal and zygotic contributions, alongside rigorous experimental controls, to accurately interpret gene function and the mechanisms underlying disease. This study advocates for the continued use of morpholinos in conjunction with advanced genetic tools like CRISPR/Cas9, stressing the need for a meticulous experimental design to optimize the utility of zebrafish in genetic research and therapeutic development.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39687804",
    "pmid": "39687804",
    "doi": "10.7759/cureus.73802",
    "title": "A Case Series and Brief Review of Literature on Encapsulating Peritoneal Sclerosis: Unveiling the Cocoon.",
    "abstract": "This case series explores four distinct instances of encapsulating peritoneal sclerosis (EPS), a rare but serious condition characterized by the encapsulation of abdominal viscera, commonly referred to as abdominal cocoon. EPS is associated with severe complications, including bowel obstruction and sepsis, which can significantly impact patient outcomes. The first case involves a 41-year-old male patient who had undergone a liver transplant and ultimately succumbed to extensively drug-resistant (XDR) sepsis. The second case features a 31-year-old male patient diagnosed with abdominal tuberculosis, who successfully recovered following comprehensive antitubercular therapy (ATT). The third case presents a 26-day-old neonate with CHARGE syndrome (coloboma of the eye, heart defects, atresia of the choanae, retardation of growth and development, genital abnormalities, and ear anomalies, including deafness), who tragically succumbed to septic shock. The last case is of a 41-year-old male patient with disseminated tuberculosis who showed marked improvement with appropriate treatment. These cases illustrate the diverse clinical backgrounds and grave outcomes associated with EPS, highlighting the urgent need for early diagnosis and intervention. Despite EPS being a leading cause of small bowel obstruction in many inpatient settings, its diagnosis is frequently overlooked due to insufficient awareness among healthcare professionals. This series aims to enhance understanding of the causes, imaging characteristics, and management strategies for EPS. By disseminating this knowledge, we hope to facilitate earlier identification of the condition, particularly through primary imaging techniques such as ultrasound (USG). Ultimately, increasing awareness and understanding of EPS is crucial to improving patient outcomes and reducing the associated morbidity and mortality.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39791075",
    "pmid": "39791075",
    "doi": "10.7759/cureus.75400",
    "title": "A Case of a Newborn Presenting With a VACTERL-Like Association.",
    "abstract": "The VACTERL (vertebral defects, anal atresia, cardiac defects, tracheoesophageal fistula, renal anomalies, and limb abnormalities) association represents an enigmatic syndrome requiring further study. This report describes a full-term neonate born to a multiparous woman who was found, upon further examination, to have multiple congenital abnormalities, including a bicuspid aortic valve, patent foramen ovale, tracheoesophageal fistula (TEF), asymmetric crying facies, microphallus, and a single inguinal testis. The discussion explores environmental and genetic factors that may contribute to this association, as well as similar conditions, such as CHARGE (coloboma, heart defects, choanal atresia, growth retardation, genital abnormalities, and ear abnormalities) syndrome. This study aims to serve as a primer for intellectual inquiry in recognizing and understanding the VACTERL association among healthcare professionals.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38219448",
    "pmid": "38219448",
    "doi": "10.1016/j.bjorl.2023.101383",
    "title": "Detailed analysis of inner ear malformations in CHARGE syndrome patients - correlation with audiological results and proposal for computed tomography scans evaluation methodology.",
    "abstract": "<h4>Objectives</h4>The aim was to describe the spectrum of inner ear malformations in CHARGE syndrome and propose a Computed Tomography (CT) detailed scan evaluation methodology. The secondary aim was to correlate the CT findings with hearing thresholds.<h4>Methods</h4>Twenty ears of ten patients diagnosed with CHARGE syndrome were subjected to CT analysis focusing on the inner ear and internal acoustic canal. The protocol used is presented in detail. ASSR results were analyzed and correlated with inner ear malformations.<h4>Results</h4>Cochlear hypoplasia type III was the most common malformation found in 12 ears (60%). Cochlear hypoplasia type II, aplasia with a dilated vestibule, and rudimentary otocyst were also identified. In 20%, no cochlear anomaly was found. The lateral Semicircular Canal (SCC) absence affected 100% of ears, the absence of the posterior SCC 95%, and the superior SCC 65%. Better development of cochlea structures and IAC correlated significantly with the lower hearing thresholds.<h4>Conclusion</h4>This study demonstrated that rudimentary SCC or a complete absence of these SCCs was universally observed in all patients diagnosed with CHARGE syndrome. This finding supports the idea that inner ear anomalies are a hallmark feature of the CHARGE, contributing to its distinct clinical profile. The presence of inner ear malformations has substantial clinical implications. Audiological assessments are crucial for CHARGE syndrome, as hearing loss is common. Early detection of these malformations can guide appropriate interventions, such as hearing aids or cochlear implants, which may significantly improve developmental outcomes and communication for affected individuals. Recognizing inner ear malformations as a diagnostic criterion presents implications beyond clinical diagnosis. A better understanding of these malformations can advance the knowledge of CHARGE pathophysiology. It may also help guide future research into targeted therapies to mitigate the impact of inner ear anomalies on hearing and balance function.<h4>Level of evidence: 4</h4>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39658661",
    "pmid": "39658661",
    "doi": "10.1007/s00405-024-09087-w",
    "title": "Hearing implants in pediatrics with cochlear nerve deficiency: an updated systematic review.",
    "abstract": "<h4>Objective</h4>Cochlear nerve deficiency (CND) accounts for about one-third of congenital hearing loss cases and presents several challenges during management. Currently, cochlear implant (CI) and auditory brainstem implants (ABI) represent the primary management options for CND. However, robust evidence on the outcomes of different CND management approaches remains limited. Therefore, this systematic review seeks to update and assess the effectiveness of various CND management approaches.<h4>Databases reviewed</h4>PubMed, Scopus, Web of Science, and CENTRAL databases.<h4>Methods</h4>We conducted an online bibliographic search across these databases. We included both interventional and observational studies evaluating CND management outcomes.<h4>Results</h4>Of the 25 studies included, there were retrospective chart reviews, prospective observational studies, and one phase I clinical trial. Most studies focused on children with cochlear nerve aplasia or hypoplasia, with one study including patients with CHARGE syndrome. The mean age at the time of operation ranged from 0.5 to 4.5 years. Tools like the categories of auditory performance (CAP), speech intelligibility rating (SIR), and speech perception category (SPC) were commonly employed. CI outcomes were reported in 17 studies, while ABI outcomes were reported in 4 studies. The study found that the outcomes of both interventions were variable across the included studies.<h4>Conclusion</h4>While CI is feasible and an option in children with CND, its overall effectiveness is limited in some cases like cochlear nerve aplasia. Conversely, ABI appears to be a promising alternative with better auditory, speech, and learning outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39503249",
    "pmid": "39503249",
    "doi": "10.1111/ocr.12872",
    "title": "Role of Nasopharyngeal Airway in Management of Craniofacial Syndrome-Associated Upper Airway Obstruction in Children.",
    "abstract": "<h4>Introduction</h4>Upper airway obstruction (UAO) management in children, particularly those with associated anatomical mid-face structural differences, poses a significant challenge. This study describes using a nasopharyngeal airway (NPA) in managing infants with severe upper airway obstruction.<h4>Methods</h4>Infants discharged home from Queensland Children's Hospital with an NPA in situ for the management of upper airway obstruction were retrospectively evaluated for clinical and demographic parameters, underlying diagnoses and respiratory support, including NPA insertion details and comorbidities.<h4>Results</h4>Sixty-seven children (24 male) were included with a median age at NPA insertion of 24 (IQR 7-59) days and a median duration of NPA use of 229.1 (IQR 151.50-297.75) days. Fifty-two (77.6%) had Pierre Robin sequence. Other diagnoses included CHARGE syndrome, Treacher Collins syndrome, Stickler syndrome, Crouzon syndrome, Bohring-Opitz syndrome, isolated cleft palate, Beckwith-Wiedemann syndrome, Chromosome 3 deletion and VACTERL association. Four infants required tracheostomy, and no complications related to NPA use were reported. Those with oximetry and polysomnography data showed improving indices following NPA insertion [pre NPA median (IQR) SpO<sub>2</sub>: 95.9% (94.73-97.73), AHI: 51.40 (44.50-69.45), OAHI 65.9 (56.45-73.35) and TcCO<sub>2</sub> (mmHg) 65.70 (61.95-67.30) vs. post-NPA median (IQR) SpO<sub>2</sub>: 97.1% (96.19-97.9), AHI: 12.20 (11.25-24.35), OAHI 10.20 (6.12-5.62) and TcCO<sub>2</sub> (mmHg) 52.40 (47.90-58.40)].<h4>Conclusion</h4>Our findings highlight the effectiveness and safety of NPA as a noninvasive management option for severe upper airway obstruction in children, particularly in those with anatomical midface structural differences. Further research and larger studies are warranted to confirm these findings and optimise management strategies for these patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38057991",
    "pmid": "38057991",
    "doi": "10.1002/ajmg.a.63491",
    "title": "Maternal CHD7 gonosomal mosaicism in a fetus with CHARGE syndrome.",
    "abstract": "Parental mosaicism is important in families with de novo mutations. Herein, we report a case of fetal CHARGE syndrome (CS) with a CHD7 variant inherited from maternal CHD7 gonosomal mosaicism. The variant was detected through trio-based whole-exome sequencing and Sanger sequencing. High-depth whole-exome sequencing was performed for the identification of parental mosaicism. A novel heterozygous CHD7 nonsense mutation (c.5794G>T/ p.E1932*) was detected in the tissue from the aborted fetus. The parents were wild-type, indicating that the mutation was a de novo variant. The mutation was suspected to be the cause of the fetal CS. However, high-depth whole-exome sequencing revealed maternal gonosomal mosaicism at a variant allele frequency of 3.2%-23.3%. The variant was identified in various tissues (peripheral blood, hair follicles, buccal epithelia, and pharyngeal epithelia) from the asymptomatic mother. We confirmed maternal CHD7 gonosomal mosaicism as a genetic cause of fetal CS. Our results emphasize the importance of clinical analysis in accurately determining the parents' status in detecting the CHD7 de novo variant in fetal CS, as this analysis has vital implications for evaluating the recurrence risk for genetic counseling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38298890",
    "pmid": "38298890",
    "doi": "10.1016/j.crwh.2024.e00582",
    "title": "Antenatal ultrasound findings in choanal atresia: A case report and review of the literature.",
    "abstract": "Choanal atresia occurs in about 1 in 5000 births and is associated with other structural and genetic abnormalities. Choanal atresia is usually diagnosed postnatally due to respiratory distress, and rarely diagnosed antenatally. Here, a woman with severe polyhydramnios is described, whose fetus was diagnosed antenatally with isolated bilateral choanal atresia, as evident by persistent absence of flow through the nostrils on ultrasound. A literature review is presented of the antenatal findings of choanal atresia, using ultrasound and other imaging modalities. An association of choanal atresia with polyhydramnios should be considered. Examining flow through the fetal nose, using color Doppler, might aid in diagnosing choanal atresia. If this condition is suspected, a detailed ultrasound scan should be done to rule out other anomalies. Fetal magnetic resonance imaging has been suggested as an additional imaging tool in selected patients. Genetic counselling and invasive prenatal testing should be offered.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38148819",
    "pmid": "38148819",
    "doi": "10.1016/j.heliyon.2023.e23272",
    "title": "Digenic <i>CHD7</i> and <i>SMCHD1</i> inheritance Unveils phenotypic variability in a family mainly presenting with hypogonadotropic hypogonadism.",
    "abstract": "<h4>Objectives</h4>CHARGE syndrome is a congenital hereditary condition involving multiple systems. Patients are easily misdiagnosed with idiopathic hypogonadotropic hypogonadism (IHH) due to the overlap of clinical manifestations. An accurate clinical diagnosis remains challenging when the predominant clinical manifestation resembles hypogonadotropic hypogonadism.<h4>Methods</h4>This original research is conducted based on the genetic finding and analysis of clinical cases. Whole-exome sequencing (WES) and in-silico analyse were performed on two sisters to investigate the pathogenesis in this family. Homology modelling was conducted to evaluate structural changes in the variants.<h4>Results</h4>WES and Sanger sequencing revealed two siblings carrying a nonsense mutation (NM_017780.4: c.115C > T) in exon 2 of <i>CHD7</i> inherited from a mildly affected mother and a missense mutation (NM_015295.3: c.2582T > C) in exon 20 of <i>SMCHD1</i> inherited from an asymptomatic father. The nonsense mutation in <i>CHD7</i> was predicted to generate nonsense-mediated decay, whereas the missense mutation in <i>SMCHD1</i> decreased protein stability.<h4>Conclusions</h4>We identified digenic <i>CHD7</i> and <i>SMCHD1</i> mutations in IHH-associated diseases for the first time and verified the synergistic role of oligogenic inheritance. It was also determined that WES is an effective tool for distinguishing diseases with overlapping features and establishing a molecular diagnosis for cases with digenic or oligogenic hereditary disorders, which is beneficial for timely treatment, and family genetic counseling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39406511",
    "pmid": "39406511",
    "doi": "10.3174/ajnr.a8450",
    "title": "Neuroradiologic, Clinical, and Genetic Characterization of Cerebellar Heterotopia: A Pediatric Multicentric Study.",
    "abstract": "<h4>Background and purpose</h4>Cerebellar heterotopia (CH) is a neuroradiologic abnormality that is poorly reported and investigated in the literature. It can be observed as an isolated finding, but it has been mainly reported in the context of cerebellar dysgenesis and syndromic conditions. This study aims to provide a comprehensive neuroradiologic, clinical, and genetic characterization of a cohort of pediatric patients with CH.<h4>Materials and methods</h4>Patients with a diagnosis of CH were systematically selected from the neuroimaging databases of the 4 Italian centers participating in this retrospective study. For each patient, information regarding demographic, clinical, genetic, and neuroradiologic data was collected.<h4>Results</h4>Thirty-two pediatric patients were recruited and subdivided into 2 groups: patients with isolated CH and/or cerebellar malformations (<i>n</i> = 18) and patients with CH associated with cerebral malformations (<i>n</i> = 14). Isolated CH consistently showed a peripheral subcortical localization in the inferior portion of cerebellar hemispheres, with either unilateral or bilateral distribution. Ten patients belonging to the second group had a diagnosis of CHARGE syndrome, and their nodules of CH were mainly but not exclusively bilateral, symmetric, located in the peripheral subcortical zone and the inferior portion of the cerebellar hemispheres. The remaining 4 patients of the second group showed either bilateral or unilateral CH, located in both the peripheral cortex and deep white matter and the superior and inferior portions of cerebellum. Patients with isolated CH showed a high prevalence of language development delay; neurodevelopmental disorders were the most represented clinical diagnoses. Recurring features were behavioral problems and motor difficulties. A conclusive genetic diagnosis was found in 18/32 patients.<h4>Conclusions</h4>We found distinctive neuroradiologic patterns of CH. Genetic results raise the possibility of a correlation between cerebellar morphologic and functional developmental disruption, underscoring the importance of CH detection and reporting to orient the diagnostic path.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38078568",
    "pmid": "38078568",
    "doi": "10.1002/pbc.30809",
    "title": "Non-conditioned cord blood transplantation for infection control in athymic CHARGE syndrome.",
    "abstract": "<h4>Objective</h4>CHARGE syndrome is a congenital malformation syndrome caused by heterozygous mutations in the CHD7 gene. Severe combined immunodeficiency (SCID) arises from congenital athymia called CHARGE/complete DiGeorge syndrome. While cultured thymus tissue implantation (CTTI) provides an immunological cure, hematopoietic cell transplantation (HCT) is an alternative option for immuno-reconstitution of affected infants. We aimed to clarify the clinical outcomes of patients with athymic CHARGE syndrome after HCT.<h4>Methods</h4>We studied the immunological reconstitution and outcomes of four patients who received non-conditioned unrelated donor cord blood transplantation (CBT) at Kyushu University Hospital from 2007 to 2022. The posttransplant outcomes were compared with the outcomes of eight reported patients.<h4>Results</h4>Four index cases received CBT 70-144 days after birth and had no higher than grade II acute graft-versus-host disease. One infant was the first newborn-screened athymic case in Japan. They achieved more than 500/μL naïve T cells with balanced repertoire 1 month post transplant, and survived more than 12 months with home care. Twelve patients including the index cases received HCT at a median 106 days after birth (range: 70-195 days). One-year overall survival rate was significantly higher in patients who underwent non-conditioned HCT than in those who received conditioned HCT (100% vs. 37.5%, p = .02). Nine patients died, and the major cause of death was cardiopulmonary failure.<h4>Conclusions</h4>Athymic infants achieved a prompt reconstitution of non-skewing naïve T cells after non-conditioned CBT that led to home care in infancy without significant infections. Non-conditioned CBT is a useful bridging therapy for newborn-screened cases toward an immunological cure by CTTI.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39337901",
    "pmid": "39337901",
    "doi": "10.3390/life14091118",
    "title": "The Genetic Architecture of Congenital Heart Disease in Neonatal Intensive Care Unit Patients-The Experience of University Medical Centre, Ljubljana.",
    "abstract": "Congenital heart disease (CHD) is the most commonly detected congenital anomaly and affects up to 1% of all live-born neonates. Current guidelines support the use of chromosomal microarray analysis (CMA) and next-generation sequencing (NGS) as diagnostic approaches to identify genetic causes. The aim of our study was to evaluate the diagnostic yield of CMA and NGS in a cohort of neonates with both isolated and syndromic CHD. The present study included 188 infants under 28 days of age with abnormal echocardiography findings hospitalized at the Department of Neonatology, UMC Ljubljana, between January 2014 and December 2023. Phenotypic data were obtained for each infant via retrospective medical chart review. We established the genetic diagnosis of 22 distinct syndromes in 17% (32/188) of neonates. The most frequent genetic diagnoses in diagnosed cases were <i>22q11.2</i> microdeletion and CHARGE syndromes, followed by Noonan syndrome and Williams syndrome. In addition, we detected variants of uncertain significance in 4.8% (9/188) of neonates. Timely genetic diagnosis is important for the detection of syndrome-related comorbidities, prognosis, reproductive genetic risks and, when appropriate, genetic testing of other family members.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40161043",
    "pmid": "40161043",
    "doi": "10.7759/cureus.79661",
    "title": "Left Innominate Artery With Anomalous Origin From the Pulmonary Trunk: A Case Report of an Unnoticed Malformation.",
    "abstract": "Thoracic vascular congenital anomalies are malformations with significant clinical implications. One of the rarest anomalies is the anomalous origin of the brachiocephalic trunk from the pulmonary trunk, often associated with serious complications such as pulmonary hypertension. Diagnosis is facilitated by advanced imaging techniques, including MRI and CT scans. We present a case of a premature newborn with congenital heart disease (hypoplastic right ventricle) who developed respiratory and septic complications. A CT angiography revealed a left innominate artery arising from the pulmonary trunk. Despite valvuloplasty and multidisciplinary management, the infant passed away at two and a half months due to multi-organ failure. Early diagnosis and interdisciplinary management, aided by advanced imaging techniques such as CT angiography, are crucial for improving outcomes in patients with complex congenital heart malformations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37732395",
    "pmid": "37732395",
    "doi": "10.1080/17518423.2023.2242942",
    "title": "Executive Functions in a Population of Individuals with CHARGE Syndrome: Findings from Performance-Based and Rating Scale Measures According to a 3-Factor Model.",
    "abstract": "<h4>Purpose</h4>To identify possible predictors of executive functions of individuals with CHARGE syndrome, as these will be important targets for interventions.<h4>Methods</h4>A population-based cross-sectional study investigating the executive functions of a representative sample of 35 Norwegians with CHARGE syndrome divided into two subgroups to handle their inherent heterogeneity. Both performance-based measures and rating scale findings were included and organized according to the 3-factor model of Miyake and colleagues.<h4>Results</h4>Both measures showed comprehensive executive dysfunctions within the population, which were largely unrelated to deafblindness. Working memory stood out as a strength within the executive domain and the only factor presenting results within the normal range. Verbal working memory was a particular cognitive resource for participants with deafblindness, and, unlike those without deafblindness, unrelated to sensorimotor functions.<h4>Conclusions</h4>Individuals with CHARGE syndrome appear to be at risk for underdeveloped executive functions due to neurogenetic and environmental factors. Performance-based measures and ratings from caregivers gave unique and complementary knowledge and implied the need of both when investigating executive functioning in CHARGE syndrome. Participants with deafblindness presented strong verbal working memory despite their auditory impairments, indicating effective compensatory mechanisms The results also indicated an untapped cognitive potential in both subgroups. Because of their relatively advanced working memory significantly correlating with global cognition, the environment should assume equal learning potential of individuals with CHARGE syndrome regardless of their degree of sensory impairments.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38008865",
    "pmid": "38008865",
    "doi": "10.1001/jamaoto.2023.3670",
    "title": "Pulmonary and Clinical Outcomes After Bilateral Submandibular Gland Excision and Parotid Duct Ligation for Refractory Sialorrhea.",
    "abstract": "<h4>Importance</h4>Refractory sialorrhea in children can result in pulmonary aspiration and irreversible lung damage. Despite many studies devoted to the surgical treatment of sialorrhea, there is a paucity of objective outcome measures after surgery, especially with regard to pulmonary health.<h4>Objectives</h4>To assess whether bilateral submandibular gland excision and bilateral parotid duct ligation (\"DROOL\" procedure) is associated with reduced pulmonary inflammation in bronchoalveolar lavage (BAL) samples after surgery and to assess patient factors associated with improvement after surgery.<h4>Design, setting, and participants</h4>This retrospective case series included all 112 patients undergoing the DROOL procedure at a single tertiary care pediatric children's hospital from January 1, 2012, to December 31, 2021. Statistical analysis was performed from March 30 to June 10, 2023, and August 20 to September 23, 2023.<h4>Exposure</h4>DROOL procedure for refractory sialorrhea.<h4>Main outcomes and measures</h4>Degree of pulmonary inflammation (neutrophil percentage) according to BAL cytologic findings and overall bronchoscopy findings up to 12 months before and after the DROOL procedure. Secondary outcomes included number of annual hospitalizations, caregiver report of function before and after the procedure, and need for revision procedures and/or additional operations for secretion management.<h4>Results</h4>A total of 112 patients (median age, 3.4 years [IQR, 2.0-7.1 years]; 65 boys [58.0%]) underwent DROOL procedures and had both preoperative and postoperative BAL samples during the study period. Patients demonstrated objective improvement in pulmonary inflammation after surgery, with the median polymorphonuclear neutrophil percentage decreasing from 65.0% (IQR, 14.0%-86.0%) before the surgery to 32.5% (IQR, 3.0%-76.5%) after the surgery (median difference in percentage points, -9.0 [95% CI, -20.0 to 0.0]). Prior to the DROOL procedure, 34 patients (30.4%; 95% CI, 21.8%-38.9%) were hospitalized 2 or more times annually for respiratory illness, which decreased to 10.1% (11 of 109; 95% CI, 4.4%-15.7%) after surgery (3 patients did not have hospitalization data available following surgery). Most caretakers (73 [65.2%]) reported improved secretion management after the procedure.<h4>Conclusions and relevance</h4>This study suggests that patients with impaired secretion management who underwent a DROOL procedure demonstrated improvement in pulmonary inflammation and a reduction in hospitalizations after surgery. Caretakers were also likely to report subjective improvement in secretion management and quality of life. Additional research is necessary to guide optimal timing and patient selection for this procedure.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38725955",
    "pmid": "38725955",
    "doi": "10.3389/fpsyg.2024.1102206",
    "title": "Psychological and social consequences of deafblindness for siblings: a systematic literature review.",
    "abstract": "The onset of deafblindness profoundly impacts both the individual with this condition and the individual's family, including siblings. While current studies have primarily focused on the impact felt by parents or spouses, the distinct experiences of siblings have received comparatively less attention. This systematic review addresses the existing research gap regarding the psychological and social consequences experienced by siblings of individuals with deafblindness. A comprehensive search was conducted across multiple electronic databases, including PsycINFO, PsycARTICLES, Dissertations & Theses (on ProQuest), ERIC (Education Resources Information Center), International Bibliography of the Social Sciences (IBSS), Sociological Abstracts, Google Scholar, PubMed, and Cairn Info. Seven studies were identified as meeting the eligibility criteria for inclusion. The review revealed that siblings of individuals with deafblindness face psychological and social challenges, including emotions such as feelings of neglect, resentment, embarrassment, jealousy, and anxiety. Siblings also grapple with communication difficulties, contributing to feelings of exclusion and insecurity. In addition, these siblings take on significant responsibilities within the family and encounter obstacles in forming relationships outside the family. These findings underscore the need of interventions to improve the well-being of siblings of individuals with deafblindness by addressing their psycho-emotional needs and promoting positive social interactions. These findings align with studies conducted on siblings of children with other disabilities. However, additional research is crucial to investigate overlooked dimensions, particularly positive factors like coping mechanisms and resilience, that may influence the mental health and social experiences of these siblings.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39596130",
    "pmid": "39596130",
    "doi": "10.3390/ijms252212061",
    "title": "Kallmann Syndrome: Functional Analysis of a &lt;i&gt;CHD7&lt;/i&gt; Missense Variant Shows Aberrant RNA Splicing.",
    "abstract": "Kallmann syndrome is a rare disorder characterized by hypogonadotropic hypogonadism and an impaired sense of smell (anosmia or hyposmia) caused by congenital defects in the development of the gonadotropin-releasing hormone (GnRH) and olfactory neurons. Mutations in several genes have been associated with Kallmann syndrome. However, genetic testing of this disorder often reveals variants of uncertain significance (VUS) that remain uninterpreted without experimental validation. The aim of this study was to analyze the functional consequences of a heterozygous missense VUS in the <i>CHD7</i> gene (c.4354G>T, p.Val1452Leu), in a patient with Kallmann syndrome with reversal of hypogonadism. The variant, located in the first nucleotide of exon 19, was analyzed using minigene assays to determine its effect on ribonucleic acid (RNA) splicing. These showed that the variant generates two different transcripts: a full-length transcript with the missense change (p.Val1452Leu), and an abnormally spliced transcript lacking exon 19. The latter results in an in-frame deletion (p.Val1452_Lys1511del) that disrupts the helicase C-terminal domain of the CHD7 protein. The variant was reclassified as likely pathogenic. These findings demonstrate that missense variants can exert more extensive effects beyond simple amino acid substitutions and underscore the critical role of functional analyses in VUS reclassification and genetic diagnosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39685514",
    "pmid": "39685514",
    "doi": "10.3390/jcm13237058",
    "title": "Scratch-Based Isolation of Primary Cells (SCIP): A Novel Method to Obtain a Large Number of Human Dental Pulp Cells Through One-Step Cultivation.",
    "abstract": "<b>Background:</b> Dental pulp (DP) is a connective tissue composed of various cell types, including fibroblasts, neurons, adipocytes, endothelial cells, and odontoblasts. It contains a rich supply of pluripotent stem cells, making it an important resource for cell-based regenerative medicine. However, current stem cell collection methods rely heavily on the enzymatic digestion of dissected DP tissue to isolate and propagate primary cells, which often results in low recovery rates and reduced cell survival, particularly from deciduous teeth. <b>Methods:</b> We developed a novel and efficient method to obtain a sufficient number of cells through a one-step cultivation process of isolated DP. After the brief digestion of DP with proteolytic enzymes, it was scratched onto a culture dish and cultured in a suitable medium. By day 2, the cells began to spread radially from DP, and by day 10, they reached a semi-confluent state. Cells harvested through trypsinization consistently yielded over 1 million cells, and after re-cultivation, the cells could be propagated for more than ten passages. <b>Results:</b> The proliferative and differentiation capacities of the cells after the 10th passage were comparable to those from the first passage. The cells expressed alkaline phosphatase as an undifferentiation marker. Similarly, they also maintained the constitutive expression of stem cell-specific markers and differentiation-related markers, even after the 10th passage. <b>Conclusions:</b> This method, termed \"scratch-based isolation of primary cells from human dental pulps (SCIP)\", enables the efficient isolation of a large number of DP cells with minimal equipment and operator variability, while preserving cell integrity. Its simplicity, high success rate, and adaptability for patients with genetic diseases make it a valuable tool for regenerative medicine research and clinical applications.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PMC10434610",
    "pmid": "",
    "doi": "",
    "title": "Behavioral signs of CHARGE syndrome and CHD7 mutational spectrum",
    "abstract": "<h4>Introduction</h4> CHARGE syndrome is a genetic entity caused by mutations in the chromodomain helicase DNA-binding protein 7 gene (CHD7) at 8q12.1. There are pleiotropic signs among individuals with this disorder. Diagnosis is clinical using medical criteria. CHD7 gene mutations are usually found in 90% of affected patients. <h4>Objectives</h4> The aim of this study was to report behavioral signs of CHARGE syndrome and their phenotype-genotype correlations. <h4>Methods</h4> Four Tunisian males from Sfax (Tunisia) with clinical features suggestive of CHARGE syndrome were examined at our genetic counselling at the medical University of Sfax. Assessment of facial dysmorphic and behavioral features, karyotyping using RHG banding and molecular screening of CHD7 mutations were performed. Molecular analysis was made using direct Sanger sequencing of the entire CHD7 gene. <h4>Results</h4> Molecular genetic analysis revealed two deletions of the CHD7 gene at exon 3 for the first patient and at exon 8 for the second. The two genetic alterations were associated to retarded growth development and genital hypoplasia. Sensory impairments included for the first visual defects and for the second auditory and olfactory defects. Besides constant delayed psychomotor development, the two patients shared receptive and expressive communication disorders, anxiety, attention deficit, cognitive impairment and intellectual disability. There were no aggressive traits nor major autistic features. Learning disabilities were also present for the two patients. <h4>Conclusions</h4> The CHD7 gene controls the developmental pathways as a transcriptional regulator in the nucleoplasm through chromatin organization. Mutational alterations lead according to the affected domains, and the structure of the nonfunctional CHD7 protein, to the perturbation of the regulation of the developmental pathways’ genes expression. CHD7 is demonstrated as an important component of neurogenesis through two neuronal determination factors: Sox4 and Sox11. While nonsense, frameshift and missense mutations are most common, deletions and duplications are less frequent. Moreover, while exon 3 is commonly altered, mutations of exon 8, which is related to the CHD7 protein chromodomain, are very rare. Phenotype-genotype correlations according to the type of genomic alteration of CHD7 gene are rarely published, particularly concerning behavioral and psychological features of CHARGE association. Here, physical disorders of our two patients seem to be different but behavioral features seem to be common. Multidisciplinary care is thus required for CHARGE syndrome and molecular analysis must be indicated because the type of the genomic alterations may be a key step for a more accurate management of physical and behavioral disorders. <h4>Disclosure of Interest</h4> None Declared",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37675478",
    "pmid": "37675478",
    "doi": "10.1080/00207454.2023.2240485",
    "title": "The assessment and diagnosis of intellectual disability when development is atypical. A Norwegian population study of individuals with CHARGE syndrome.",
    "abstract": "<h4>Aim</h4>This paper aimed to answer how psychometric methods based on neurotypical populations can serve as valid instruments in the assessment and diagnosis of intellectual disability in individuals with atypical development. The genetic, structural, and functional features of CHARGE make it uniquely suited to address this question.<h4>Method</h4>A Norwegian population of individuals with CHARGE (<i>N</i> = 35) underwent assessment procedures according to DSM-5 guidelines for the evaluation of an intellectual disability diagnosis. Results from cognitive testing (Wechsler Intelligence Scales) and parental evaluation of adaptive skills (Vineland Adaptive Behavioral Scale) were obtained and compared to their respective norm samples to explore any methodological inconsistencies.<h4>Result</h4>Significant differences emerged between the participants and the norm samples. Global cognition obtained from Wechsler revealed a bimodal distribution, suggesting a two-group sample, with the youngest children forming their own subgroup. Comparisons of the different age-groups' performances demonstrated the lowest results among the preschoolers while the adults scored the highest. The global adaptive behavior score turned out significantly lower than the performance-based scores, thereby deflating the overall estimate of global intellectual abilities.<h4>Conclusion</h4>For individuals with CHARGE, the effect of the atypicality seemed most apparent during early childhood, stabilizing and subsiding towards adulthood. The test results' interpretability was weakest for the preschoolers progressively increasing until peaking in adulthood, emphasizing the importance of delaying the assessment and diagnosis of intellectual disability. Because of several validity issues connected to the observation-based measure, complementary testing should precede clinical evaluations when possible in the diagnostics of individuals with CHARGE.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37675914",
    "pmid": "37675914",
    "doi": "10.4081/monaldi.2023.2661",
    "title": "CHARGE syndrome and congenital heart diseases: systematic review of literature.",
    "abstract": "CHARGE syndrome (CS) is a rare genetic disease that affects many areas of the body. The aim of the present systematic review was to evaluate the prevalence and types of congenital heart diseases (CHDs) in CS and their impact on clinical outcome. A systematic review from 1981 to September 2022 was conducted. Clinical studies that reported the association between CS and CHDs were identified, including a case report of a rare congenital anomaly of the aortic arch (AA) with persistent fifth AA (PFAA). Demographic, clinical and outcome data were extracted and analyzed. A total of 68 studies (44 case reports and 24 case series; n=943 CS patients) were included. The prevalence of CHDs was 76.6%, patent ductus arteriosus 26%, ventricular 21%, atrial septal defects 18%, tetralogy of Fallot 11%, and aortic abnormalities 24%. PFAA has not been previously reported in CS. Cardiac surgery was performed in more than half of CS patients (150/242, 62%). The in-hospital mortality rate was about 9.5% (n=86/900) in case series studies and 12% (n=5/43) in case reports, including cardiovascular (CV) and non-CV causes. CHDs and feeding disorders associated with CS may have a substantial impact on prognosis. CHDs were usually associated with CS and represent important causes of morbidity and mortality. PFAA, although rare, may also be present. The prognosis is highly dependent on the presence of cardiac and non-cardiac developmental abnormalities. Further studies are needed to better identify the main causes of the long-term outcome of CS patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37273125",
    "pmid": "37273125",
    "doi": "10.1007/s13258-023-01411-8",
    "title": "A novel CHD7 variant in a chinese family with CHARGE syndrome.",
    "abstract": "<h4>Objective</h4>CHARGE syndrome is a rare autosomal dominant (AD) multi-system disorder with a broad and variable clinical manifestation and occurs in approximately 1/10,000 newborns in the world. Mutations in the CHD7 gene are the genetic cause of over 90% of patients with typical CHARGE syndrome. The present study reported a novel variant in the CHD7 gene in a Chinese family with an abnormal fetus.<h4>Methods</h4>Routine prenatal ultrasound screening showed fetal heart abnormality and left foot varus. Chromosomal microarray analysis (CMA) and fetus-parent whole-exome sequencing (trio-WES) were performed to determine the genetic cause of the fetus. The candidate variant was further verified using Sanger sequencing.<h4>Results</h4>CMA analysis revealed normal results. However, WES analysis identified a de novo heterozygous variant of c.2919_2922del (NM_017780.4) on exon 11 of CHD7 gene, resulting in a premature truncation of the CHD7 protein (p.Gly975*). The variant was classified as Pathogenic (PVS1 + PS2_Moderate + PM2_Supporting) based on the ACMG guidelines. Combined with the clinical phenotype of fetal heart abnormalities, it was confirmed CHARGE syndrome.<h4>Conclusion</h4>We identified a novel heterozygous variant c.2919_2922del in CHD7 of a Chinese fetus with CHARGE syndrome, enriching the genotype-phenotype spectrum of CHD7. These results suggest that genetic testing could help facilitate prenatal diagnosis of CHARGE syndrome, thus promoting the appropriate genetic counseling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38892128",
    "pmid": "38892128",
    "doi": "10.3390/ijms25115943",
    "title": "Zebrafish Congenital Heart Disease Models: Opportunities and Challenges.",
    "abstract": "Congenital heart defects (CHDs) are common human birth defects. Genetic mutations potentially cause the exhibition of various pathological phenotypes associated with CHDs, occurring alone or as part of certain syndromes. Zebrafish, a model organism with a strong molecular conservation similar to humans, is commonly used in studies on cardiovascular diseases owing to its advantageous features, such as a similarity to human electrophysiology, transparent embryos and larvae for observation, and suitability for forward and reverse genetics technology, to create various economical and easily controlled zebrafish CHD models. In this review, we outline the pros and cons of zebrafish CHD models created by genetic mutations associated with single defects and syndromes and the underlying pathogenic mechanism of CHDs discovered in these models. The challenges of zebrafish CHD models generated through gene editing are also discussed, since the cardiac phenotypes resulting from a single-candidate pathological gene mutation in zebrafish might not mirror the corresponding human phenotypes. The comprehensive review of these zebrafish CHD models will facilitate the understanding of the pathogenic mechanisms of CHDs and offer new opportunities for their treatments and intervention strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38110175",
    "pmid": "38110175",
    "doi": "10.1016/j.ejmg.2023.104892",
    "title": "Associated anomalies in anophthalmia and microphthalmia.",
    "abstract": "Infants with anophthalmia and microphthalmia (an/microphthalmia) have often other associated congenital anomalies. The reported frequency and the types of these associated anomalies vary between different studies. The purpose of this investigation was to assess the frequency and the types of associated anomalies among cases with an/microphthalmia in a geographically well defined population of northeastern France of 387,067 consecutive pregnancies from 1979 to 2007. Of the 98 infants with an/microphthalmia born during this period (prevalence at birth of 2.53 per 10,000), 88.8 % had associated anomalies. Cases with associated anomalies were divided into recognizable conditions (25 (25.5%) cases with chromosomal and 17 (17.3%) cases with non chromosomal conditions), and non recognizable conditions (45-45.9%- cases with multiple congenital anomalies -MCA). Trisomy 13 and trisomy 18 were the most frequent chromosomal abnormalities. Amniotic bands sequence, oculo-auriculo-vertebral spectrum, CHARGE syndrome and VACTERL association were most often present in recognizable non chromosomal conditions. Anomalies in the musculoskeletal, cardiovascular and central nervous systems were the most common other anomalies in cases with MCA and non recognizable conditions. However, given the limitation of the limited numbers of cases there should be urging caution in interpreting these results. In conclusion the frequency of associated anomalies in infants with anophthalmia and microphthalmia emphasizes the need for a thorough investigation of these cases. Routine screening for other anomalies especially musculoskeletal, cardiac and central nervous systems anomalies may need to be considered in infants with anophthalmia and microphthalmia, and referral of these cases for genetic counselling seems warranty.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37231428",
    "pmid": "37231428",
    "doi": "10.1186/s12902-023-01373-8",
    "title": "Combined pituitary hormone deficiency harboring CHD7 gene missense mutation without CHARGE syndrome: a case report.",
    "abstract": "<h4>Background</h4>Heterozygous loss-of-function mutations in the chromodomain helicase DNA-binding protein 7 (CHD7) gene cause CHARGE syndrome characterized by various congenital anomalies. A majority of patients with CHARGE syndrome present with congenital hypogonadotropic hypogonadism (HH), and combined pituitary hormone deficiency (CPHD) can also be present. Whereas CHD7 mutations have been identified in some patients with isolated HH without a diagnosis of CHARGE syndrome, it remains unclear whether CHD7 mutations can be identified in patients with CPHD who do not fulfill the criteria for CHARGE syndrome.<h4>Case presentation</h4>A 33-year-old woman was admitted to our hospital. She had primary amenorrhea and was at Tanner stage 2 for both pubic hair and breast development. She was diagnosed with CPHD (HH, growth hormone deficiency, and central hypothyroidism), and a heterozygous rare missense mutation (c.6745G > A, p.Asp2249Asn) in the CHD7 gene was identified. Our conservation analysis and numerous in silico analyses suggested that this mutation had pathogenic potential. She had mild intellectual disability, a minor feature of CHARGE syndrome, but did not fulfill the criteria for CHARGE syndrome.<h4>Conclusions</h4>We report a rare case of CPHD harboring CHD7 mutation without CHARGE syndrome. This case provides valuable insights into phenotypes caused by CHD7 mutations. CHD7 mutations can have a continuous phenotypic spectrum depending on the severity of hypopituitarism and CHARGE features. Therefore, we would like to propose a novel concept of CHD7-associated syndrome.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39298400",
    "pmid": "39298400",
    "doi": "10.1371/journal.pone.0309692",
    "title": "External ear malformations and cardiac and renal anomalies: A systematic review and meta-analysis.",
    "abstract": "<h4>Context</h4>External Ear Malformations (EEM) continue to be a common malformation seen in the pediatric patient population. This study aims to further elucidate the correlation between EEM and cardiac and renal anomalies.<h4>Objective</h4>A systematic review and meta-analysis to study the incidence of cardiac and renal anomalies associated with syndromic and isolated (EEM).<h4>Data sources</h4>The literature search spanned multiple databases, including Google Scholar, PubMed, Scopus, Web of Science, and MEDLINE.<h4>Study selection</h4>Studies must be focused on EEM and cardiac and/or renal anomalies. Only articles written in English were included.<h4>Data extraction</h4>General study characteristics, number of EEM patients, number of cardiac and renal anomalies and whether cases were syndromic were extracted from the studies.<h4>Results</h4>Of 1,058 initial studies, 33 were included for meta-analyses. Mean JBI score for all included studies was 92.06%, indicating acceptable study quality. Interrater reliability was high, with a Cohen kappa score for all studies of 0.94. The resulting pooled prevalence of cardiac abnormalities was 20% [95% CI:13-28%], while renal abnormalities were 13% [95% CI: 7-20%]. The most common anomalies were VSD (3.725%) and renal agenesis (2.04%). The presence of syndrome data across studies was not a significant modifier of prevalence rates.<h4>Limitations</h4>Primary limitation is due to heterogeneity in individual study methodology and reporting standards.<h4>Conclusions</h4>These results highlight a higher prevalence of cardiac-related conditions than renal anomalies in patients with both syndromic and non-syndromic EEM in the included studies, underscoring the need for thorough clinical evaluations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37243350",
    "pmid": "37243350",
    "doi": "10.1111/cge.14363",
    "title": "Investigating genotype-to-phenotype correlation in CHARGE syndrome by deep phenotyping and multiparametric clustering.",
    "abstract": "CHARGE syndrome, due to CHD7 pathogenic variations, is an autosomal dominant disorder characterized by a large spectrum of severity. Despite the great number of variations reported, no clear genotype-to-phenotype correlation has been reported. Unsupervised machine learning and clustering was undertaken using a retrospective cohort of 42 patients, after deep radiologic and clinical phenotyping, to establish genotype-phenotype correlation for CHD7-related CHARGE syndrome. It resulted in three clusters showing phenotypes of different severities. While no clear genotype-phenotype correlation appeared within the first two clusters, a single patient was outlying the cohort data (cluster 3) with the most atypical phenotype and the most distal frameshift variant in the gene. We added two other patients with similar distal pathogenic variants and observed a tendency toward mild and/or atypical phenotypes. We hypothesized that this finding could potentially be related to escaping nonsense mediated RNA decay, but found no evidence of such decay in vivo for any of the CHD7 pathogenic variation tested. This indicates that this milder phenotype may rather result from the production of a protein retaining all functional domains.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37239446",
    "pmid": "37239446",
    "doi": "10.3390/genes14051086",
    "title": "<i>phox2ba:</i> The Potential Genetic Link behind the Overlap in the Symptomatology between CHARGE and Central Congenital Hypoventilation Syndromes.",
    "abstract": "CHARGE syndrome typically results from mutations in the gene encoding chromodomain helicase DNA-binding protein 7 (<i>CHD7</i>). CHD7 is involved in regulating neural crest development, which gives rise to tissues of the skull/face and the autonomic nervous system (ANS). Individuals with CHARGE syndrome are frequently born with anomalies requiring multiple surgeries and often experience adverse events post-anesthesia, including oxygen desaturations, decreased respiratory rates, and heart rate abnormalities. Central congenital hypoventilation syndrome (CCHS) affects ANS components that regulate breathing. Its hallmark feature is hypoventilation during sleep, clinically resembling observations in anesthetized CHARGE patients. Loss of <i>PHOX2B</i> (paired-like homeobox 2b) underlies CCHS. Employing a <i>chd7</i>-null zebrafish model, we investigated physiologic responses to anesthesia and compared these to loss of <i>phox2b</i>. Heart rates were lower in <i>chd7</i> mutants compared to the wild-type. Exposure to tricaine, a zebrafish anesthetic/muscle relaxant, revealed that <i>chd7</i> mutants took longer to become anesthetized, with higher respiratory rates during recovery. <i>chd7</i> mutant larvae demonstrated unique <i>phox2ba</i> expression patterns. The knockdown of <i>phox2ba</i> reduced larval heart rates similar to <i>chd7</i> mutants. <i>chd7</i> mutant fish are a valuable preclinical model to investigate anesthesia in CHARGE syndrome and reveal a novel functional link between CHARGE syndrome and CCHS.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37517133",
    "pmid": "37517133",
    "doi": "10.1016/j.amjcard.2023.06.103",
    "title": "Complete Isolation of Left Innominate Artery in a Patient With CHARGE Syndrome: Case Presentation and Review of Reported Cases.",
    "abstract": "We report a rare case of complete isolation of the left innominate artery in a child with CHARGE (coloboma, heart defects, atresia choanae, growth retardation, genital abnormalities, and ear abnormalities) syndrome. This anatomical cluster had been undetected for a relatively large period of time and the patient was referred to us with an incomplete diagnosis even after multiple medical evaluations and a thoracic surgery during the neonatal period. In conclusion, to the best of our knowledge, this is the first case of a complete isolation of left innominate artery treated with a transcatheter approach.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37129644",
    "pmid": "37129644",
    "doi": "10.1097/opx.0000000000002025",
    "title": "Insights Regarding Optometric Findings of CHARGE Syndrome in a Pediatric Low Vision Clinic.",
    "abstract": "<h4>Significance</h4>CHARGE, named for common findings-coloboma, heart defects, atresia of choanae, retardation of growth and development, genital hypoplasia, and ear anomalies-is a frequent etiology of deaf-blindness. A retrospective review in a pediatric low vision clinic presented the opportunity to investigate ocular findings in this syndrome with variable clinical presentations.<h4>Purpose</h4>This retrospective study reviewed ocular findings and visual function measures from low vision evaluations of patients with CHARGE syndrome, which may influence their multidisciplinary management.<h4>Methods</h4>A retrospective chart review was conducted by three examiners of 60 patients presenting with CHARGE syndrome at a pediatric low vision clinic. Visual acuity and contrast sensitivity were obtained using standard measures. Ocular alignment and cycloplegic refractive error measurements were recorded. Refractive findings were analyzed using vector analysis. Anterior and posterior segment findings were recorded.<h4>Results</h4>Patients ranged in age from 1 to 29 years and were followed up for a mean of 4.3 years. Best-corrected visual acuity ranged from no light perception to 20/20 Snellen equivalent. Characteristics of strabismus, occurring in 82% of patients, were reported. Contrast sensitivity was reduced in 52% of patients. Chorioretinal colobomas were reported in 88% of patients. The most common ocular findings included nystagmus (43%), microphthalmia (27%), iris coloboma (27%), and facial nerve palsy (23%). Refractive vector analysis revealed significant myopic progression of the spherical equivalent with age and a tendency for with-the-rule astigmatism and minimal obliquity.<h4>Conclusions</h4>This retrospective review of a relatively large sample size for this rare condition outlined the most common ocular manifestations of CHARGE syndrome. Decreased visual acuity, myopic refractive error, strabismus, and reduced contrast sensitivity were common. Thus, careful optometric evaluation in this population is required, as these findings must be considered in appropriate clinical and habilitative management.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38695056",
    "pmid": "38695056",
    "doi": "10.7874/jao.2024.00101",
    "title": "The Role of Measuring Preoperative Social Maturation Score in Children With Additional Needs Who Underwent Cochlear Implantation.",
    "abstract": "<h4>Background and objectives</h4>Additional needs refer to specific requirements or support for individuals with disabilities or syndromes. Intellectual ability is a crucial outcome determinant of a cochlear implant. The social quotient (SQ) is an indirect predictor of intellectual capacity and social skills. This study aimed to investigate the clinical significance of the SQ on children with additional needs who received cochlear implants. Subjects and.<h4>Methods</h4>This study included 24 patients with diagnosed developmental delays and syndromes, who demonstrated SQ scores of <70. Preoperative social skills were evaluated using the SQ. All patients underwent cochlear implantation (CI) surgery before 7 years of age. Outcomes were evaluated using the Infant-Toddler Meaningful Auditory Integration Scale (IT-MAIS) and Categories of Auditory Performance (CAP) scores. Data were collected through a retrospective chart review.<h4>Results</h4>Children were categorized into three groups based on their SQ. There were no correlations between the preoperative SQ and IT-MAIS or CAP scores at 2 and 5 years of follow-up postoperatively. The CI outcomes of children with low SQ (<70) differed from those with normal development (SQ>70). In the low-SQ group, inner ear anomalies were observed in 10 (41.7%) patients. Although not statistically significant, these children exhibited a trend of lower average outcomes than children without inner ear anomalies.<h4>Conclusions</h4>CI outcomes in children with additional needs positively affected auditory performance. Postoperative auditory and language skills tended to improve slowly in children with additional needs and a lower SQ. Over time, development gradually became more comparable to the other groups of children. However, this improvement was less than that observed in children without additional needs. Our findings support CI for children with additional needs as part of long-term auditory rehabilitation following surgery.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38717911",
    "pmid": "38717911",
    "doi": "10.1210/clinem/dgae320",
    "title": "Exome Sequencing Has a High Diagnostic Rate in Sporadic Congenital Hypopituitarism and Reveals Novel Candidate Genes.",
    "abstract": "<h4>Context</h4>The pituitary gland is key for childhood growth, puberty, and metabolism. Pituitary dysfunction is associated with a spectrum of phenotypes, from mild to severe. Congenital hypopituitarism (CH) is the most commonly reported pediatric endocrine dysfunction, with an incidence of 1:4000, yet low rates of genetic diagnosis have been reported.<h4>Objective</h4>We aimed to unveil the genetic etiology of CH in a large cohort of patients from Argentina.<h4>Methods</h4>We performed whole exome sequencing of 137 unrelated cases of CH, the largest cohort examined with this method to date.<h4>Results</h4>Of the 137 cases, 19.1% and 16% carried pathogenic or likely pathogenic variants in known and new genes, respectively, while 28.2% carried variants of uncertain significance. This high yield was achieved through the integration of broad gene panels (genes described in animal models and/or other disorders), an unbiased candidate gene screen with a new bioinformatics pipeline (including genes with high loss-of-function intolerance), and analysis of copy number variants. Three novel findings emerged. First, the most prevalent affected gene encodes the cell adhesion factor ROBO1. Affected children had a spectrum of phenotypes, consistent with a role beyond pituitary stalk interruption syndrome. Second, we found that CHD7 mutations also produce a phenotypic spectrum, not always associated with full CHARGE syndrome. Third, we add new evidence of pathogenicity in the genes PIBF1 and TBC1D32, and report 13 novel candidate genes associated with CH (eg, PTPN6, ARID5B).<h4>Conclusion</h4>Overall, these results provide an unprecedented insight into the diverse genetic etiology of hypopituitarism.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38180712",
    "pmid": "38180712",
    "doi": "10.1007/s13353-023-00824-1",
    "title": "Chromatinopathies: insight in clinical aspects and underlying epigenetic changes.",
    "abstract": "Chromatinopathies (CPs), a group of rare inborn defects characterized by chromatin state imbalance, have evolved from initially resembling Cornelia de Lange syndrome to encompass a wide array of genetic diseases with diverse clinical presentations. The CPs classification now includes human developmental disorders caused by germline mutations in epigenes, genes that regulate the epigenome. Recent advances in next-generation sequencing have enabled the association of 154 epigenes with CPs, revealing distinctive DNA methylation patterns known as episignatures.It has been shown that episignatures are unique for a particular CP or share similarities among specific CP subgroup. Consequently, these episignatures have emerged as promising biomarkers for diagnosing and treating CPs, differentiating subtypes, evaluating variants of unknown significance, and facilitating targeted therapies tailored to the underlying epigenetic dysregulation.The following review was conducted to collect, summarize, and analyze data regarding CPs in such aspects as clinical evaluation encompassing long-term patient care, underlying epigenetic changes, and innovative molecular and bioinformatic methodologies that have been devised for the assessment of CPs. We have also shed light on promising novel treatment options that have surfaced in recent research and presented a synthesis of ongoing clinical trials, contributing to the current understanding of the dynamic and evolving nature of CPs investigation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37686337",
    "pmid": "37686337",
    "doi": "10.3390/ijms241713535",
    "title": "Deletion of the <i>chd7</i> Hinders Oligodendrocyte Progenitor Cell Development and Myelination in Zebrafish.",
    "abstract": "<i>CHD7</i>, an encoding ATP-dependent chromodomain helicase DNA-binding protein 7, has been identified as the causative gene involved in CHARGE syndrome (Coloboma of the eye, Heart defects, Atresia choanae, Retardation of growth and/or development, Genital abnormalities and Ear abnormalities). Although studies in rodent models have expanded our understanding of CHD7, its role in oligodendrocyte (OL) differentiation and myelination in zebrafish is still unclear. In this study, we generated a <i>chd7</i>-knockout strain with CRISPR/Cas9 in zebrafish. We observed that knockout (KO) of <i>chd7</i> intensely impeded the oligodendrocyte progenitor cells' (OPCs) migration and myelin formation due to massive expression of <i>chd7</i> in oilg2<sup>+</sup> cells, which might provoke upregulation of the MAPK signal pathway. Thus, our study demonstrates that <i>chd7</i> is critical to oligodendrocyte migration and myelination during early development in zebrafish and describes a mechanism potentially associated with CHARGE syndrome.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "32644625",
    "pmid": "32644625",
    "doi": "",
    "title": "CHARGE Syndrome",
    "abstract": "CHARGE syndrome is a rare, autosomal dominant genetic disorder commonly diagnosed during the prenatal or neonatal period due to the identification of numerous dysmorphic and congenital anomalies. The features of CHARGE syndrome were first described independently by Hall and Hittner, and hence, it was initially called Hall-Hittner syndrome. Pagon first described the cardinal anomalies such as coloboma, choanal atresia, heart defects, genital abnormalities, retarded growth, and ear malformation and coined the term CHARGE syndrome. Diagnosis is now made using criteria proposed by Blake et al. and further modified by Verloes, who highlighted the importance of the 3C triad (coloboma, choanal atresia, abnormal semicircular canals). Other criteria include orofacial cleft, distinctive facial appearance, tracheoesophageal fistula, limb abnormalities, and rarely, immune deficiencies. See Image. CHARGE Syndrome. Mutations in the CHD7 (chromodomain helicase DNA binding protein) gene present on 8q12 results in several structural and physiological abnormalities, including hearing and vision loss, heart defects, and gastrointestinal (GI) problems. Among these, GI problems have a deep influence through an individual's life, with a subsequent increase in morbidity and mortality.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37426363",
    "pmid": "37426363",
    "doi": "10.4081/dr.2023.9661",
    "title": "Generalized keratosis pilaris induced by testosterone injections in a patient with CHARGE syndrome.",
    "abstract": "Keratosis pilaris (KP) is a common disorder of follicular keratinization characterized by keratotic follicular papules with varying degrees of perifollicular erythema. Keratosis pilaris affects up to half of normal children and up to three-quarters of children with atopic dermatitis. KP is prominent during adolescence and less common in older people, but it may occur in children and adults of all ages. In this report, we describe the case of a 13-year-old boy known to have CHARGE syndrome who developed generalized keratosis pilaris after testosterone injections. To the best of our knowledge, this is the first reported case of generalized keratosis pilaris induced by testosterone injection.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37468646",
    "pmid": "37468646",
    "doi": "10.1007/s00467-023-06068-9",
    "title": "Ocular manifestations of congenital anomalies of the kidney and urinary tract (CAKUT).",
    "abstract": "Congenital anomalies of the kidney and urinary tract (CAKUT) are among the most common birth defects worldwide and a major cause of kidney failure in children. Extra-renal manifestations are also common. This study reviewed diseases associated with the Genomics England CAKUT-associated gene panel for ocular anomalies. In addition, each gene was examined for expression in the human retina and an ocular phenotype in mouse models using the Human Protein Atlas and Mouse Genome Informatics databases, respectively. Thirty-four (54%) of the 63 CAKUT-associated genes (55 'green' and 8 'amber') had a reported ocular phenotype. Five of the 6 most common CAKUT-associated genes (PAX2, EYA1, SALL1, GATA3, PBX1) that represent 30% of all diagnoses had ocular features. The ocular abnormalities found with most CAKUT-associated genes and with five of the six commonest were coloboma, microphthalmia, optic disc anomalies, refraction errors (astigmatism, myopia, and hypermetropia), and cataract. Seven of the CAKUT-associated genes studied (11%) had no reported ocular features but were expressed in the human retina or had an ocular phenotype in a mouse model, which suggested further possibly-unrecognised abnormalities. About one third of CAKUT-associated genes (18, 29%) had no ocular associations and were not expressed in the retina, and the corresponding mouse models had no ocular phenotype. Ocular abnormalities in individuals with CAKUT suggest a genetic basis for the disease and sometimes indicate the affected gene. Individuals with CAKUT often have ocular abnormalities and may require an ophthalmic review, monitoring, and treatment to preserve vision.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36914558",
    "pmid": "36914558",
    "doi": "10.1111/joa.13856",
    "title": "Pervasive cortical and white matter anomalies in a mouse model for CHARGE syndrome.",
    "abstract": "CHARGE (Coloboma of the eye, Heart defects, Atresia of the choanae, Retardation of growth, Genital anomalies and Ear abnormalities) syndrome is a disorder caused by mutations in the gene encoding CHD7, an ATP dependent chromatin remodelling factor, and is characterised by a diverse array of congenital anomalies. These include a range of neuroanatomical comorbidities which likely underlie the varied neurodevelopmental disorders associated with CHARGE syndrome, which include intellectual disability, motor coordination deficits, executive dysfunction, and autism spectrum disorder. Cranial imaging studies are challenging in CHARGE syndrome patients, but high-throughput magnetic resonance imaging (MRI) techniques in mouse models allow for the unbiased identification of neuroanatomical defects. Here, we present a comprehensive neuroanatomical survey of a Chd7 haploinsufficient mouse model of CHARGE syndrome. Our study uncovered widespread brain hypoplasia and reductions in white matter volume across the brain. The severity of hypoplasia appeared more pronounced in posterior areas of the neocortex compared to anterior regions. We also perform the first assessment of white matter tract integrity in this model through diffusion tensor imaging (DTI) to assess the potential functional consequences of widespread reductions in myelin, which suggested the presence of white matter integrity defects. To determine if white matter alterations correspond to cellular changes, we quantified oligodendrocyte lineage cells in the postnatal corpus callosum, uncovering reduced numbers of mature oligodendrocytes. Together, these results present a range of promising avenues of focus for future cranial imaging studies in CHARGE syndrome patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37373542",
    "pmid": "37373542",
    "doi": "10.3390/ijms241210394",
    "title": "Editorial for the <i>IJMS</i> Special Issue on \"Molecular Genetics of Autism and Intellectual Disability\".",
    "abstract": "Autism spectrum disorder (ASD), a neurodevelopmental illness that affects children at an early age with a global prevalence of 1%, is diagnosed based on clinical features such as social impairment, repetitive behaviors, and restricted interests [...].",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37815686",
    "pmid": "37815686",
    "doi": "10.1007/s12687-023-00674-8",
    "title": "A feasible molecular diagnostic strategy for rare genetic disorders within resource-constrained environments.",
    "abstract": "Timely and accurate diagnosis of rare genetic disorders is critical, as it enables improved patient management and prognosis. In a resource-constrained environment such as the South African State healthcare system, the challenge is to design appropriate and cost-effective assays that will enable accurate genetic diagnostic services in patients of African ancestry across a broad disease spectrum. Next-generation sequencing (NGS) has transformed testing approaches for many Mendelian disorders, but this technology is still relatively new in our setting and requires cost-effective ways to implement. As a proof of concept, we describe a feasible diagnostic strategy for genetic disorders frequently seen in our genetics clinics (RASopathies, Cornelia de Lange syndrome, Treacher Collins syndrome, and CHARGE syndrome). The custom-designed targeted NGS gene panel enabled concurrent variant screening for these disorders. Samples were batched during sequencing and analyzed selectively based on the clinical phenotype. The strategy employed in the current study was cost-effective, with sequencing and analysis done at USD849.68 per sample and achieving an overall detection rate of 54.5%. The strategy employed is cost-effective as it allows batching of samples from patients with different diseases in a single run, an approach that can be utilized with rare and less frequently ordered molecular diagnostic tests. The subsequent selective analysis pipeline allowed for timeous reporting back of patients results. This is feasible with a reasonable yield and can be employed for the molecular diagnosis of a wide range of rare monogenic disorders in a resource-constrained environment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39744445",
    "pmid": "39744445",
    "doi": "10.18787/jr.2024.00036",
    "title": "Surgical Timing and Stenting in Neonatal Choanal Atresia.",
    "abstract": "<h4>Background and objectives</h4>Congenital choanal atresia is a rare condition that occurs in approximately 1 in 7,000 to 8,000 live births and involves the obstruction of the posterior nasal airway. It may present as either unilateral or bilateral, with bilateral cases being more severe due to the risk of immediate neonatal respiratory distress. Bilateral congenital choanal atresia (BCCA) necessitates prompt medical intervention to prevent cyanosis and significant breathing difficulties. This study focuses on the timing of surgery, the duration of stent use, and postoperative care in patients with bilateral congenital choanal atresia who underwent endoscopic transnasal surgery. Unlike previous studies, this research emphasizes the efficacy of an extended stenting period and introduces novel stenting techniques aimed at reducing restenosis.<h4>Methods</h4>From 2018 to 2021, three patients with BCCA underwent transnasal surgery that included the placement of stents. We retrospectively analyzed their medical records, focusing on the surgical outcomes in relation to the duration of stent placement and postoperative care. A novel approach was adopted, involving the use of customized stent sizes tailored to the specific anatomical factors of each patient, which facilitated improved neochoana maintenance.<h4>Results</h4>The average interval from diagnosis to surgery was 3.6 weeks. Surgery was successful in all cases, and the stent was removed after 6 months. In all patients, stable neochoanae were maintained without significant restenosis. Additionally, we observed that maintaining a stent for a period longer than previously recommended significantly reduced the risk of restenosis compared to the shorter durations used in earlier studies.<h4>Conclusion</h4>Our study suggests that an extended stenting period of 6 months or more is crucial for maintaining long-term patency in patients with BCCA. This approach could lead to a more reliable stenting protocol and improved postoperative care, potentially establishing a new standard for managing BCCA.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36543163",
    "pmid": "36543163",
    "doi": "10.1002/ajmg.a.63087",
    "title": "Acute myeloid leukemia associated with CHARGE syndrome.",
    "abstract": "CHARGE syndrome is a malformation disorder with diverse phenotypes that shows autosomal dominance with heterozygous variants in the chromodomain helicase DNA-binding 7 (CHD7) gene. Only a few cases of CHARGE syndrome accompanied by neoplasm during childhood have been reported. We report the case of a girl with CHARGE syndrome who developed acute myelogenous leukemia at 12 years old. She had mild intellectual disability, and hearing loss with inner ear malformation, myopia, astigmatism, laryngotracheal malacia, hypogonadism, and clival hypoplasia, with a history of patent ductus arteriosus. The patient was genetically diagnosed with CHARGE syndrome based on the detection of a novel heterozygous frameshift pathogenic variant in the CHD7 gene. We review the reported pediatric cases of CHARGE syndrome with malignancy and suggest a possible molecular mechanism of carcinogenesis involving pathogenic variants of the CHD7 gene.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40041264",
    "pmid": "40041264",
    "doi": "10.1515/crpm-2022-0033",
    "title": "Neonatal stridor presents at home - vocal fold paralysis as rare presenting feature of CHARGE syndrome.",
    "abstract": "<h4>Objectives</h4>To present an unusual presentation and diagnosis of CHARGE syndrome with vocal fold paralysis, a rarely associated congenital laryngeal anomaly, as the presenting feature.<h4>Case presentation</h4>A four-day old, full-term, male infant born via uncomplicated vaginal delivery with a nursery course significant for failed hearing screen presented to an emergency department (ED) with respiratory distress and worsening stridor. He was transferred to a level III neonatal intensive care unit (NICU) for further evaluation and required intubation due to progressive hypercarbia. Laryngoscopy revealed left-sided unilateral vocal fold paralysis (VFP). He underwent further evaluation that included a normal MRI brain, neck and chest. Genetics was consulted with concern for dysmorphic features on physical exam. Following gene panel testing, VFP was attributed to known association with CHARGE syndrome. Airway edema was noted on laryngoscopy that prevented extubation until two months of age. Further features of CHARGE syndrome identified included colobomas, glaucoma, sensorineural hearing loss, and genital abnormalities. He was discharged in room air and following gastrostomy tube placement with otolaryngology follow up.<h4>Conclusions</h4>Although choanal abnormalities are classically associated with CHARGE syndrome, other upper airway anomalies such as VFP may be present. VFP is a rarely reported anomaly in association with CHARGE syndrome (Naito Y, Higuchi M, Koinuma G, Aramaki M, Takahashi T, Kosaki K. Upper airway obstruction in neonates and infants with CHARGE syndrome. Am J Med Genet 2007;143A:1815-20; Morgan D, Bailey M, Phelps P, Bellman S, Grace A, Wyse R. Ear-nose-throat abnormalities in the CHARGE association. Arch Otolaryngol Head Neck Surg 1993;119:49-54).",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38884753",
    "pmid": "38884753",
    "doi": "10.1007/978-3-031-44087-8_51",
    "title": "Human Genetics of Truncus Arteriosus.",
    "abstract": "Integrated human genetics and molecular/developmental biology studies have revealed that truncus arteriosus is highly associated with 22q11.2 deletion syndrome. Other congenital malformation syndromes and variants in genes encoding TBX, GATA, and NKX transcription factors and some signaling proteins have also been reported as its etiology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36502621",
    "pmid": "36502621",
    "doi": "10.1016/j.scr.2022.102996",
    "title": "Generation of a human iPSC line (FDCHi009-A) from a patient with CHARGE syndrome carrying a novel CHD7 mutation (c.2939 T > C).",
    "abstract": "CHARGE syndrome (OMIM 214800) is an autosomal dominant disease with coloboma, heart defects, atresia of choanae and retardation of growth and/or development, etc. CHD7 mutation is the major known pathogenic cause in patients with CHARGE syndrome. A human iPSC line with a novel heterozygous mutation (CHD7 c.2939 T > C) was constructed from peripheral blood mononuclear cells of a patient with CHARGE syndrome. The iPSC line showed normal karyotype, highly expressed pluripotency markers, and had differentiation potential of three germ layers. This iPSC line provides a useful model to study the underlying mechanisms and drug screening of CHARGE syndrome.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39359874",
    "pmid": "39359874",
    "doi": "10.3389/fneur.2024.1463234",
    "title": "Congenital deafness and vestibular disorders: a systematic literature review.",
    "abstract": "<h4>Introduction</h4>Congenital deafness is a pathological entity that represents an economical and social burden, affecting up to 0.2% of newborns in Europe. Sensorineural hearing loss (SHL) is caused by a variety of factors, including congenital abnormalities, perinatal infectious diseases and genetic syndromes. The inner ear's vestibular system, nestled alongside the auditory organs, is crucial for balance maintenance. Its close connection with the auditory system means that disturbances in one often coincide with disturbances in the other, highlighting their intertwined functions. With this review we aim to describe objective vestibular tests found in literature and to study their use for diagnosis of vestibular disturbances in patients affected by congenital deafness.<h4>Methods</h4>The review is conducted with the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) 2020 guidelines. The search string used was: <i>[(congenital deafness) OR (congenital hearing loss) OR (congenital hypoacusia)] AND [(vestibular disorders) OR (vertigo)]</i>. An initial abstract reading selection was made, and a subsequent comprehensive full-text reading. For each article, we identified the type of vestibular test utilized and its corresponding outcome.<h4>Results</h4>Out of the initial-papers identified through the search string-articles met the eligibility criteria for further analysis through abstract and full-text reading. After further selection-articles were chosen for detailed examination, focusing on the data of patients.<h4>Conclusion</h4>Congenital hearing loss profoundly affects a child's development, especially in language and communication skills, and it is frequently associated with a pathological vestibular system. Early identification allows timely intervention with personalized therapies. In current literature, there is still no gold standard test to identify balance disorders in patients with congenital hearing loss. There is considerable variability on the subject due to the inclusion of diverse patients with various diagnoses, alongside a wide range of available technologies. Managing such conditions necessitates collaboration among healthcare providers, ensuring comprehensive care through prompt diagnosis and personalized treatment plans. Ongoing research aims to further improve screening methods and develop precision medicine approaches tailored to individual needs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36715725",
    "pmid": "36715725",
    "doi": "10.1007/s00234-023-03118-9",
    "title": "The spectrum of cochlear malformations in CHARGE syndrome and insights into the role of the CHD7 gene during embryogenesis of the inner ear.",
    "abstract": "<h4>Purpose</h4>We reviewed the genotypes and the imaging appearances of cochleae in CHARGE patients from two large tertiary centres and analysed the observed cochlear anomalies, providing detailed anatomical description and a grading system. The goal was to gain insight into the spectrum of cochlear anomalies in CHARGE syndrome, and thus, in the role of the CHD7 gene in otic vesicle development.<h4>Methods</h4>We retrospectively reviewed CT and/or MR imaging of CHARGE patients referred to our institutions between 2005 and 2022. Cochlear morphology was analysed and, when abnormal, divided into 3 groups in order of progressive severity. Other radiological findings in the temporal bone were also recorded. Comparison with the existing classification system of cochlear malformation was also attempted.<h4>Results</h4>Cochlear morphology in our CHARGE cohort ranged from normal to extreme hypoplasia. The most common phenotype was cochlear hypoplasia in which the basal turn was relatively preserved, and the upper turns were underdeveloped. All patients in the cohort had absent or markedly hypoplastic semicircular canals and small, misshapen vestibules. Aside from a stenotic cochlear aperture (fossette) being associated with a hypoplastic or absent cochlear nerve, there was no consistent relationship between cochlear nerve status (normal, hypoplasia, or aplasia) and cochlear morphology.<h4>Conclusion</h4>Cochlear morphology in CHARGE syndrome is variable. Whenever the cochlea was abnormal, it was almost invariably hypoplastic. This may shed light on the role of CHD7 in cochlear development. Accurate morphological description of the cochlea contributes to proper clinical diagnosis and is important for planning surgical treatment options.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36845402",
    "pmid": "36845402",
    "doi": "10.3389/fgene.2023.1082100",
    "title": "Case report: Functional characterization of a novel <i>CHD7</i> intronic variant in patients with CHARGE syndrome.",
    "abstract": "<b>Background:</b> Because CHARGE syndrome is characterized by high clinical variability, molecular confirmation of the clinical diagnosis is of pivotal importance. Most patients have a pathogenic variant in the <i>CHD7</i> gene; however, variants are distributed throughout the gene and most cases are due to <i>de novo</i> mutations. Often, assessing the pathogenetic effect of a variant can be challenging, requiring the design of a unique assay for each specific case. <b>Method:</b> Here we describe a new <i>CHD7</i> intronic variant, c.5607+17A>G, identified in two unrelated patients. In order to characterize the molecular effect of the variant, minigenes were constructed using exon trapping vectors. <b>Results:</b> The experimental approach pinpoints the pathogenetic effect of the variant on <i>CHD7</i> gene splicing, subsequently confirmed using cDNA synthetized from RNA extracted from patient lymphocytes. Our results were further corroborated by the introduction of other substitutions at the same nucleotide position, showing that c.5607+17A>G specifically alters splicing possibly due to the generation of a recognition motif for the recruitment of a splicing effector. <b>Conclusion:</b> Here we identify a novel pathogenetic variant affecting splicing, and we provide a detailed molecular characterization and possible functional explanation.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36708132",
    "pmid": "36708132",
    "doi": "10.1002/ajmg.a.63122",
    "title": "Novel noncanonical splice site variant causes mild CHD7-related disorder with variable intrafamilial expressivity.",
    "abstract": "The clinical diagnosis criteria for CHARGE syndrome have been revised several times in the last 25 years. Variable expressivity and reduced penetrance are known, particularly in mild and familial cases. Therefore, it has been proposed to include the detection of a pathogenic CHD7 variant as a major diagnostic criterion. However, intronic variants not located at the canonical splice site are still underrepresented in mutation databases, often because functional analysis is not performed in the diagnostic setting. Here, we report a two-generation family that did not meet the criteria for CHARGE syndrome, until the molecular findings were taken into account. By exome sequencing, we detected an intronic variant in a male individual, who presented with unilateral external ear malformation, bilateral semicircular canal aplasia, polydactyly, vertebral body fusion and a heart defect. The variant was inherited by his mother, who also had bilateral semicircular canal aplasia additionally to unilateral sensorineural hearing impairment, unilateral mandibular palpebral synkinesia, orofacial cleft, and dysphagia. Using RNA studies, we were able to demonstrate that aberrant splicing occurs at an upstream cryptic splice acceptor site, resulting in a frameshift and premature stop of translation. Our data show causality of the noncanonical intronic CHD7 variant and end the diagnostic odyssey of this unsolved phenotype of the family.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38635411",
    "pmid": "38635411",
    "doi": "10.1002/pd.6577",
    "title": "Artificial intelligence-based diagnosis in fetal pathology using external ear shapes.",
    "abstract": "<h4>Objective</h4>Here we trained an automatic phenotype assessment tool to recognize syndromic ears in two syndromes in fetuses-=CHARGE and Mandibulo-Facial Dysostosis Guion Almeida type (MFDGA)-versus controls.<h4>Method</h4>We trained an automatic model on all profile pictures of children diagnosed with genetically confirmed MFDGA and CHARGE syndromes, and a cohort of control patients, collected from 1981 to 2023 in Necker Hospital (Paris) with a visible external ear. The model consisted in extracting landmarks from photographs of external ears, in applying geometric morphometry methods, and in a classification step using machine learning. The approach was then tested on photographs of two groups of fetuses: controls and fetuses with CHARGE and MFDGA syndromes.<h4>Results</h4>The training set contained a total of 1489 ear photographs from 526 children. The validation set contained a total of 51 ear photographs from 51 fetuses. The overall accuracy was 72.6% (58.3%-84.1%, p < 0.001), and 76.4%, 74.9%, and 86.2% respectively for CHARGE, control and MFDGA fetuses. The area under the curves were 86.8%, 87.5%, and 90.3% respectively for CHARGE, controls, and MFDGA fetuses.<h4>Conclusion</h4>We report the first automatic fetal ear phenotyping model, with satisfactory classification performances. Further validations are required before using this approach as a diagnostic tool.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36471495",
    "pmid": "36471495",
    "doi": "10.1177/10556656221134558",
    "title": "The Incidence and Outcomes for Children with Cleft Palate and/or Lip and CHARGE Syndrome.",
    "abstract": "<h4>Objectives</h4>Published literature on children with cleft palate and/or lip (CP + /-L) and CHARGE syndrome (CS) is limited. This study investigated cleft characteristics including surgery, and feeding and communication outcomes in children identified with CP + /-L and CS.<h4>Design</h4>Retrospective cross-sectional review.<h4>Setting</h4>Regional Referral Centre for Paediatric Cleft Surgery.<h4>Patients</h4>All children diagnosed with CP + /-L and CS (based on clinical features and/or CHD7 mutation testing) between 1989-2019.<h4>Main outcome measures</h4>Cleft type, timing of CP + /-L repair, reasons for 'delayed' repair, feeding methods and communication modality.<h4>Results</h4>Twenty-two children with CP + /-L and CS were identified. Cleft sub-types (%) were: Eleven (50%) had bilateral cleft lip and palate (BCLP), six (27%) had unilateral cleft lip and palate (UCLP) and five (23%) had cleft palate (CP). Cleft repair was delayed compared to protocol care for non-syndromic children with CP + /-L. Median age for lip repair + /- vomerine flap was 9 months (range 4-22 months), and palate repair was 21 months (range 11-40 months). Median age for isolated CP repair was 13 months (range 7-23). Surgery for cardiac anomalies (36%) before cleft repair, and (59%) were classed as having severe systemic disease at the time of cleft surgery. Only 27% of the children in this study had both full oral feeding and verbal communication.<h4>Conclusions</h4>Children with CP + /-L and CS had severe cleft types and complex medical problems leading to delayed cleft surgery. Feeding and speech outcomes were better in the children aged over ten years.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38884738",
    "pmid": "38884738",
    "doi": "10.1007/978-3-031-44087-8_36",
    "title": "Human Genetics of Tetralogy of Fallot and Double-Outlet Right Ventricle.",
    "abstract": "Tetralogy of Fallot (TOF) and double-outlet right ventricle (DORV) are conotruncal defects resulting from disturbances of the second heart field and the neural crest, which can occur as isolated malformations or as part of multiorgan syndromes. Their etiology is multifactorial and characterized by overlapping genetic causes. In this chapter, we present the different genetic alterations underlying the two diseases, which range from chromosomal abnormalities like aneuploidies and structural mutations to rare single nucleotide variations affecting distinct genes. For example, mutations in the cardiac transcription factors NKX2-5, GATA4, and HAND2 have been identified in isolated TOF cases, while mutations of TBX5 and 22q11 deletion, leading to haploinsufficiency of TBX1, cause Holt-Oram and DiGeorge syndrome, respectively. Moreover, genes involved in signaling pathways, laterality determination, and epigenetic mechanisms have also been found mutated in TOF and/or DORV patients. Finally, genome-wide association studies identified common single nucleotide polymorphisms associated with the risk for TOF.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38495805",
    "pmid": "38495805",
    "doi": "10.2147/imcrj.s453954",
    "title": "Bilateral Iris Coloboma in an 11-Year-Old Child with Low Vision and High Intraocular Pressure: A Rare Case Report and Review of Literature.",
    "abstract": "<h4>Background</h4>Coloboma means curtailed in Greek language. It is mainly used when normal tissue of the eye or another organ is not present since birth. Coloboma is a congenital abnormality mainly caused by incomplete closure of the embryonic fissure of the choroid part of eye.<h4>Purpose</h4>The aim of this case report is to share the clinical findings in a patient with bilateral iris coloboma, low vision, and headache.<h4>Patients and methods</h4>Case report.<h4>Results</h4>An eleven-year-old boy with low vision and headache visited the University Eye Hospital of Kabul University of Medical Science (UEHKUMS) for consultation. Ophthalmic examination revealed a bilateral iris coloboma without concomitant chorioretinal defect, refractive error, and high intraocular pressure in both eyes. The refractive error of the patient was corrected by advising proper glasses, and the high intraocular pressure was controlled by anti-glaucoma drops. After several follow-up visits, the patient no longer complained of headache and low vision.<h4>Conclusion</h4>Visiting patients with iris coloboma should be considered for intraocular pressure (IOP) check, and screening of other family members is mandatory.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38884726",
    "pmid": "38884726",
    "doi": "10.1007/978-3-031-44087-8_24",
    "title": "Human Genetics of Atrial Septal Defect.",
    "abstract": "Although atrial septal defects (ASD) can be subdivided based on their anatomical location, an essential aspect of human genetics and genetic counseling is distinguishing between isolated and familiar cases without extracardiac features and syndromic cases with the co-occurrence of extracardiac abnormalities, such as developmental delay. Isolated or familial cases tend to show genetic alterations in genes related to important cardiac transcription factors and genes encoding for sarcomeric proteins. By contrast, the spectrum of genes with genetic alterations observed in syndromic cases is diverse. Currently, it points to different pathways and gene networks relevant to the dysregulation of cardiomyogenesis and ASD pathogenesis. Therefore, this chapter reflects the current knowledge and highlights stable associations observed in human genetics studies. It gives an overview of the different types of genetic alterations in these subtypes, including common associations based on genome-wide association studies (GWAS), and it highlights the most frequently observed syndromes associated with ASD pathogenesis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38884708",
    "pmid": "38884708",
    "doi": "10.1007/978-3-031-44087-8_6",
    "title": "Neural Crest.",
    "abstract": "This chapter discusses the role of cardiac neural crest cells in the formation of the septum that divides the cardiac arterial pole into separate systemic and pulmonary arteries. Further, cardiac neural crest cells directly support the normal development and patterning of derivatives of the caudal pharyngeal arches, including the great arteries, thymus, thyroid, and parathyroids. Recently, cardiac neural crest cells have also been shown to indirectly influence the development of the secondary heart field, another derivative of the caudal pharynx, by modulating signaling in the pharynx. The contribution and function of the cardiac neural crest cells has been learned in avian models; most of the genes associated with cardiac neural crest function have been identified using mouse models. Together these studies show that the neural crest cells may not only critical for normal cardiovascular development but also may be involved secondarily because they represent a major component in the complex tissue interactions in the caudal pharynx and outflow tract. Cardiac neural crest cells span from the caudal pharynx into the outflow tract, and therefore may be susceptible to any perturbation in or by other cells in these regions. Thus, understanding congenital cardiac outflow malformations in human sequences of malformations resulting from genetic and/or environmental insults necessarily requires better understanding the role of cardiac neural crest cells in cardiac development.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37991218",
    "pmid": "37991218",
    "doi": "10.1002/dvg.23575",
    "title": "Generation and characterization of Chd7-iCreERT2-tdTomato mice.",
    "abstract": "Heterozygous mutation of CHD7 gene causes a severe developmental disorder called CHARGE syndrome. In order to further explore the expression and function of Chd7 in vivo, we generated a Chd7-P2A-iCreERT2-P2A-tdTomato (in short, Chd7-CT-tdT) knockin mouse line using the CRISPR/Cas9 technology. The specificity and efficiency of two knockin genetic elements were validated. The Chd7-CT-tdT reporter gene could accurately reflect both the dynamic expression pattern of endogenous Chd7 during neurodevelopment and cell-type specific expression in the brain and eye. The recombination efficiency of Chd7-CT-tdT in postnatal cerebellum is very high. Moreover, lineage tracing experiment showed that Chd7 is expressed in intestinal stem cells. In summary, the newly constructed Chd7-CT-tdT mouse line provide a useful tool to study the function of Chd7.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40165847",
    "pmid": "40165847",
    "doi": "10.1016/j.radcr.2025.02.050",
    "title": "Long overlooked: Adult VACTERL association unmasked by a large patent ductus arteriosus.",
    "abstract": "VACTERL associations are typically diagnosed in neonates and infants, with adult presentations being rare. This case report presents an adult patient diagnosed with VACTERL association following the discovery of a significant patent ductus arteriosus.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39285472",
    "pmid": "39285472",
    "doi": "10.1186/s13293-024-00648-6",
    "title": "Application and insights of targeted next-generation sequencing in a large cohort of 46,XY disorders of sex development in Chinese.",
    "abstract": "<h4>Purpose</h4>46,XY disorders of sex development (46,XY DSD) are characterized by incomplete masculinization of genitalia with reduced androgenization. Accurate clinical management remains challenging, especially based solely on physical examination. Targeted next-generation sequencing (NGS) with known pathogenic genes provides a powerful tool for diagnosis efficiency. This study aims to identify the prevalent genetic variants by targeted NGS technology and investigate the diagnostic rate in a large cohort of 46,XY DSD patients, with most of them presenting atypical phenotypes.<h4>Methods</h4>Two different DSD panels were developed for sequencing purposes, targeting a cohort of 402 patients diagnosed with 46,XY DSD, who were recruited from the Department of Urology at Children's Hospital, Zhejiang University School of Medicine (Hangzhou, China). The detailed clinical characteristics were evaluated, and peripheral blood was collected for targeted panels to find the patients' variants. The clinical significance of these variants was annotated according to American College of Medical Genetics and Genomics (ACMG) guidelines.<h4>Results</h4>A total of 108 variants across 42 genes were found in 107 patients, including 46 pathogenic or likely pathogenic variants, with 45.7%(21/46) being novel. Among these genes, SRD5A2, AR, FGFR1, LHCGR, NR5A1, CHD7 were the most frequently observed. Besides, we also detected some uncommon causative genes like SOS1, and GNAS. Oligogenic variants were also identified in 9 patients, including several combinations PROKR2/FGFR1/CYP11B1, PROKR2/ATRX, PROKR2/AR, FGFR1/LHCGR/POR, FGFR1/NR5A1, GATA4/NR5A1, WNT4/AR, MAP3K1/FOXL2, WNT4/AR, and SOS1/FOXL2.<h4>Conclusion</h4>The overall genetic diagnostic rate was 11.2%(45/402), with an additional 15.4% (62/402) having variants of uncertain significance. Additionally, trio/duo patients had a higher genetic diagnostic rate (13.4%) compared to singletons (8.6%), with a higher proportion of singletons (15.1%) presenting variants of uncertain significance. In conclusion, targeted gene panels identified pathogenic variants in a Chinese 46,XY DSD cohort, expanding the genetic understanding and providing evidence for known pathogenic genes' involvement.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37668839",
    "pmid": "37668839",
    "doi": "10.1007/s00439-023-02581-x",
    "title": "CHD7 variants associated with hearing loss and enlargement of the vestibular aqueduct.",
    "abstract": "Enlargement of the endolymphatic sac, duct, and vestibular aqueduct (EVA) is the most common inner ear malformation identified in patients with sensorineural hearing loss. EVA is associated with pathogenic variants in SLC26A4. However, in European-Caucasian populations, about 50% of patients with EVA carry no pathogenic alleles of SLC26A4. We tested for the presence of variants in CHD7, a gene known to be associated with CHARGE syndrome, Kallmann syndrome, and hypogonadotropic hypogonadism, in a cohort of 34 families with EVA subjects without pathogenic alleles of SLC26A4. In two families, NM_017780.4: c.3553A > G [p.(Met1185Val)] and c.5390G > C [p.(Gly1797Ala)] were detected as monoallelic CHD7 variants in patients with EVA. At least one subject from each family had additional signs or potential signs of CHARGE syndrome but did not meet diagnostic criteria for CHARGE. In silico modeling of these two missense substitutions predicted detrimental effects upon CHD7 protein structure. Consistent with a role of CHD7 in this tissue, Chd7 transcript and protein were detected in all epithelial cells of the endolymphatic duct and sac of the developing mouse inner ear. These results suggest that some CHD7 variants can cause nonsyndromic hearing loss and EVA. CHD7 should be included in DNA sequence analyses to detect pathogenic variants in EVA patients. Chd7 expression and mutant phenotype data in mice suggest that CHD7 contributes to the formation or function of the endolymphatic sac and duct.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38884762",
    "pmid": "38884762",
    "doi": "10.1007/978-3-031-44087-8_60",
    "title": "Human Genetics of Hypoplastic Left Heart Syndrome.",
    "abstract": "Hypoplastic left heart syndrome (HLHS) is a severe congenital cardiovascular malformation characterized by hypoplasia of the left ventricle, aorta, and other structures on the left side of the heart. The pathologic definition includes atresia or stenosis of both the aortic and mitral valves. Despite considerable progress in clinical and surgical management of HLHS, mortality and morbidity remain concerns. One barrier to progress in HLHS management is poor understanding of its cause. Several lines of evidence point to genetic origins of HLHS. First, some HLHS cases have been associated with cytogenetic abnormalities (e.g., Turner syndrome). Second, studies of family clustering of HLHS and related cardiovascular malformations have determined HLHS is heritable. Third, genomic regions that encode genes influencing the inheritance of HLHS have been identified. Taken together, these diverse studies provide strong evidence for genetic origins of HLHS and related cardiac phenotypes. However, using simple Mendelian inheritance models, identification of single genetic variants that \"cause\" HLHS has remained elusive, and in most cases, the genetic cause remains unknown. These results suggest that HLHS inheritance is complex rather than simple. The implication of this conclusion is that researchers must move beyond the expectation that a single disease-causing variant can be found. Utilization of complex models to analyze high-throughput genetic data requires careful consideration of study design.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39768586",
    "pmid": "39768586",
    "doi": "10.3390/jcm13247664",
    "title": "Radiological Perspectives in Congenital Sensorineural Hearing Loss: Insights from Cochlear Implant Candidates.",
    "abstract": "<b>Objectives:</b> Congenital hearing loss is a significant health concern, with diverse etiologies encompassing cochlear and cochleovestibular pathologies. Preoperative radiological evaluation in cochlear implant candidates is pivotal for treatment planning. We aim to elucidate the spectrum of radiological findings in patients with congenital hearing loss undergoing cochlear implant assessment. <b>Methods:</b> An analysis included 389 sensorineural hearing loss (SNHL) patients who underwent cochlear implantation at a tertiary university hospital, of which 177 were congenital SNHL. Computed tomography (CT) and magnetic resonance imaging (MRI) data were meticulously assessed for diverse congenital pathologies, focusing on congenital malformations. <b>Results:</b> In the congenital SNHL group, comprising 177 patients (80 females and 97 males), congenital cochleovestibular malformations were evident in 56 ears of 29 cases. Different congenital cochleovestibular malformations, ranging from labyrinthine aplasia to isolated large vestibular aqueducts, were detected. Among the various anomalies, incomplete partitions and cochlear hypoplasia emerged as more frequent patterns. <b>Conclusions:</b> This study offers a comprehensive radiological analysis of congenital SNHL patients undergoing cochlear implantation, revealing a spectrum of anomalies. It demonstrates the diverse nature of anomalies affecting the external auditory canal, middle ear structures, and cochleovestibular system. These insights provide a deeper understanding of congenital SNHL and contribute to developing informed treatment strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38849481",
    "pmid": "38849481",
    "doi": "10.1038/s41390-024-03178-4",
    "title": "Genetic analysis of congenital unilateral renal agenesis in children based on next-generation sequencing.",
    "abstract": "<h4>Background</h4>Congenital unilateral renal agenesis (URA) is a kind of rare birth defect during fetal development with varies clinical phenotypes. The pathogenesis and the relationship between gene and phenotype are still unclear.<h4>Methods</h4>Ten URA fetuses were followed up after birth using postnatal renal ultrasound examination to confirm the diagnosis with nine children were URA and one was Renal Ectopy (RE). Trio- WES, CNV- seq were performed with the 10 children and their close relatives.<h4>Results</h4>There were 3 heterozygous variants of CHD7, PROKR2 and NRIP1 genes were identified in 3 children, respectively. CHD7 (c.2663T>C, p.M888T) is classified as likely pathogenic (LP), PROKR2 (c.685G>C, p.G229R) and NRIP1 (c.2705T>G, p.F902C) are classified as variants of uncertain significance (VUS). CHD7 (c.2663T>C, p.M888T) and PROKR2 (c.685G>C, p.G229R) as URA-related genes may be associated with idiopathic hypogonadotropic hypogonadism (IHH) or CHARGE syndrome (CS), and 3D-protein structure prediction revealed that the two variants may affect the stability in the CHD7 protein or PROKR2 protein, separately. The RE-related gene NRIP1 (c.2705T>G, p.F902C) may be causative of congenital anomalies of the kidneys and urinary tract (CAKUT).<h4>Conclusions</h4>Identification of these variants can in exploring the etiology of URA or RE and improve the level of genetic counseling.<h4>Impacts</h4>We performed trio-whole-exome sequencing (trio- WES) and copy number variation sequencing (CNV- seq) in 10 children, including 9 children with Unilateral Renal Agenesis and 1 with Renal Ectopy after birth. The possible pathogenic genes of URA can be screened using prenatal and postnatal diagnosis of URA fetuses and gene detection after birth. Future studies evaluating this association may lead to a better understanding of URA and elucidate exploring the etiology of URA or RE and improve the level of genetic counseling.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36800035",
    "pmid": "36800035",
    "doi": "10.1007/s00431-023-04841-4",
    "title": "Predicting the clinical trajectory of feeding and swallowing abilities in CHARGE syndrome.",
    "abstract": "To date, the feeding and oral-motor abilities of patients with CHARGE syndrome (CS) have not been longitudinally assessed. This study aims to investigate the level of these abilities at different ages and evaluate how they evolve during growth. We retrospectively analysed oral-motor features of 16 patients with molecularly confirmed CS (age range 4-21 years old; mean 11 years; SD 6 years; median 10 years). Nearly 100% of CS new-borns had weak sucking at birth, and half of them demonstrated poor coordination between breathing and swallowing. Over time, the percentages of children with tube feeding dependence (60% at birth) faced a slow but steady decrease (from 33% at 6 months, 25% at 12 months, to 13% at school age) in tandem with the decreasing risk of aspiration. The ability of eating foods requiring chewing was achieved at school age, after the acquisition of an adequate oral sensory processing. A mature chewing pattern with a variety of food textures was not achieved by more than half of patients, including those requiring artificial enteral nutrition. Most patients started prolonged oral-motor treatments with speech language therapists in early childhood.<h4>Conclusions</h4>Although feeding and swallowing disorders are constant features in CS patients, a slow and gradual development of feeding abilities occurs in most cases. Rehabilitation plays a key role in overcoming structural and functional difficulties and attaining appropriate eating skills.<h4>What is known</h4>• Feeding problems and swallowing dysfunction have been noted in CHARGE syndrome. • The involvement of multiple factors, including structural problems in the mouth, throat, or esophagus, and neurological impairment, make feeding a complicated task in CHARGE individuals.<h4>What is new</h4>• Dysphagia gradually improves in most CHARGE children over time, though with a wide interindividual variability. • The percentages of children with tube feeding dependence decrease over time from 60% at birth to 33% at 6 months and 13% at school age.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38106692",
    "pmid": "38106692",
    "doi": "10.7759/cureus.48917",
    "title": "Giving Voice to Cardiovocal Syndrome: A 26-Year-Old Woman With Hypophonia and Dysphagia.",
    "abstract": "Are children's hospitals only for children? Practically speaking, they and their associated specialty clinics often provide necessary medical and surgical care for patients older than 18 years, especially those with medical complexity. For this reason, pediatric practitioners must be familiar with both childhood-onset conditions and problems common in older and larger individuals. This case report describes a 26-year-old woman with CHARGE syndrome (coloboma/cranial nerve palsy, heart defects, atresia of the choanae, restricted development/growth, genitourinary abnormalities, ear abnormalities) who presented to a children's hospital with hypophonia and dysphagia and was ultimately diagnosed with left recurrent laryngeal nerve palsy due to untreated sleep apnea and uncontrolled congestive heart failure leading to pulmonary hypertension that exacerbated her congenital cardiovascular abnormalities. Her hospitalization, during which she was cared for by two Internal Medicine-Pediatrics physicians (among others), exemplifies common themes in Med-Peds practice, such as a potential mismatch of expectations, experience, equipment, and policies when adults are admitted to children's hospital, as well as an all-too-familiar lag in transitioning from pediatric to adult care for children and youth with special healthcare needs (CYSHCN).",
    "journal": "",
    "year": "2023"
  }
]