[
  {
    "id": "PPR997709",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-6108600/v1",
    "title": "The effect of arimoclomol treatment of fibroblasts on the activity of causal enzymes of Fabry disease and neuronal ceroid lipofuscinosis",
    "abstract": "<title>Abstract</title>  <p>We investigated the effect of treatment of fibroblasts with arimoclomol, a heat shock protein co-inducer, on the causal enzymes of Fabry disease and neuronal ceroid lipofuscinosis (NCL). The results revealed that the treatment of female fibroblasts but not male ones with arimoclomol increased the activity of alpha-galactosidase A (αGLA), of which enzyme deficiency is responsible for Fabry disease. The effect of the arimoclomol treatment was not observed in the enzyme of male cells and in the mutated enzyme of Fabry disease patients. The increased activity of normal α-GLA remaining in female patients could be applied to treatment of their symptoms of Fabry disease.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40198606",
    "pmid": "40198606",
    "doi": "10.1371/journal.pone.0322315",
    "title": "Correction: Pharmacokinetic evaluation of single-dose migalastat in non-Fabry disease subjects with ESRD receiving dialysis treatment, and use of modeling to select dose regimens in Fabry disease subjects with ESRD receiving dialysis treatment.",
    "abstract": "[This corrects the article DOI: 10.1371/journal.pone.0314030.].",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40203112",
    "pmid": "40203112",
    "doi": "10.1126/sciadv.adt9695",
    "title": "Invention of an oral medication for cardiac Fabry disease caused by RNA mis-splicing.",
    "abstract": "Pathogenic RNA splicing variants have emerged as promising therapeutic targets due to their role in disease while preserving coding sequences. In this study, we developed RECTAS-2.0, a small molecule designed to correct RNA mis-splicing caused by the <i>GLA</i> c.639+919G>A mutation, which leads to the inclusion of a 57-nucleotide poison exon, resulting in later-onset Fabry disease, particularly prevalent in East Asia. RECTAS-2.0 restored normal <i>GLA</i> mRNA splicing and α-galactosidase activity in patient-derived B-lymphoblastoid cell lines and induced pluripotent stem cell-derived cardiomyocytes. Furthermore, oral administration of RECTAS-2.0 effectively corrected splicing in a transgenic mouse model, demonstrating its substantial splice-switching activity and safety for clinical application. RECTAS-2.0 demonstrated potential applicability to other genetic disorders that involve similar exon competition. These findings underscore the therapeutic potential of RECTAS-2.0 for Fabry disease and highlight its broader implications for RNA splicing-targeted therapies in genetic disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40112790",
    "pmid": "40112790",
    "doi": "10.1159/000545388",
    "title": "Lysosomal storage-independent Fabry disease variants with α-galactosidase A misprocessing-induced ER stress and the unfolded protein response.",
    "abstract": "<h4>Background</h4>Clinical findings in Fabry disease have classically been attributed to loss-of- function variants in the GLA gene that result in α-galactosidase A deficiency, intracellular accumulation of globotriaosylceramides and clinical manifestations. However, over time, increasing number of patients have been identified with GLA variants causing either non-classic Fabry disease or having unclear clinical effects.<h4>Summary</h4>Searching for additional etiologic and lysosomal storage-independent factors, investigators have recently identified that certain missense GLA variants not only affect enzymatic activity, but also encode for misfolded α-galactosidase A that itself induces chronic endoplasmic reticulum stress and the unfolded protein response. Thus, Fabry disease pathogenesis may be caused by decreased enzymatic activity as well as cellular toxicity from accumulation of the misfolded α-galactosidase A protein, with the contribution of each factor determined by the type of the genetic variant and host factors.<h4>Key messages</h4>Defective proteostasis and misfolding of certain missense α-galactosidase A variants induce chronic endoplasmic reticulum stress and the unfolded protein response that may contribute to intra-familial and inter-familial variation in disease penetrance and clinical expressivity. Pharmacologic modulation of defective proteostasis may have therapeutic implications in Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40159071",
    "pmid": "40159071",
    "doi": "10.3760/cma.j.cn112138-20240804-00490",
    "title": "[Screening for Fabry disease in patients with kidney disease].",
    "abstract": "This study aimed to determine the prevalence of Fabry disease in patients with kidney disease and observe its clinical features. A total of 1 693 patients in the Renal Department of Shandong Provincial Hospital Affiliated to Shandong First Medical University with proteinuria or renal insufficiency were included from June 2020 to December 2023. The α-galactosidase A level in males and globotriaosylsphingosine (Lyso-GL-3) level in females were detected, and GLA gene detection was performed in those with abnormalities. The GLA gene mutation rate was 0.297% (3/1 010) in males, 1.025% (7/683) in females, and 0.591% (10/1 693) overall. The prevalence of Fabry disease was 0.297% (3/1 010) in males, 0.293% (2/683) in females, and 0.295% (5/1 693) overall. The clinical manifestations of Fabry patients with kidney disease are complex and varied, with high heterogeneity. The pathogenicity of GLA gene mutations in patients with kidney disease requires further comprehensive analysis. Some GLA gene mutations are non-pathogenic and are mostly found in females. Patients with primary or secondary kidney disease should not be ignored regarding screening for Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40120803",
    "pmid": "40120803",
    "doi": "10.1016/j.jare.2025.03.023",
    "title": "Pathogenicity of novel GLA gene missense mutations in Fabry disease and the therapeutic impact of migalastat.",
    "abstract": "<h4>Introduction</h4>Fabry disease, a rare X-linked hereditary lysosomal storage disorder caused by mutations in the GLA gene, affecting multiple organs. However, functional validation data on the pathogenicity of novel mutations and research on the effects of migalastat intervention at different mutation sites is lacking.<h4>Objectives</h4>To explore the pathogenicity of novel missense mutations in the GLA gene in Fabry disease and the intervention effect of migalastat on the disease model of novel mutation sites.<h4>Methods</h4>We retrospectively screened novel mutations from the clinical data of 163 patients with Fabry disease, investigated the pathogenicity of these mutations by clinical data and pedigree analysis, bioinformatics prediction, protein structure modeling prediction, and cell experiment. Additionally, this study further assessed the effects of migalastat intervention on these novel mutation sites combined with the amenable mutation criteria for GLA gene mutations applicable to DGJ proposed by the Good Laboratory Practice Human Embryonic Kidney 293 in vitro cell experiment analysis (GLP HEK assay).<h4>Results</h4>Ninety-five different mutation sites were detected, comprising 13 novel mutation sites with nine definite pathogenic mutations (nonsense mutations, frameshift mutations and large fragment deletions) and four missense mutations. The variants c.102T > A, c.130T > G, and c.778G > T showed high pathogenicity (pathogenicity prediction score: 9), suggesting significant spatial conformation changes in the mutated protein, while c.194G > A showed a low pathogenicity (score: 5), indicating a mild impact on protein conformation. Cellular functional experiments revealed significantly reduced GLA gene mRNA, α-Gal A protein expression, and enzyme activity levels in the mutant cells. Migalastat intervention significantly normalized α-Gal A protein expression and enzyme activity, particularly in the variant c.194G > A, meeting amenable mutation criteria for migalastat.<h4>Conclusion</h4>This study reports 13 novel mutation sites in the GLA gene for Fabry disease, including nine definite pathogenic mutations and four missense mutations confirmed to be pathogenic in this study, thereby enriching the Fabry disease gene mutation database. Migalastat intervention improved enzyme activity in these mutation models, especially in cases with minor changes in protein structure and function, which are expected to guide clinical treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR982380",
    "pmid": "",
    "doi": "10.1101/2025.02.20.639340",
    "title": "Episodic pain in Fabry disease is mediated by a heat shock protein-TRPA1 axis",
    "abstract": "Two-thirds of patients with Fabry disease suffer debilitating pain attacks triggered by exercise, fever, and exposure to environmental heat. These patients face an even greater risk of heat-related episodic pain in the face of global climate change. Almost nothing is known about the biological mechanisms underlying heat-induced pain crises in Fabry disease, and there is no preclinical model available to study Fabry crises. Here, we established the first model of heat-induced pain attacks in Fabry disease by exposing transgenic Fabry rats to environmental heat. Heat exposure precipitated robust mechanical hypersensitivity, closely matching temporal features reported by patients with Fabry disease. At the cellular level, heat exposure sensitized Fabry dorsal root ganglia (DRG) neurons to agonists for transient receptor potential cation channel A1 (TRPA1), but not TRPV1. The heat shock response, which normally confers heat-resilience, was impaired in Fabry disease, and we demonstrated that heat shock proteins (HSP70 and HSP90) regulate TRPA1. Strikingly, pharmacologically inhibiting HSP90 completely prevented cellular and behavioral sensitization by environmental heat in Fabry disease. Together, this work establishes the first model of episodic pain in Fabry disease, implicates the heat shock response in heat-evoked pain episodes, and identifies a novel heat shock protein-TRPA1 regulatory axis. <h4>Abstract Figure</h4>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40157516",
    "pmid": "40157516",
    "doi": "10.1016/j.cpcardiol.2025.103038",
    "title": "Noninvasive assessment of myocardial stiffness using shear wave elastography in Amyloidosis and Fabry disease.",
    "abstract": "<h4>Background/objectives</h4>Diastolic function comprises MS and impaired relaxation, and is essential for the comprehensive analysis of heart failure. The goal of this study was to investigate the use of cardiac shear wave elastography for assessing shear wave propagation speed and myocardial stiffness (MS) in Fabry disease (FD), cardiac amyloidosis (CA) and healthy volunteers (HV).<h4>Methods</h4>We prospectively enrolled 60 participants, with 20 patients each in the CA, FD and HV groups. Echocardiogram, blood exams and walking test were achieved. MS evaluation was performed using an ultrasound scanner.<h4>Results</h4>Shear wave propagation speed and MS were significantly higher in patients with CA than in HV in the basal anteroseptal segment (MS PLAX 6.6 ± 1.4 kPa vs. 5.38 ± 1.1 kPa, respectively, p = 0.01; PSAX 6.86 ± 1.4 kPa vs. 5.6 ± 1.2 kPa, respectively, p = 0.01) and in the right ventricle (5.9 ± 2.6 kPa vs. 4.0 ± 0.7 kPa, respectively, p = 0.003), with no difference in the mid anteroseptal segment and the apical septal. There was a difference in the MS of patients with CA in the right ventricle when compared to the FD group (5.9 ± 2.6 kPa vs. 4.4 ± 1.0 kPa, respectively, p = 0.01). There was no statistical difference between any myocardial segment in the FD group compared to the HV group.<h4>Conclusions</h4>Shear wave propagation speed and MS were higher in patients with CA compared to FD and healthy volunteers. Evaluation of FD group did not reveal any difference from the control group.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39924243",
    "pmid": "39924243",
    "doi": "10.2169/internalmedicine.4685-24",
    "title": "Unexpected Hypotension in a Female Patient with Fabry Disease: Switching from Agalsidase α to β after Long-term ERT.",
    "abstract": "Fabry disease (FD) is a rare X-linked lysosomal storage disorder. Enzyme replacement therapies (ERT), such as agalsidase α and β, are available treatment options. While infusion-related reactions (IRRs) are known to occur at the initiation of ERT owing to immune responses, there is limited information on IRRs during long-term ERT. We report the case of a female patient with Fabry disease who developed unexpected hypotension after six years of stable treatment with agalsidase α, leading to a switch to agalsidase β. Continuous monitoring may be essential to identify potential IRRs in female patients with Fabry disease receiving long-term ERT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40136155",
    "pmid": "40136155",
    "doi": "10.36660/abc.20240535",
    "title": "Fabry Disease and Its Different Phenotypes.",
    "abstract": "Fabry disease (FD) is an X-linked genetic condition caused by variants in the GLA gene causing enzyme α-galactosidase A deficiency and accumulation of globotriaosylceramide (Gb3) in tissues such as the heart, kidneys, and the nervous system. This study reports a case series of patients with FD, highlighting the phenotypic diversity of the disease, which can be confused with other cardiological conditions. When properly indicated, genetic evaluation, combined with biomarker dosage and α-galactosidase enzymatic activity, is key for an accurate diagnosis. Early diagnosis of FD is fundamental for initiating treatments that can slow disease progression and prevent serious complications, reinforcing the need for greater awareness about this condition among cardiologists.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39916668",
    "pmid": "39916668",
    "doi": "10.1111/anec.70048",
    "title": "Chest Discomfort, Left Ventricular Hypertrophy, Global T-Wave Inversion, and Short PR Interval Points to a Particular Cardiac Condition. What Could Be the Diagnosis?",
    "abstract": "This article describes a 44-year-old female with Fabry disease presenting with a 7-year history of chest discomfort, extremity pain, and hypohidrosis. ECG revealed sinus bradycardia (52 bpm), a short PR interval (100 ms) with a delta wave, and a QRS complex (126 ms) showing a complete right bundle branch block. T-wave inversion and ST-segment depression were observed in leads I, AVL, II, aVF, and V2-V6. Genetic testing confirmed Fabry disease (GLA: c.700_702del). Short PR interval with left ventricular hypertrophy (LVH) poses a diagnostic challenge, requiring advanced imaging and genetic testing to differentiate Fabry disease from other cardiomyopathies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR984870",
    "pmid": "",
    "doi": "10.1101/2025.03.02.25323185",
    "title": "Left atrial strain tracks abnormal ventricular mechanics in Fabry disease",
    "abstract": "<h4>Backgrounds</h4> Fabry disease (FD) is an X-linked lysosomal disorder with ventricular myocardial involvement that drives morbidity and mortality. Early diagnosis of cardiac involvement can be difficult. This study explored whether abnormal left atrial (LA) strain by cardiovascular magnetic resonance (CMR) may be an early sign of ventricular involvement in FD. <h4>Methods</h4> A multicenter, multinational cohort of FD patients was assembled with images centralized for corelab analysis. Adult gene-positive FD patients and healthy volunteers (HV) underwent CMR. LA strain analyses included manually contouring the LA in end-diastole and end-systole to calculate LA volumes and ejection fraction, then semi-automatic analysis for LA reservoir strain. <h4>Results</h4> There were n=214 FD patients (mean age 45±15 years, 39% males) and n=76 HV (49±15 years, 53% males). CMR results in FD: LVEF 73% (IQR=9), LV mass indexed (LVMi) 89±39g/m2, 99 (46%) had left ventricular hypertrophy (LVH), 36% had late gadolinium enhancement. In FD, LA strain correlated with LVMi (r=-0.52, p<0.01), LV global longitudinal strain (GLS) (r=-0.61,p<0.01), and native myocardial T1 (r=0.34, p<0.01). FD had abnormal LA strain in overt disease (LVH +ve) compared to HVs (p<0.01). LVH-negative FD did not differ in LA strain compared with HV (p>0.5). FD with low T1+LVH-negative did not differ in LA strain compared with normal T1/LVH-negative FD or HV (p>0.3). <h4>Conclusions</h4> LA strain is abnormal in FD with LVH (overt disease) and correlates with LVMi, native T1, and GLS. LA strain is normal in FD with early disease (LVH negative+low T1) and normal in FD with no myocardial disease (LVH negative + normal T1). These findings indicate that LA strain is a consequence of abnormal LV mechanics such as LVH and abnormal GLS, rather than isolated myocardial sphingolipid deposition. <h4>KEY MESSAGES</h4> <h4>What is already known on this topic</h4> Fabry disease is an X-linked lysosomal disorder with potential cardiac complications. Progressive ventricular myocardial involvement drives morbidity and mortality and can be detectable through advanced imaging techniques like cardiovascular magnetic resonance. Early diagnosis of cardiac involvement can be difficult. <h4>What this study adds</h4> LA strain is abnormal in overt Fabry disease with left ventricular hypertrophy (LVH) and correlates with left ventricular mass, native T1, and global longitudinal strain (GLS). LA strain is normal in Fabry with early disease (LVH negative+low T1) and normal in FD with no myocardial disease (LVH negative + normal T1). These findings indicate that LA strain is a consequence of abnormal LV mechanics such as LVH and abnormal GLS, rather than isolated myocardial sphingolipid deposition. <h4>How this study might affect research</h4> There is a need to identify markers of early cardiac involvement in Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40052625",
    "pmid": "40052625",
    "doi": "10.1111/1346-8138.17690",
    "title": "Cutaneous manifestations of Fabry disease: A systematic review.",
    "abstract": "Fabry disease (FD) is a rare X-linked lysosomal storage disorder resulting in potential debilitating accumulation of glycosphingolipids in organs such as skin, nerves, heart, kidneys, lungs, and the central nervous system. Skin is easily investigated and can guide clinicians to diagnose FD, minimizing delay of enzyme substitution therapy. This systematic review followed the PICO and PRISMA guidelines. Using Web of Science, PubMed, and Embase, a total of 968 studies were retrieved by January 1, 2024. All clinical studies describing the skin characteristics and abnormalities of FD patients were included. After inclusion of articles, the methodological quality was assessed using the QUADAS-2 critical appraisal checklist. Twenty-three studies were included. Different skin manifestations were described in FD patients. Fifteen studies described angiokeratomas, five studied telangiectasias, 13 studied sweat abnormalities (anhidrosis/hypohidrosis/hyperhidrosis), nine described lymphoedema, and two reported hair abnormalities. Sweat abnormalities were the most common skin manifestation, affecting 57.6% of patients with FD; angiokeratomas were observed in 51.5% of patients. A high prevalence (16.5%) of lymphoedema was seen in a large study (n = 5487). Skin involvement appeared age-dependent and increased with age. Quality assessment showed high or unclear risk of bias in 19/23 studies. We summarized data on skin manifestations in 10 757 FD patients. The pathogenesis of sweat abnormalities and the occurrence of cutaneous vascular lesions, such as angiokeratomas and telangiectasias, in only half of FD patients remains poorly understood. Enzyme replacement therapy generally did not reduce skin manifestations in FD patients. Direct comparisons between studies were challenging due to variations in reported outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40069068",
    "pmid": "40069068",
    "doi": "10.1016/j.acvd.2024.12.013",
    "title": "Characterization of left atrial strain in left ventricular hypertrophy: A study of Fabry disease, sarcomeric hypertrophic cardiomyopathy and cardiac amyloidosis.",
    "abstract": "<h4>Background</h4>Patients with left ventricular hypertrophy (LVH) often maintain preserved left ventricular ejection fraction in the early stages of the disease. There is a need to identify simple and reliable variables beyond left ventricular ejection fraction to recognize those at risk of developing adverse clinical outcomes.<h4>Aims</h4>To examine left atrial (LA) strain in patients with hypertrophic cardiomyopathy (HCM), cardiac amyloidosis (CA) and Fabry disease (FD), pathologies known to cause LVH, and the relationship between LA strain and adverse clinical outcomes.<h4>Methods</h4>In this retrospective cohort study, LA strain was measured and compared among patients with HCM, CA and FD. Relationships between LA and left ventricular strain, and LA strain and adverse cardiovascular events were evaluated. The primary outcome was first occurrence of cardiovascular mortality, device implantation, heart failure hospitalization, new-onset atrial fibrillation or stroke.<h4>Results</h4>A total of 191 patients were included (24 with FD, 87 with HCM, 80 with CA). LA reservoir strain was highest in patients with HCM (26%, interquartile range [IQR] 20%, 32%), followed by those with FD (20.5%, IQR: 14%, 27.8%) and CA (11%, IQR: 7%, 18.8%) (P<0.001). LA strain correlated well with left ventricular strain in patients with LVH, with CA showing the best correlation (r=-0.70, 95% confidence interval [95% CI]: -0.80 to -0.56; P<0.001). Multivariable Cox regression analysis showed that LA reservoir strain was significantly associated with the primary outcome in all patients (hazard ratio: 0.91, 95% CI: 0.84 to 0.99; P=0.03) and in those with CA (hazard ratio: 0.90, 95% CI: 0.82 to 0.99; P=0.023).<h4>Conclusions</h4>LA strain was more reduced in CA than in FD and HCM, probably as a result of atrial wall infiltration, and was associated with adverse clinical outcomes in our heterogenous LVH population and patients with CA.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39980777",
    "pmid": "39980777",
    "doi": "10.1093/eurheartjsupp/suae099",
    "title": "From thick walls to clear answers: approaches to diagnosing hypertrophic cardiomyopathy and its mimics.",
    "abstract": "Hypertrophic cardiomyopathy (HCM) is a genetic condition primarily caused by mutations in sarcomeric proteins, leading to abnormal thickening of the left ventricular wall. Although HCM is the most common genetic cardiovascular disorder, other conditions-such as cardiac amyloidosis, Fabry disease, and mitochondrial myopathies-can mimic its phenotype, complicating diagnosis. Accurate differentiation between HCM and its phenocopies is crucial, as these conditions differ in treatment, prognosis, and inheritance. This paper reviews the clinical, imaging, and laboratory tools essential for diagnosing HCM and its mimics, emphasizing the role of advanced diagnostics like cardiac magnetic resonance, genetic testing, and tissue characterization in guiding personalized management strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39822326",
    "pmid": "39822326",
    "doi": "10.1002/jmd2.12466",
    "title": "Phenotypic variability and the gender paradox in the R363C variant of Fabry disease.",
    "abstract": "Fabry disease is an X-linked lysosomal disease caused by variants in the <i>GLA</i> gene. Although Fabry disease is X-linked, <i>GLA</i> gene variants in females can exhibit a wide range of symptoms, challenging the traditional view of Fabry as an X-linked recessive disease. A family is presented here with a 36-year-old female who is symptomatic with chronic kidney disease and her oligosymptomatic 70-year-old father, both of whom have a heterozygous and hemizygous GLA pathogenic variant, respectively, c.1087C>T (p.R363C). Interestingly, the proband's Lyso-GL-3 levels were lower than her father's despite her more severe clinical presentation. The discordance between clinical severity and Lyso-GL-3 levels, particularly in the context of migalastat therapy, raises questions about the appropriate interpretation and use of this biomarker. The earlier and more severe symptom onset in the female proband suggests the potential role of genetic modifiers or other factors influencing disease expression. This report underscores the complexity of Fabry disease phenotypes and the limitations of current biomarkers in predicting disease severity, particularly in females. The observed paradox between clinical symptoms and biomarker levels suggests the need for a deeper understanding of the underlying mechanisms driving phenotypic variability in Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40164319",
    "pmid": "40164319",
    "doi": "10.1016/j.ijcard.2025.133219",
    "title": "Electrocardiogram evolution in Anderson-Fabry disease patients during follow-up in relation to specific treatment and cardiac disease progression.",
    "abstract": "<h4>Aims</h4>Electrocardiogram (ECG) analysis plays a central role in Anderson-Fabry disease (AFD) diagnosis and management. This study aimed to assess ECG evolution during follow-up in relation to specific treatment and disease progression.<h4>Methods</h4>Retrospective study of a multicentric cohort of AFD patients with ≥2 ECG and echocardiographic data. Specific treatment status (enzyme replacement or chaperone) was defined as: chronic therapy (≥ 1 year before the first ECG); therapy started during the follow-up; no therapy.<h4>Results</h4>One-hundred-eighty-one AFD patients (median age 46 years, IQR 35-58; 36 % male; 67 % classic phenotype composed the study population: 24 % were on chronic therapy; 39 % started the therapy during follow-up; 37 % had no specific therapy. During a median follow-up of 62 months (IQR 33-83), significant ECG variations were: atrial fibrillation detection (p = 0.005), P<sub>end</sub>Q interval (p = 0.04), left atrial enlargement (p < 0.001), new right bundle branch block (RBBB, p < 0.001), QRS interval (p < 0.001), QRS fragmentation (p = 0.024), QTc (p = 0.001), and symmetric lateral negative T waves development (p = 0.016). P<sub>end</sub>Q interval showed a significant interaction with treatment status, significantly increasing in patients without or on chronic therapy but slightly reducing in patients who started the specific therapy during follow-up (p for interaction = 0.035). P<sub>end</sub>Q interval, new RBBB and pathologic QTc were associated with left ventricle wall thickness increase (p = 0.003, p = 0.014, p = 0.019, respectively).<h4>Conclusions</h4>In this multicentric cohort of AFD patients, several ECG parameters showed significant changes during follow-up. Only P<sub>end</sub>Q interval showed a significant interaction with treatment status. Moreover, P<sub>end</sub>Q interval, new RBBB and pathologic QTc development were associated with cardiac hypertrophy progression.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40159218",
    "pmid": "40159218",
    "doi": "10.1159/000543920",
    "title": "Further Clinical and Biochemical Phenotype of GLA p.A143T: a Fabry Disease Newborn Screening Experience.",
    "abstract": "<h4>Background</h4>In 2015, Illinois added Fabry disease to the newborn screening (NBS) panel, and numerous individuals who have the controversial p.A143T GLA variant were identified. Ann &amp; Robert H. Lurie Children's Hospital of Chicago identified 80 individuals with this variant.<h4>Summary</h4>Of the 80 individuals, 34/80 were identified by NBS, 2/80 were identified by gene panel testing, and 44/80 were identified by cascade testing. These individuals were from 36 families and ranged in age from 7 months to 71 years. Most individuals identified by NBS were male (90.9%) and 35.96% had the p.A143T variant. All newborns with known pathogenic or likely pathogenic variants in GLA had enzyme leukocyte activities below 20% of the percentage of mean of normal. This threshold could serve as a guideline for determining risk of symptom development for p.A143T and other variants of unknown significance. No person with p.A143T had significant lyso-GL3 elevation in this cohort.<h4>Key messages</h4>These data suggest the variant impacts enzyme levels, but its effect on health outcomes remains unclear. We further characterize clinical and biochemical data on individuals with the p.A143T GLA variant to help provide guidance on its clinical significance.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40058731",
    "pmid": "40058731",
    "doi": "10.1016/j.cjca.2025.03.001",
    "title": "Early Potentially Irreversible Cardiac Damage in Fabry Disease Precedes Gb3 Inclusion Body Formation.",
    "abstract": "<h4>Background</h4>Fabry disease (FD) is a lysosomal storage disorder impacting multiple organs, including the heart. In this study we investigated whether early-stage globotriaosylceramide (Gb3) accumulation, occurring before the formation of inclusion bodies, could cause significant stress and potentially irreversible damage of the cardiac tissue in patients with FD.<h4>Methods</h4>Immunofluorescent staining and Western blotting were performed on fibroblasts from FD IVS4 patients and myocardial biopsies from G3Stg/GLAko mice as well as 3 IVS4 patients (aged 44, 37, and 41 years). Notably, all biopsies showed detectable Gb3 accumulation under immunoflourescence (IF) but lacked the typical pathology of FD (Gb3 inclusion bodies). Staining targeted nuclear factor-kappaB (NF-κB), interleukin-18 (IL-18), phospho-p42/44 mitogen-activated protein kinase (MAPK), and inducible nitric oxide synthase (iNOS) as markers of inflammation and oxidative stress. In addition, α-smooth muscle actin (α-SMA) IF staining was conducted to identify myofibroblasts.<h4>Results</h4>Fibroblasts from FD patients, along with cardiac tissues from both G3Stg/GLAko mice and FD patients, exhibited significant accumulation of inflammatory markers such as NF-κB IL-18, and phospho-p42/44 MAPK, as well as the oxidative stress marker iNOS. Despite the absence of typical FD pathology, the presence of fibrogenesis was confirmed in myocardial biopsies from these patients through strong positive staining of α-SMA.<h4>Conclusions</h4>Significant cellular stress and potential irreversible damage may occur before the onset of typical pathologic changes in the cardiac tissues of FD patients. Our findings raise an intriguing question: Should enzyme replacement therapy be initiated much earlier than currently recommended? To answer this, validation through rigorous randomized controlled trials is needed to draw definitive conclusions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40138980",
    "pmid": "40138980",
    "doi": "10.1016/j.ymgme.2025.109082",
    "title": "Enhancing Fabry disease screening and diagnostic efficiency: Integration of enzyme, biomarker, and next-generation sequencing testing.",
    "abstract": "Fabry disease (FD) is an X-linked lysosomal storage disorder caused by a deficiency of alpha-galactosidase A (α-Gal A) due to pathogenic variants of the GLA gene. This study reports findings from data collected through The Lantern Project, including results from α-Gal A enzyme activity and globotriaosylsphingosine (lyso-Gb3) biomarker assays from dried blood spots, as well as next-generation sequencing (NGS). A total of 513 enzyme tests, 284 lyso-Gb3 tests, and 994 NGS tests were conducted on 1380 individuals (708 female, 661 male, 11 sex unknown) with clinical suspicion, or family history or abnormal newborn screening (NBS) results who participated in the project from December 2018-April 2023. Among these individuals, 21 % (103 male and 2 sex unknown) had abnormal α-Gal A levels (range 0.054-1.069 μM/h, normal level ≥ 1.10 μM/h), and 70 % (79 female, 115 male and 2 sex unknown) had elevated lyso-Gb3 levels (range 1.12-130.56 ng/mL, normal level ≤ 1.11 ng/mL). A total of 137 different reportable variants have been identified in this cohort including novel variants c.[351T>G;361G>C] (p.I117M;A121P), c.370-558_370-1del, c.548del, and c.1165C>T (p.P389S). All female patients with loss-of-function (LOF) variants and biomarker results were found to have elevated lyso-Gb3 levels. In contrast to those with LOF variants, females with missense GLA variants had various lyso-Gb3 results. Pathogenic (P)/likely pathogenic (LP) missense variants [including c.1087C>T (p.R363C), c.1088G>A (p.R363H), c.593T>C (p.I198T), c.644A>G (p.N215S), c.335G>A (p.R112H), c.337T>C (p.F113L), and c.835C>G (p.Q279E)] were identified in 16 female patients with normal lyso-Gb3 levels. These findings suggest that the use of lyso-Gb3 testing without GLA sequencing may result in missed diagnosis in some female patients with FD missense variants. Different biochemical and DNA variant profiles have been observed between NBS and non-NBS male patients. Among the non-NBS males, both enzyme and biomarker results correlate with age at the time of testing, which appear to be an approximated indicator for age of onset and disease severity. Among all the NBS males with both enzyme and lyso-Gb3 results, abnormal α-Gal A levels were found in all having P/LP variants except for the 11 who had c.427G>A (p.A143T) or c.870G>C (p.M290I), while normal lyso-Gb3 results have been found in many males with various P/LP variants - though it should of course be noted that lyso-Gb3 levels may increase over time. Our observation in NBS male patients may suggest that the enzyme test has a higher sensitivity, while lyso-Gb3 test has a higher specificity, and when combined with DNA test results, can provide a more comprehensive and reliable result. This manuscript presents the largest-to-date, comprehensive, multi-testing Fabry cohort with demographic information and biochemical phenotypes from a single clinical laboratory. The results from this dataset demonstrate that the integration of enzyme, biomarker, and NGS testing can enhance screening/diagnostic efficiency for FD, particularly for female patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39814185",
    "pmid": "39814185",
    "doi": "10.1016/j.ijcard.2025.132967",
    "title": "Characteristics of atrial ventricular coupling and left atrial function impairment in early Fabry disease patients using two-dimensional speckle tracking echocardiography.",
    "abstract": "<h4>Aims</h4>The study was designed to investigate the characteristics of atrial ventricular coupling and left atrial (LA) function impairment in patients with Fabry disease (FD), especially those in the early stages of the condition.<h4>Methods</h4>A total of 65 patients with Fabry disease who completed echocardiographic examinations from January 2018 to May 2024 were ultimately included. Among them, 25 patients with FD did not have left ventricular (LV) hypertrophy (LVH). Additionally, 65 healthy controls were matched to the overall FD population by gender and age, from which 25 controls were selected to match 25 FD patients without LVH based on gender and age. The differences in left atrioventricular coupling index (LACI) and left atrial function between the total FD patients and the healthy control group, as well as between the FD patients without LVH and the healthy control group, were compared. The effect of age on the evolution of LA strain and LACI in FD patients without LVH was examined by adding an interaction term (FD × age) to the models. The correlation between LA and LV parameters in early and total FD patients was evaluated using the Pearson's correlation.<h4>Results</h4>For early Fabry disease patients without LVH, LA reservoir function, contractile function, and LACI were all impaired compared to the control group. LACI in early FD patients increased by 0.007 more per year than in healthy controls (P = 0.004). This increase was mainly due to the faster increase in the minimum LA volume in early Fabry disease patients (P = 0.001). In early FD patients, LACI was positively correlated with age and E/e', and negatively correlated with LASr.<h4>Conclusion</h4>This study found that both LA function and LACI were impaired in early FD patients, with LACI exhibiting a faster upward trend in early-stage FD compared to the control group, further highlighting its value in Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR986846",
    "pmid": "",
    "doi": "10.1101/2025.03.02.25323189",
    "title": "Advanced electrocardiography predicts cardiac involvement and incident arrhythmias in Fabry disease",
    "abstract": "<h4>Background</h4> Fabry disease (FD) is an X-linked disorder with progressive myocardial sphingolipid deposition, causing premature cardiovascular morbidity and mortality. Advanced electrocardiography (A-ECG) has the potential to predict cardiac involvement. <h4>Objectives</h4> To evaluate the predictive power of A-ECG in identifying: 1) early cardiac involvement defined as low myocardial T1 on cardiovascular magnetic resonance (CMR), 2) adverse cardiovascular outcomes, and 3) heart age. <h4>Methods</h4> In this longitudinal multi-centre study, patients underwent same-day CMR and digital ECG, analysed using in-house software, including conventional ECG, derived vectorcardiographic, and singular value decomposition measures of waveform complexity parameters. Significant A-ECG variables were identified using stepwise forward regression and incorporated in a multivariable logistic regression A-ECG score. A Youden index was applied to identify best threshold score and bootstrapping performed to calculate the area under the receiver operating characteristics curve (AUC), sensitivity, specificity, and 95% confidence intervals (CI). <h4>Results</h4> In 155 patients (40% male, age 46±14 years, 39% on enzyme replacement therapy), left ventricular mass was higher in males compared to females (106 vs. 59 g/m 2 , p<0.001), 80% had low native T1, and 51% (70/136) had late gadolinium enhancement. A-ECG heart age was higher than chronological age in all patients (57±20 vs. 46±14 years, p<0.001). The heart age gap was strongly associated with T1 lowering and progressive LVH. Multivariable A-ECG scores for detecting low T1 had an AUC [95%CI] of 0.82 [0.75-0.89], sensitivity 72 [55-95] %, and specificity 85 [66-71] %; any arrhythmia 0.89 [0.82-0.95], 82 [68-94] %, 88 [70-96] %; or atrial fibrillation 0.89 [0.80-0.96], 92 [77-100] %, 83 [76-92] %, respectively. No predictors of heart failure hospitalisation or mortality were found. <h4>Conclusion</h4> A-ECG analysis has good diagnostic performance for predicting low native T1 and the occurrence of arrhythmias in Fabry disease but not for heart failure hospitalisation or death.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39988522",
    "pmid": "39988522",
    "doi": "10.1016/j.diii.2025.02.002",
    "title": "Cardiac magnetic resonance imaging in the follow-up of patients with Fabry cardiomyopathy.",
    "abstract": "<h4>Purpose</h4>The purpose of this study was to evaluate the role of cardiac magnetic resonance imaging (MRI) in the follow-up of patients with Fabry disease. Our hypothesis was that LV functional parameters and native myocardial T1 and T2 values could be used to monitor treatment efficacy.<h4>Materials and methods</h4>This prospective, observational, multicenter study included patients with Fabry disease who underwent two cardiac MRI examinations performed at 1.5 T 24 months apart at five University Hospitals between March 2017 and December 2022. Changes in cardiac MRI parameters were compared between two groups of patients according to whether or not they were receiving specific treatment.<h4>Results</h4>Twenty-six patients with Fabry disease were enrolled. There were 17 women and 9 men, with a mean age of 45.3 ± 17.4 (standard deviation [SD]) years. Both treated and untreated patients showed an increase in native T1 values over time, but the T1 increase was higher in treated patients (global T1, +39.4 ± 28.9 [SD] ms) than in untreated ones (global T1, +14.5 ± 30.3 [SD] ms) (P = 0.04). T2 values decreased in treated patients (global T2, -2.11 [SD] ms ± 3.36 but increased in untreated ones (global T2, +0.57 ± 1.63 [SD] ms) (P = 0.02). No significant changes in extracellular cardiac volume, left ventricular functional parameters, late gadolinium enhancement or left atrial volume were observed. However, LV mass index increased in untreated patients and decreased in treated patients. Intra- and interobserver reproducibility of T1 measurements showed mean biases of -0.18 ms (limit of agreement:11.61, 11.24) and -0.64 ms (limit of agreement:23.82; 22.54), respectively.<h4>Conclusion</h4>Variations in native myocardial T1 values at cardiac MRI are significantly greater in patients with Fabry disease receiving treatment than in untreated patients, suggesting an effect of treatment on lipid storage. In addition, changes in T2 values suggest an anti-inflammatory effect of the treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39864340",
    "pmid": "39864340",
    "doi": "10.1016/j.scr.2025.103666",
    "title": "Generation of an induced pluripotent stem cell line (SMBCi022-A) from a patient with Fabry disease.",
    "abstract": "Fabry disease (FD) is a systemic disease in which globotriaosylceramide and other naturally occurring glycosphingolipid accumulate in various tissues throughout the body due to mutation of α-galactosidase A (GLA). These induced pluripotent stem cells (iPSCs) were generated from a 10-year-old male patient's urine carrying the GLA c.1080_1082del Fabry disease mutation. The iPSCs were validated by confirming the pluripotent markers expression, trilineage differentiation capability, normal karyotype and targeted mutation. This resource enables further assessment of the pathophysiological development of Fabry disease and serves as a model to develop drugs for treating Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39859185",
    "pmid": "39859185",
    "doi": "10.3390/ijms26020470",
    "title": "The Identification of a Novel Pathogenic Variant of the &lt;i&gt;GLA&lt;/i&gt; Gene Associated with a Classic Phenotype of Anderson-Fabry Disease: A Clinical and Molecular Study.",
    "abstract": "Anderson-Fabry (or Fabry) disease is a rare lysosomal storage disorder caused by a functional deficiency of the enzyme alpha-galactosidase A. The partial or total defect of this lysosomal enzyme, which is caused by variants in the <i>GLA</i> gene, leads to the accumulation of glycosphingolipids, mainly globotriaosylceramide in the lysosomes of different cell types. The clinical presentation of Fabry disease is multisystemic and can vary depending on the specific genetic variants associated with the disease. To date, more than 1000 different variants have been identified in the human <i>GLA</i> gene, including missense and nonsense variants, as well as small and large insertions or deletions. The identification of novel variants in individuals exhibiting symptoms indicative of Fabry disease, expands the molecular comprehension of the <i>GLA</i> gene, providing invaluable insights to physicians in the diagnosis of the disease. In this article, we present the case of two members of the same family, mother and son, in whom a new pathogenic variant was identified. This variant has not been previously described in the literature and is not present in databases. The two family members presented with a number of typical clinical manifestations of the disease, including cornea verticillata, neuropathic pain, left ventricular hypertrophy, angiokeratomas and abdominal pain. The son, but not his mother, showed reduced alpha-galactosidase A activity, while high levels of Lyso-Gb3 in the blood, a specific substrate accumulation biomarker, were found in both. Sequencing of the <i>GLA</i> gene revealed the presence of a variant, c.484delT, which is characterised by the deletion of a single nucleotide, a thymine, in exon 3 of the gene. This results in a frameshift variant, which introduces a premature stop codon, thereby generating a truncated and consequently non-functional protein. Therefore, the clinical and laboratory data indicate that the novel p.W162Gfs*3 variant described herein is associated with the classical form of Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40185423",
    "pmid": "40185423",
    "doi": "10.1016/j.neuroimage.2025.121189",
    "title": "Automated segmentation of the dorsal root ganglia in MRI.",
    "abstract": "The dorsal root ganglion (DRG) contains all primary sensory neurons, but its functional role in somatosensory and pain processing remains unclear. Recently, MR imaging techniques have been developed for objective in vivo observation of the DRG. In particular, DRG MR imaging endpoints such as DRG volume and DRG T2w signal are emerging as biomarkers with initial evidence of meaningful correlations with biochemical and genetic parameters as well as neuropathic pain as clinically relevant applications. However, the future validation and use of these novel imaging biomarkers critically depends on the development of fully automated methods for DRG image analysis. To date, DRG detection and evaluation on MR images has been limited to expert annotation through manual segmentation. Fast and operator-independent, yet accurate and robust, segmentation methods are required to enable observation of larger patient cohorts and across multiple sites. Thus, fully automated DRG segmentation is a prerequisite for the analysis of more complex microstructural and functional image datasets, such as from DRG diffusion tensor or perfusion metabolic imaging. Here, we developed a fully automated DRG segmentation workflow based on deep learning. A convolutional neural network (CNN) was trained using the nnU-Net framework on a large dataset of high-resolution 3D T2-weighted MR images of healthy controls (220 DRGs). Automated DRG segmentations generated with this network were on par with expert annotations (dice similarity coefficient of 0.87 for human expert vs. 0.89 for trained CNN) while being faster by a factor of 10. Finally, we validated the method in Fabry disease as a genetic model disorder for DRG pathomorphological injury. The trained CNN was able to reproduce the manually segmented changes known in FD patients as a function of FD genotype and FD pain phenotype. We developed a fully automated method for DRG MRI segmentation and validated its application as a novel imaging biomarker using the DRG injury example of Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40017528",
    "pmid": "40017528",
    "doi": "10.1002/jmd2.70003",
    "title": "Treatment Beliefs Reflect Unmet Clinical Needs in Lysosomal Storage Diseases: An Opportunity for a Patient-Centered Approach.",
    "abstract": "Despite life-long pharmacotherapy for many people affected by lysosomal storage diseases, no data are available on their beliefs about their treatments. Therapeutic options range from disease-specific, with varying levels of effectiveness, to purely supportive. This spectrum is illustrated by the three diseases Gaucher disease type 1 (effective disease-specific therapies), Fabry disease (disease-specific therapies with variable effectiveness), and mucopolysaccharidosis type III A/B (supportive care only). Employing the Necessity-Concerns Framework of the Beliefs in Medicine Questionnaire, we investigated intra- and intergroup variability in adults with Gaucher disease type 1, Fabry disease, and parents of children with mucopolysaccharidosis type III A/B. Participants rated <i>necessity</i> and <i>concern</i> items on a Likert scale, leading to categorization as <i>accepting</i>, <i>skeptical</i>, <i>indifferent</i>, or <i>ambivalent</i>. Self-reported demographic, disease-, and therapy-related data were also obtained. Eighty-one surveys were completed. Gaucher disease respondents (<i>n</i> = 15) were overwhelmingly categorized as <i>accepting</i> (high necessity, low concern). Female Fabry disease respondents (<i>n</i> = 43) were almost equally distributed over all categories except <i>accepting.</i> Male Fabry disease respondents (<i>n</i> = 16) were mostly <i>ambivalent</i> or <i>accepting</i>, indicating overall high necessity scores but varying concern. All mucopolysaccharidosis type III participants (<i>n</i> = 7) were categorized as <i>indifferent</i> (low necessity, low concern). The Beliefs in Medicine Questionnaire emerged as a valuable and feasibly employable tool for individual and group assessments in these populations. It reveals differences in beliefs aligned with current unmet medical needs. Expansion of this approach is warranted to optimize personalized counseling on therapeutic choices and to align drug development with the needs and beliefs of potential recipients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39859188",
    "pmid": "39859188",
    "doi": "10.3390/ijms26020473",
    "title": "Identification of Four New Mutations in the GLA Gene Associated with Anderson-Fabry Disease.",
    "abstract": "Anderson-Fabry disease is a hereditary, progressive, multisystemic lysosomal storage disorder caused by a functional deficiency of the enzyme α-galactosidase A (α-GalA). This defect is due to mutations in the <i>GLA</i> gene, located in the long arm of the X chromosome (Xq21-22). Functional deficiency of the α-GalA enzyme leads to reduced degradation and accumulation of its substrates, predominantly globotriaosylceramide (Gb3), which accumulate in the lysosomes of numerous cell types, giving rise to the symptomatology. Clinical diagnosis can still be difficult today due to the peculiarities of the disease, which presents with clinical manifestations that overlap with those of other pathologies and a wide possibility of differential diagnoses, which lead to missed diagnoses, misdiagnosis, or a diagnostic delay. Patients with clinical suspicion of Fabry disease undergo a diagnostic workup that includes an evaluation of α-GALA enzyme activity, genetic analysis of the <i>GLA</i> gene, and the measurement of blood Lyso-Gb3, a soluble derivative of Gb3. In this paper, we describe four novel mutations identified in the <i>GLA</i> gene which are associated with absent or reduced α-GalA activity, pathological accumulation of the specific substrate, and characteristic clinical manifestations of Fabry disease. We identified two mutations (c.583insGAATA and p.Y207X) that result in the formation of a premature translation stop codon, resulting in a truncated protein and thus a completely non-functional enzyme. The other two identified gene alterations (p.G261C and c.786G>T, which determine p.W262C) are missense mutations that cause reduced α-GALA activity, the accumulation of blood Lyso-Gb3, and symptoms consistent with Fabry disease, and therefore may be associated with this disorder. The identification of these new mutations in patients with symptoms attributable to Fabry disease increases the molecular knowledge of the <i>GLA</i> gene and provides important support to the clinician, for a more accurate and timely diagnosis of the pathology.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40109843",
    "pmid": "40109843",
    "doi": "10.3389/fneur.2025.1529267",
    "title": "Cryptogenic strokes and neurological symptoms of Fabry disease.",
    "abstract": "<h4>Introduction</h4>Fabry disease (FD) is the second most common lysosomal storage disorder. It mainly affects young people. FD can be characterized by neurological symptoms that can occur in both the central and peripheral nervous systems. Cerebrovascular involvement is common in FD and is considered an important cause of cryptogenic strokes. This study aimed to describe the neurological symptoms in patients with FD in general and, specifically, to determine the frequency of association between this disease and cerebrovascular manifestations in our environment.<h4>Materials and methods</h4>This retrospective, observational, cross-sectional study included all patients in the FD registry of the nephrology and cardiology Departments of our center. A descriptive analysis of demographic, neurological, clinical, and neuroimaging variables was performed, with a particular focus on their association with stroke or other cerebrovascular events prior to diagnosis.<h4>Results</h4>A total of 25 patients were included, with 14 (68%) of them being women. The median age of the patients was 52 years (relative intensity of collaboration [RIC] = 24.5). The patients belonged to five families with specific galactosidase alpha gene (GLA) mutations. Neuroimaging was performed in 13 (52%) patients, most of whom did not have neurological symptoms but had normal imaging results. Only 2 (8%) patients had nonspecific white matter hyperintensities. Among the 11 (44%) patients with neurological involvement, the most common symptom was pain in the extremities (32%). Stroke was identified in only one patient (4%), which occurred prior to the diagnosis of FD and was determined to be of cardioembolic etiology.<h4>Discussion</h4>FD is found to be associated with several neurological symptoms. In our study, the most common neurological symptom was limb pain, which had varied characteristics. On the other hand, the incidence of stroke was significantly lower than that expected.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39921501",
    "pmid": "39921501",
    "doi": "10.1161/jaha.124.036815",
    "title": "Fabry Cardiomyopathy: Myocardial Fibrosis, Inflammation, and Down-Regulation of Mannose-6-Phosphate Receptors Cause Low Accessibility to Enzyme Replacement Therapy.",
    "abstract": "<h4>Background</h4>The clinical impact of enzyme replacement therapy on advanced Fabry disease cardiomyopathy appears to be limited. The pathologic mechanisms involved are still unclear.<h4>Methods and results</h4>Ten male patients with advanced Fabry disease cardiomyopathy on enzyme replacement therapy, whose disease progressed from maximal wall thickness of 15.4±2.2 to 19.3±2.1 mm in 8.6±1.4 years of follow-up, underwent left ventricular endomyocardial biopsy before and 4 hours after β-agalsidase infusion (1 mg/kg). Comparative studies between pre- and postinfusion samples included the following: histology, electron microscopy and assessment of myocardial α-galactosidase A activity; immunohistochemistry for α-galactosidase A and semiquantitative evaluation (from 0 to 3) of its cardiomyocyte content; and ultrastructural immunogold analysis with anti-α-galactosidase A ab; and Western blot quantification of mannose-6-phosphate receptors. Controls were surgical biopsies from patients with mitral stenosis. Histologic and ultrastructural evaluation showed myocarditis in 7 of 10 patients, There was no removal of storage material while myocardial fibrosis was 9.8%±6.8% versus 3.8%±2.0% of controls. At ultrastructural immunogold analysis, myocardial α-galactosidase A activity increased in postinfusion samples by overall 1.89-fold. Alpha-galactosidase A immunostaining in cardiomyocytes was absent at baseline in all patients and did not significantly improve in postinfusion samples. Immunogold particles increased by 1.33-fold (17.6±3.6 preinfusion versus 21.5±5.9 postinfusion), remaining far from normal controls (86.9±6.6). Protein analysis showed mannose-6-phosphate receptors to be 81% lower than in a normal heart.<h4>Conclusions</h4>In spite of enzyme delivery to cardiac tissue, our study shows a low accessibility to enzyme replacement therapy of cardiomyocytes affected by advanced Fabry disease cardiomyopathy. It is sustained by myocardial fibrosis, inflammation, and severe down-regulation of mannose-6-phosphate receptors.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40149569",
    "pmid": "40149569",
    "doi": "10.3390/biomedicines13030592",
    "title": "MRI T2 Mapping of Dorsal Root Ganglia Reveals Increased T2 Relaxation Time in Classical Fabry Disease.",
    "abstract": "<b>Background/Objectives</b>: Fabry disease (FD) is a rare X-linked lysosomal storage disorder characterised by progressive glycolipid accumulation affecting multiple organs, including the peripheral nervous system. The dorsal root ganglia (DRG) play a key role in Fabry-related neuropathy, but non-invasive biomarkers of DRG involvement and their association with overall disease severity remain limited. This study evaluated lumbosacral DRG T2 relaxation time (DRG-T2) in FD patients as a potential imaging biomarker of FD severity. <b>Methods</b>: In a prospective, single-centre study, 80 genetically confirmed FD patients underwent 3T MRI with quantitative T2 mapping of the lumbosacral DRG. DRG-T2 was analysed in relation to sex, genetic subtype and Fabry-specific biomarkers. <b>Results</b>: Results showed that DRG-T2 was higher in patients with classical FD mutations than in those with nonclassical mutations (<i>p</i> = 0.03). Furthermore, DRG-T2 showed a negative correlation with body weight (ρ = -0.31, <i>p</i> = 0.005) and BMI (ρ = -0.32, <i>p</i> = 0.004), while no associations were found with lyso-Gb3 levels or alpha-galactosidase A activity. The inter-rater and test-retest reliability of DRG-T2 were good to excellent (ICC = 0.76 and 0.89, respectively). <b>Conclusions</b>: These results demonstrate DRG-T2 as a marker of neuronal involvement, making it a strong and reliable imaging biomarker of disease severity in FD. However, future studies need to correlate its changes with clinical and histological studies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39804437",
    "pmid": "39804437",
    "doi": "10.1007/s10554-025-03331-y",
    "title": "NASCI case of the month: \"pseudo normalization of T1 values in Anderson-Fabry disease\".",
    "abstract": "Anderson-Fabry disease (AFD) is a X-linked lysosomal storage disorder that can result in cardiac dysfunction including left ventricular hypertrophy (LVH) and conduction abnormalities (Frontiers in cardiovascular medicine vol. 10) [1]. The manifestations of AFD in women may be isolated to one organ and occur late in life due to the random inactivation of the X chromosome. This non-classic presentation may make reaching a diagnosis more difficult. In our case, a 63-year-old woman with family history of AFD presenting with chest pain underwent echocardiography which showed LVH. Cardiac magnetic resonance (CMR) was performed confirming LVH as well as identifying extensive late gadolinium enhancement. T1 values were normal. Despite normal T1 values and female sex, a diagnosis of cardiac involvement of AFD should still be considered and was confirmed with genetic testing.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39843855",
    "pmid": "39843855",
    "doi": "10.1002/jmri.29700",
    "title": "Left Ventricular Hemodynamic Forces Changes in Fabry Disease: A Cardiac Magnetic Resonance Study.",
    "abstract": "<h4>Background</h4>Hemodynamic force (HDF) from cardiac MRI can indicate subclinical myocardial dysfunction, and help identify early cardiac changes in patients with Fabry disease (FD). The hemodynamic change in FD patients remains unclear.<h4>Purpose</h4>To explore HDF changes in FD and the potential of HDF measurements as diagnostic markers indicating early cardiac changes in FD.<h4>Study type</h4>Single-center, prospective, observational study.<h4>Population</h4>Forty-six FD patients (age: 38 ± 12, females: 45.65%) and 46 sex- and age-matched healthy controls (HCs).<h4>Field strength/sequence</h4>3 T, cardiac MRI including steady-state free precession cine imaging (during multiple breath-holds), phase-sensitive inversion recovery sequence for late gadolinium enhancement (LGE) imaging, and motion-corrected modified Look-Locker inversion recovery sequence for T1 mapping.<h4>Assessment</h4>Analysis of strains and HDF were performed on the cine imaging. HDF parameters includes apical-basal force, systolic impulse, systolic peak, systolic-diastolic transition, diastolic deceleration, and atrial thrust. Moreover, FD patients were categorized with left ventricular hypertrophy (LVH+) (the maximal wall thickness >12 mm) or without LVH (LVH-). Mainz Severity Score Index (MSSI) score was calculated to measure the progression of FD.<h4>Statistical tests</h4>Group comparison tests, logistic regression, and receiver operating characteristic curve (ROC) were performed. A P-value <0.05 was considered statistically significant.<h4>Results</h4>FD patients showed significantly lower native T1 (1161.1 ± 55.4 vs. 1202.8 ± 42.0 msec) and higher systolic impulse (33.8 ± 9.9 vs. 24.8 ± 9.5%). The systolic impulse in HDF analysis increased even in the pre-hypertrophic stage. The increased myocardial global longitudinal strain (r = 0.419) and systolic impulse (r = 0.333) showed positive correlations with a higher MSSI score. The AUC of systolic impulse and global native T1 showed no significant difference (0.764 vs. 0.790, P = 0.784).<h4>Data conclusion</h4>Increased systolic impulse and systolic peak can be observed in FD patients. Systolic impulse showed potential ability for screening pre-LVH FD patients and correlated with disease severity in FD patients.<h4>Plain language summary</h4>This study explored hemodynamic changes in patients with Fabry disease (FD) using hemodynamic force (HDF) analysis based on cardiac MRI. 46 FD patients were included and analysis of cardiac function, native T1, strains, and hemodynamic changes on cardiac MRI images were performed. The results showed that systolic impulse and systolic peak of HDF analysis were increased in FD patients, and systolic impulse may increase even in the pre-hypertrophic stage. Systolic impulse was correlated with disease severity in patients with FD, which may be a potential image-based diagnosis and monitoring marker in FD patients.<h4>Evidence level</h4>1 TECHNICAL EFFICACY: Stage 2.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR953961",
    "pmid": "",
    "doi": "10.1101/2024.12.13.24319001",
    "title": "Estimating the prevalence of late-onset Fabry disease in the US in 2024",
    "abstract": "Fabry disease is a rare lysosomal storage condition in which sphingolipid levels build up to harmful levels in various bodily organs, eventually leading to life-threatening complications such as stroke and kidney failure. Fabry disease is caused by rare pathogenic alleles in the GLA gene on chromosome X and may present as an early or late-onset disease depending on the identity of the causal allele and the severity of its effect on the gene product. Epidemiological studies have widely varied in their estimation of Fabry disease prevalence: estimates based on reported clinical cases range from 1 in 40,000 to 1 in 170,000 individuals, whilst recent estimates based on newborn screening are much higher, ranging from 1 in 1,250 to 1 in 21,973 individuals. The primary aim of this study was to estimate the prevalence of Fabry disease in the US in 2024 by analysing selected GLA variants mostly associated with late-onset Fabry disease, projecting their allele frequencies to the US population and applying penetrance data from the literature to calculate how many causal allele carriers would be expected to be symptomatic for the disease at some point within their lifetime. 8 causal genetic variants were selected for analysis in this study based on their inclusion in a previous Fabry disease study using data from the UK Biobank. Allele frequencies for all 8 variants in global ancestry groups were extracted from gnomAD v4.1. The size and demographic makeup of the US population in 2024 was obtained from the US Census Bureau and mapped to gnomAD v4.1 ancestry groups, using previously reported estimates of the ancestral composition of Census groups encompassing multiple ancestry groups. Carrier counts by sex and ethnic group were calculated by projecting the summed allele frequencies to the US population using the Hardy-Weinberg equation and taking into consideration the X-linked mode of inheritance, assuming each individual can only carry 1 pathogenic variant. It was found that pathogenic alleles are present in the gnomAD v4.1 sample for all variants in the non-Finnish European gnomAD ancestry group, for 2 variants in South Asian ancestry group, and for 1 variant in the African / African American and East Asian ancestry groups. For the remaining 5 ancestry groups, there are no pathogenic alleles recorded in the gnomAD v4.1 dataset across all 8 variants included for analysis in the study. <h4>Results: </h4> show the highest pathogenic allele carrier frequencies in the European (non-Finnish) ancestry group, followed by the South Asian, East Asian and African / African American ancestry groups. Using reported penetrance figures of 100% for males and 70% for females, it is estimated that the carrier and symptomatic populations of Fabry disease in the US in 2024, based on analysis of the 8 included variants, are 12 , 024 male carriers (or 1 in 14,022 males) who will all develop symptoms, and 24 , 845 female carriers (or 1 in 6,978 females), of whom 17,392 will develop symptoms. Of these carriers who will develop symptoms, around 98.6% (corresponding to 11,858 men and 17,153 women) will carry a variant primarily associated with late-onset or both forms of Fabry disease. The prevalence figures presented in this study are significantly higher than those based on reported clinical cases and are in line with those presented more recently based on newborn screening studies and with the prevalence reported in the UK Biobank analysis. The US National Institute of Health reports Fabry disease prevalence at around 1 in 50,000 males (which would correspond to 1 in 25,000 females). Analysing just 8 of the potentially hundreds of causal variants within the GLA gene, this study suggests that Fabry disease may be over 3 times as prevalent as is currently believed. This work highlights the vast potential of large genetic databases to analyse rare diseases, which will continue to progress as these datasets add more data, which will improve their power and diversity. <h4>What Is Already Known On This Topic</h4> Fabry Disease is a rare X-linked lysosomal storage disorder with historical prevalence estimates ranging from 1 in 40,000 to 1 in 170,000 males, based on case ascertainment. More recent newborn screening studies that test alpha-galactosidase A activity or perform genetic testing within the GLA gene, in addition to a UK Biobank study examining the prevalence of selected causal Fabry disease variants, have consistently suggested that Fabry disease may be far more prevalent than the estimates based on case ascertainment. <h4>What This Study Adds</h4> To our knowledge, this is the first study providing population-level estimates of the number of causal Fabry disease carriers and of the symptomatic population in the US using publicly available data from gnomAD v4.1. Our estimates are consistent with those produced by newborn screening studies and the UK Biobank analysis, and suggest that late-onset Fabry disease may affect >1 in 10,000 people in the US in 2024 at some point during their lifetime. This study also demonstrates the potential of large genetic databases, such as gnomAD, for the study of rare genetic diseases, which are often misdiagnosed and may consequently be believed to be rarer than they are in reality. <h4>How This Study May Affect Research</h4> This study highlights two areas for improvement which would be significantly beneficial to the study of rare genetic diseases. ∘ While this study demonstrates the utility of genetic databases to study certain rare genetic diseases, it is likely that the study of rarer conditions, in particular those manifesting during childhood and/or with a dominant mode of inheritance, would be more difficult using genetic databases, as individuals with such conditions are less likely to be included in population-level genetic biobanks (such as UK Biobank) due to a healthy volunteer bias. It is important that future genetic datasets are more representative in their recruitment to ensure that rare genetic diseases are not systematically excluded or underrepresented among participants. Studies such as All Of Us in the US, and Our Future Health and the Generation Study in the UK, will be extremely helpful in addressing this point. ∘ Estimates of the symptomatic Fabry disease population in the US in 2024 were calculated using the most up-to-date penetrance estimates in males and females. However these estimates were calculated using individuals already present in a Fabry registry and therefore may overestimate the penetrance, and especially among females, since asymptomatic carriers may be less likely to join a disease registry. Accurate calculation of the symptomatic population with a given genetic disease relies upon accurate penetrance estimates, which are not always available. These estimates are best calculated from large population-level resources with linked genetic and electronic health record data.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39718833",
    "pmid": "39718833",
    "doi": "10.1111/imj.16603",
    "title": "Sodium-glucose cotransporter 2 inhibitors reduce albuminuria in patients with Fabry disease: a real-world case series.",
    "abstract": "<h4>Background</h4>Fabry disease is a rare X-linked multisystem disease, with progressive proteinuric kidney disease contributing significantly to morbidity and mortality of these patients. Evidence shows that sodium-glucose cotransporter 2 inhibitors (SGLT2Is) can reduce proteinuria and slow progression to end-stage kidney disease in both diabetic and non-diabetic kidney disease.<h4>Aim</h4>Evaluate the effects of SGLT2I on kidney function and albuminuria in patients with Fabry disease.<h4>Methods</h4>Single-centre real-world case series reviewing electronic medical records of patients with Fabry disease who initiated therapy with dapagliflozin or empagliflozin (n = 11). Changes in urine albumin-creatinine ratio (uACR) and creatinine before and after treatment with SGLT2I were analysed using Wilcoxon signed-rank test. Two-tailed P-values <0.05 were considered significant.<h4>Results</h4>Eleven patients were followed for up to 19 months after commencement of SGLT2I. An overall significant reduction in albuminuria (P = 0.05) was seen with SGLT2I use in the Fabry cohort. Median uACR before SGLT2I was 76 mg/mmol (interquartile range (IQR) 47-141) and after SGLT2I was 39 mg/mmol (IQR 18-95) (P = 0.05). All patients with uACR >100 mg/mmol had reduction in albuminuria over the study period. SGLT2Is were well tolerated overall, with only one case resulting in cessation of treatment due to adverse effects.<h4>Conclusion</h4>These results suggest SGLT2Is can significantly reduce albuminuria in a portion of patients with Fabry-related kidney disease and offer additional treatment for Fabry nephropathy. Given the nature of the study design and small case numbers, further long-term controlled studies are required to evaluate the long-term efficacy of this medication class in both cardiac and renal outcomes in Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40215726",
    "pmid": "40215726",
    "doi": "10.1016/j.ymgme.2025.109102",
    "title": "Safety and efficacy of migalastat in adolescent patients with Fabry disease: Results from ASPIRE, a phase 3b, open-label, single-arm, 12-month clinical trial, and its open-label extension. ",
    "abstract": "Fabry disease (FD) is a progressive, multisystemic, X-linked lysosomal disorder caused by reduced or absent α-galactosidase A activity due to galactosidase alpha (GLA) gene variants. Although clinical manifestations of FD often appear in childhood, approved treatments for the management of FD in children and adolescents are limited. ASPIRE (NCT03500094) was a phase 3b, two-stage, open-label, multicenter study evaluating the safety, pharmacokinetics, and efficacy of migalastat in adolescents 12 to <18 years, ≥ 45 kg with FD and amenable GLA variants. Long-term outcomes were evaluated in the ongoing open-label extension (OLE) study (NCT04049760). Pharmacokinetic results (a primary objective of ASPIRE) were reported previously. Here, we report safety, efficacy, pharmacodynamic, and patient-reported outcome measures in adolescents treated with migalastat for up to 48 months across ASPIRE and the subsequent OLE. Outcome measures included treatment-emergent adverse events, estimated glomerular filtration rate, left ventricular mass index, plasma globotriaosylsphingosine (lyso-Gb3) levels, the Fabry-specific Pediatric Health and Pain Questionnaire (FPHPQ), and the Pediatric Quality of Life Inventory™. Overall, 21 patients (52.4 % female) received at least one dose of migalastat in ASPIRE, 11 of whom were enzyme replacement therapy experienced. Mean age at study entry was 14.7 years. Treatment with migalastat was well tolerated in this adolescent population with no new or unexpected safety findings observed. Renal and cardiac measures remained within the normal range for adolescent patients throughout ASPIRE and the OLE with no meaningful changes observed with migalastat treatment. Plasma lyso-Gb3 levels were stable. Pain related to heat or exertion (as measured by FPHPQ) improved with migalastat treatment, and other patient-reported measures of pain, gastrointestinal symptoms, and quality of life remained stable. These data show a benefit of long-term migalastat treatment in this adolescent patient population with amenable GLA variants.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40181436",
    "pmid": "40181436",
    "doi": "10.1186/s13023-025-03627-1",
    "title": "Deep learning assisted retinal microvasculature assessment and cerebral small vessel disease in Fabry disease.",
    "abstract": "<h4>Purpose</h4>The aim of this study was to assess retinal microvascular parameters (RMPs) in Fabry disease (FD) using deep learning, and analyze the correlation with brain lesions related to cerebral small vessel disease (CSVD).<h4>Methods</h4>In this retrospective case control study, fundus images from 27 FD patients and 27 age- and sex-matched healthy subjects were collected. RMPs, encompassing diameter, density, symmetry, bifurcation, and tortuosity, were quantified. Laboratory examination results, Mainz severity score index (MSSI) scores, and a brain magnetic resonance imaging scan for CSVD scores were extracted and their relationships with RMPs was analyzed.<h4>Results</h4>Utilizing artificial intelligence-assisted analysis, compared with controls, FD patients exhibited reduced diameter (p = 0.001 for central retinal artery equivalent, p = 0.049 for central retinal vein equivalent), density (p < 0.001 for vessel area density, p = 0.001 for length density), fractal dimension (p < 0.001), and heightened arteriolar and venular asymmetry ratios (p = 0.002 and p = 0.037, respectively), venular curvature tortuosity (p = 0.037), and simple tortuosity (p = 0.037) in retinal microvascular networks. Gender-based differences in RMPs were observed among FD patients. Furthermore, RMPs were significantly associated with disease markers such as plasma globotriaosylsphingosine and α-galactosidase A activity, as well as MSSI scores. Notably, there was a significant negative correlation between the arteriolar asymmetry ratio and CSVD-related scores (age-related white matter changes: r =  - 0.683, p = 0.001; Fazekas: r =  - 0.673, p = 0.001; Lacuna: r =  - 0.453, p = 0.045; small vessel diseases: r =  - 0.721, p = 0.012; global cortical atrophy: r =  - 0.582, p = 0.009).<h4>Conclusions</h4>Fabry disease patients demonstrated increased vascular tortuosity and asymmetry, reduced density and diameter, and a simpler fractal dimension in retinal microvasculature. These microvascular characteristics may serve as preliminary indicators for assessing brain lesions and could represent potential novel biomarkers for CSVD, aiding in the monitoring of FD severity and progression.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40198168",
    "pmid": "40198168",
    "doi": "",
    "title": "Fabry disease in Argentina: clinical, biochemical and molecular correlation in all reported GLA variants.",
    "abstract": "<h4>Introduction</h4>Fabry disease is an X-linked trait due to pathogenic variants in the GLA gene, causing deficient GLA enzyme activity, and producing a chronic accumulation of globotriaosylceramide and its derivative globotriaosylsphingosine (LysoGb3) in tissues and fluids. Conflicting or discordant results of interpretation of multiple variants in GLA were reported in literature. The aim of this article is to report the spectrum of GLA variants in Argentine population, as well as the revised interpretation of variants classification. Moreover, we intend to find a possible correlation between biochemical parameters, clinical manifestations and genetic variants of adult male Fabry patients that could be of help for interpretation of variants.<h4>Materials and methods</h4>Blood samples from patients with clinical suspicion of Fabry disease were evaluated for specific laboratory tests: alfa-galactosidase A enzyme activity, LysoGb3 and GLA genetic test.<h4>Results</h4>There are 44 males with pathogenic GLA variants which showed deficient enzyme activity. Among them, thirty-two presented the classic phenotype (72%) and twelve the late onset clinical features (28%). Mean percentage of enzyme activity was 0.9% for classical patients and 3.2% for later onset ones. LysoGb3 values were increased in all males, with classic patients showing considerable higher values than that of late onset.<h4>Discussion</h4>Our results showed that the combined analysis of the clinical picture, leukocyte enzyme activity, globotriaosylsphingosine concentration and a detailed exhaustive study of the genetic variant lead to a definite diagnosis in those cases previously interpreted as of unknown significance, together with a revised interpretation of the phenotype.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39808991",
    "pmid": "39808991",
    "doi": "10.1016/j.bios.2025.117139",
    "title": "Diagnostic and prognostic perspectives of Fabry disease via fiber evanescent wave spectroscopy advanced by machine learning.",
    "abstract": "Fabry disease (FD) is a rare disorder resulting from a genetic mutation characterized by the accumulation of sphingolipids in various cells throughout the human body, leading to progressive and irreversible organ damage, particularly in males. Genetically-determined deficiency or reduced activity of the enzyme (alpha - Galactosidase; α-Gal) leads to the accumulation of sphingolipids in the lysosomes of various cell types, including the heart, kidneys, skin, eyes, central nervous system, and digestive system, triggering damage, leading to the failure of vital organs, and resulting in progressive disability and premature death. FD diagnostics currently depend on costly and time-intensive genetic tests and enzymatic analysis, often leading to delayed or inaccurate diagnoses, which contribute to rapid disease progression. In this research, mid-infrared Fiber Evanescent Wave Spectroscopy (FEWS) supported by statistical analysis and Machine Learning (ML) algorithms is shown to be an innovative and reliable method to detect globotriaosylsphingosine (Lyso-Gb3) FD biomarker in urine and serum samples by monitoring infrared spectra alone. ML showed a high selectivity for FD in the spectral range of Amide A and Amide I in blood serum, and α-D-galactosyl residues of glycosphingolipids in urine. The developed approach offers a promising, cost-effective express diagnostic tool sensitive enough for early FD detection and monitoring.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39667372",
    "pmid": "39667372",
    "doi": "10.1111/nep.14419",
    "title": "Concurrent Fabry disease and IgA nephropathy in a patient with Crohn's disease: A case report.",
    "abstract": "We present a unique case of concurrent Fabry disease (FD) and IgA nephropathy (IgAN) in a 27-year-old female with a 10-year history of Crohn's disease (CD). The patient presented to the nephrology clinic with microscopic haematuria and proteinuria on routine tests. A kidney biopsy revealed mesangial matrix widening, mesangial cell proliferation, and podocyte enlargement with prominent lacy and clear cytoplasm, as observed with haematoxylin and eosin staining. Immunofluorescence staining demonstrated diffuse immunoglobulin A deposits in the mesangium. Electron microscopy identified myelin-like figures in the cytoplasm of podocytes and electron-dense deposits in the mesangium, confirming IgAN and suggesting FD. Subsequent testing showed low alpha-galactosidase A (α-gal) enzyme activity in the patient's white blood cells, confirming the FD diagnosis. Enzyme replacement therapy was initiated following the diagnosis. To our knowledge, this is the first reported case of the coexistence of FD, IgAN, and CD in a single patient. This case highlights the importance of considering FD in patients with proteinuria, emphasising the need for comprehensive diagnostic evaluations in complex cases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39694566",
    "pmid": "39694566",
    "doi": "10.3760/cma.j.cn112140-20240711-00478",
    "title": "[Clinical observation and anti-drug antibody monitoring of enzyme replacement therapy in children with Fabry disease].",
    "abstract": "<b>Objective:</b> To analyze the efficacy of enzyme replacement therapy and anti-drug antibody production in children with Fabry disease. <b>Methods:</b> The clinical data of 7 children with Fabry disease treated with enzyme replacement therapy for more than 1 year at Children's Hospital of Zhejiang University School of Medicine from July 2021 to June 2024 were retrospectively analyzed. The basic information and the changes of related clinical indicators before and after treatment were collected. Paired sample <i>t</i> test was used to compare renal function, left heart mass index, pain score and other related indexes before and after treatment. The anti-drug antibodies were detected by enzyme-linked immunosorbent assay. <b>Results:</b> A total of 6 boys and 1 girl were included. The age of diagnosis was (12.2±1.8) years. After 1 year of enzyme replacement therapy, the abnormal substrate globotriaosylsphingosine and brief pain inventory scores of all children were significantly lower than those before treatment ((16±11) <i>vs.</i> (63±42) μg/L, (22±19) <i>vs.</i> (45±29) points, <i>t</i>=3.88, 3.43, both <i>P</i><0.05). There were no significant differences in glomerular filtration rate, urinary microalbumin to creatinine and left heart mass index before and after treatment ((124±35) <i>vs.</i> (136±26) ml/(min·1.73 m<sup>2</sup>), (9.3±8.3) <i>vs.</i> (3.8±2.5) mg/g, (38±9) <i>vs.</i> (33±6) g/m<sup>2.7</sup>, <i>t</i>=1.33, 1.74, 1.19, all <i>P</i>>0.05). Patients 4, 5 and 6 developed anti-drug antibodies at 1 month, 4 months and 1 month after medication, respectively. Patient 4 had persistently high anti-drug antibody titers (absorbance 3.65-3.73) accompanied by urticaria, elevated globotriaosylsphingosine and worsening clinical symptoms. <b>Conclusions:</b> The enzyme replacement therapy can effectively improve the clinical symptoms and reduce the level of globotriaosylsphingosine in children with Fabry disease. The anti-drug antibody is common in patients after long-term enzyme replacement therapy and may diminish the efficacy, which needs dynamic monitoring.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39937021",
    "pmid": "39937021",
    "doi": "10.3390/cells14030230",
    "title": "Fabry Disease and Inflammation: Potential Role of p65 iso5, an Isoform of the NF-κB Complex.",
    "abstract": "Fabry disease (FD) is an X-linked lysosomal storage disease, caused by mutations in the <i>GLA</i> gene on the X chromosome, resulting in a deficiency of the lysosomal enzyme α-GAL. This leads to the progressive accumulation of Gb3 in cells, causing multi-systemic effects. FD has been classified as a subgroup of autoinflammatory diseases. NF-κB is a family of ubiquitous and inducible transcription factors that play critical roles in inflammation, in which the p65/p50 heterodimer is the most abundant. The glucocorticoid receptor (GR) represents the physiological antagonists in the inflammation process. A novel spliced variant of p65, named p65 iso5, which can bind the dexamethasone, enhancing GR activity, has been found. This study investigates the potential role of p65 iso5 in the inflammation of subjects with FD. We evaluated in peripheral blood mononuclear cells (PBMCs), from over 100 FD patients, the p65 iso5 mRNA level, and the protein expression. The results showed significantly lower p65 iso5 mRNA and protein expression levels compared to controls. These findings, along with the ability of p65 iso5 to bind dexamethasone and the regulation of the glucocorticoid response in the opposite way of p65, strongly suggest the involvement of p65 iso5 in the inflammatory response in FD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39631936",
    "pmid": "39631936",
    "doi": "10.1253/circj.cj-24-0509",
    "title": "Role of Longitudinal Strain in the Evaluation of Contractile Dysfunction in Japanese Fabry Disease Patients.",
    "abstract": "<h4>Background</h4>Fabry disease is a hereditary metabolic disorder caused by a decrease in or deficiency of the lysosomal enzyme α-galactosidase A. Enzyme replacement therapy or pharmacological chaperone therapy can improve prognosis, especially in patients in the early phase of cardiac involvement. Longitudinal strain (LS) evaluated using speckle tracking echocardiography can detect early contractile dysfunction. However, there have been no reports of LS in Japanese Fabry disease patients.<h4>Methods and results</h4>We recruited 56 patients with Fabry disease (22 men, 34 women) who were followed up at Jikei University Hospital. Fifty-eight control subjects without overt cardiac diseases were also included in the study. We evaluated LS in each patient, and the values of each of the 17 segments of the left ventricle (LV) were averaged, and global LS (GLS) was also calculated. GLS was significantly worse in Fabry disease patients without LV hypertrophy than in control subjects (-18.5±2.8% vs. -20.4±1.6%; P<0.05). In addition, Fabry disease patients without LV hypertrophy had significantly worse lateral LS (-16.4±5.0% vs. -19.3±1.8%; P<0.05), basal LS (-16.5±3.2% vs. -18.5±1.7%; P<0.05), and mid LS (-18.7±1.7% vs. -20.8±1.6%; P<0.05) than control subjects.<h4>Conclusions</h4>These results suggest that early contractile dysfunction in Fabry disease can be observed using GLS, lateral LS, basal LS, and mid LS, even without LV hypertrophy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39840688",
    "pmid": "39840688",
    "doi": "10.1111/eci.14388",
    "title": "Imaging predictors of adverse prognosis in Fabry disease cardiomyopathy: A systematic review and meta-analysis.",
    "abstract": "<h4>Background</h4>Cardiac involvement represents the main cause of death in patients with Fabry disease (FD). Echocardiography and cardiovascular magnetic resonance (CMR) have an established diagnostic role, but their prognostic value remains unresolved. This systematic review and meta-analysis sought to assess the prognostic implications of imaging parameters in FD.<h4>Methods</h4>PubMed, ClinicalTrials.gov, Embase, Cochrane Library and Web of Science databases were searched for studies from inception through 1 May 2024. Studies including FD patients undergoing baseline imaging assessment and clinical follow-up were selected. Pre-defined study outcomes were a cardiovascular endpoint and a composite clinical endpoint. The study protocol was registered in PROSPERO (ID CRD42022342394).<h4>Results</h4>Fourteen studies, including 1713 FD patients (44.7% males), were selected. At pooled analysis, late gadolinium enhancement (hazard ratio [HR]: 4.45; 95% CI: 2.82-7.02), left atrium volume indexed (HR: 1.02 per mL/m<sup>2</sup>; 95% CI: 1.01-1.03), E/e' (HR: 1.14 per unit increase; 95% CI: 1.08-1.21), left ventricular (LV) mass indexed (HR: 1.01 per mg/m<sup>2</sup>; 95% CI: 1.00-1.02), maximum LV wall thickness (HR: 1.19 per mm, 95% CI: 1.04-1.36) and LV-global longitudinal strain (HR: 1.20 per unit increase; 95% CI: 1.16-1.25) were significantly associated with the cardiovascular endpoint, whereas T1-mapping and LV-ejection fraction were not. T1-mapping was associated with the composite endpoint (HR: 0.99 per msec increase; 95% CI: 0.98-1.00). Meta-regression analysis did not show any significant interaction between each of the potential effect modifiers.<h4>Conclusions</h4>Several imaging parameters were significant predictors of adverse clinical outcomes in patients with FD. Late gadolinium enhancement showed the strongest association with adverse prognosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39788162",
    "pmid": "39788162",
    "doi": "10.1016/j.nbd.2025.106797",
    "title": "Anxiety-like behavior and altered hippocampal activity in a transgenic mouse model of Fabry disease.",
    "abstract": "<h4>Background</h4>Fabry disease (FD) patients are known to be at high risk of developing neuropsychiatric symptoms such as anxiety, depression and cognitive deficits. Despite this, they are underdiagnosed and inadequately treated. It is unknown whether these symptoms arise from pathological glycosphingolipid deposits or from cerebrovascular abnormalities affecting neuronal functions in the central nervous system. We therefore aimed to fill this knowledge gap by exploring a transgenic FD mouse model with a combination of behavior, transcriptomic, functional and morphological assessments, with a particular focus on the hippocampus.<h4>Results</h4>Male FD mice exhibited increased anxiety-like behavior in the open field test, accompanied by a reduced exploratory drive in the Barnes maze, which could be related to the increased deposition of globotriaosylceramide (Gb3) identified in the dentate gyrus (DG). Hippocampus single-cell sequencing further revealed that Gb3 accumulation was associated with differential gene expression in neuronal and non-neuronal cell populations with granule, excitatory and interneurons, as well as microglia and endothelial cells as the main clusters with the most dysregulated genes. Particularly FD hippocampal neurons showed decreased electrical baseline activity in the DG and increased activity in the CA3 region of acutely dissected hippocampal slices.<h4>Conclusions</h4>Our study highlights transcriptional and functional alterations in non-neuronal and neuronal cell clusters in the hippocampus of FD mice, which are suggested to be causally related to anxiety-like behavior developing as a consequence of FD pathology in mouse models of the disease and in patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40188808",
    "pmid": "40188808",
    "doi": "10.1159/000545611",
    "title": "The Fabry nephropathy in patients with N215S variant.",
    "abstract": "<h4>Background</h4>Fabry disease (FD) is a rare, X-linked lysosomal storage disorder that affects both males and females. It is caused by pathogenic variants in the gene that encodes the enzyme α-galactosidase A, GLA. The classic form of the disease begins in childhood, presenting with a range of signs and symptoms that can lead to severe complications such as stroke, as well as cardiac and renal failure. In the late-onset form, the disease appears in adulthood, often with signs of cardiac involvement.<h4>Summary</h4>The N215S (p.Asn215Ser) missense mutation represents the most common late-onset variant in European countries. In these patients, cardiac involvement is usually more prominent than extracardiac signs and symptoms, which is why this form is often referred to as a cardiac variant. Renal involvement in the N215S variant has historically been considered infrequent and relatively mild, contributing little to the overall disease burden of late-onset FD, as it has not been thoroughly investigated.<h4>Key messages</h4>In this review, we examine Fabry nephropathy in patients with the late-onset N215S variant, providing an insight into the clinical and histopathologic aspects of renal involvement in these individuals.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39980776",
    "pmid": "39980776",
    "doi": "10.1093/eurheartjsupp/suae104",
    "title": "Cardiac involvement in Fabry disease: Recent advances, unresolved issues, and unmet needs.",
    "abstract": "Fabry disease is an X-linked lysosomal storage disorder caused by deficient activity of the enzyme α-galactosidase A, leading to the accumulation of globotriaosylceramide in various tissues, including the heart. Cardiac involvement is a prominent feature and a major cause of morbidity and mortality in Fabry disease, manifesting as left ventricular hypertrophy, myocardial ischaemia, heart failure, and arrhythmias. Secondary mechanisms, triggered by lysosomal storage, contribute to myocardial damage, in particular, myocardial inflammation. Early cardiac involvement can be subtle, but with disease progression, it becomes a major determinant of morbidity and mortality. Recent progresses in diagnostic techniques, such as advanced cardiac magnetic resonance imaging with T1 and T2 mapping, have improved early detection of Fabry-related cardiac disease. Enzyme replacement therapy and newer treatments like chaperone therapy have shown potential in managing cardiac manifestations when initiated early, while the progression of cardiac involvement may be difficult to halt in patients diagnosed late in the disease course. Gene therapy and substrate reduction therapy are emerging treatment modalities that hold promise but require further clinical evaluation. The limited efficacy of available therapies and the variability of cardiac response to treatment represent main unresolved issues, together with challenges in monitoring disease progression, and the need for additional therapeutic strategies targeting secondary mechanisms. Unmet needs in clinical practice include the identification of disease-specific and cardiac-specific biomarkers for early detection, staging, and monitoring cardiac damage. Similarly, strategies for prognostic stratification and better prevention of cardiovascular complications are essential to improve the care of these patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39743907",
    "pmid": "39743907",
    "doi": "10.33963/v.phj.103915",
    "title": "Diagnosis and treatment of Fabry disease. Expert Opinion of the Polish Cardiac Society and the Polish Forum for Fabry Disease.",
    "abstract": "Fabry disease (FD) belongs to the group of lysosomal storage diseases (LSD), characterized by insufficient enzyme activity responsible for the intra-lysosomal breakdown of various substrates. The result is an uncontrolled accumulation of by-products of cellular metabolism. Lysosomal storage diseases are inherited and transmitted mainly in an autosomal recessive fashion. Without a positive family history, an early diagnosis can often be missed. In addition, the age of clinical manifestation can range from infancy to adulthood - a distinction is made between severe \"classic\" variants of the disorders, presenting in childhood, and forms with late onset. Some of the conditions in this group may not show typical signs of tissue storage, such as liver and spleen enlargement, especially in subtypes associated with neurodegenerative changes. The aim of this expert opinion of the Polish Cardiac Society and the Polish Forum for Fabry Disease is to summarize the current knowledge on FD, present advances in diagnosis and therapy, and disseminate known diagnostic and therapeutic algorithms for this group of patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39693814",
    "pmid": "39693814",
    "doi": "10.1016/j.ymgme.2024.109000",
    "title": "Use of a mouse-human chimeric anti-α-galactosidase A monoclonal antibody as a reference for measuring serum antidrug antibody titers in patients with Fabry disease.",
    "abstract": "The detection of antidrug antibodies (ADAs) is important for monitoring patients with Fabry disease who are undergoing enzyme replacement therapy (ERT) with recombinant α-galactosidase A (GLA) drugs, as ADAs can cause allergic reactions and reduce therapeutic efficacy. Various immunological methods, particularly enzyme-linked immunosorbent assay (ELISA), are widely used to measure serum ADA titers in patients with Fabry disease. However, estimating and comparing results of ELISA is challenging because of the absence of a reference antibody. In this study, we developed a genetically engineered chimeric immunoglobulin G monoclonal antibody with mouse-derived variable regions that can react with recombinant GLA drugs and human constant regions that are necessary for recognition by the enzyme-conjugated antihuman signal antibody. Using this chimeric antibody as a reference, a new ELISA-based test was designed to measure anti-GLA antibody concentrations in serum samples. After validating the method, serum anti-GLA antibody titers were measured in 31 patients with Fabry disease, and three representative patients were monitored for 36 months after ERT initiation, achieving successful results, particularly in patients with high ADA titers.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40144933",
    "pmid": "40144933",
    "doi": "10.3389/fcvm.2025.1536114",
    "title": "Females with Fabry disease: an expert opinion on diagnosis, clinical management, current challenges and unmet needs.",
    "abstract": "Females with Fabry disease (FD) often have a milder phenotype, later symptom onset, and slower disease progression than males, causing delayed diagnosis and undertreatment. A survey was conducted at nine Italian FD centers to evaluate routine management of females with FD; results were discussed at a meeting of eleven Italian specialists and recommendations developed. Of the 227 females managed by the physicians surveyed, 85% were diagnosed through family screening and 38.5% were symptomatic at presentation. Female patients usually underwent cardiac, renal, and neurologic monitoring, and measurement of plasma lyso-globotriaosylsphingosine (Gb3) levels at 6- or 12-month intervals. Treatment was initiated in 54%, mostly enzyme replacement therapy. Experts recommended screening all female relatives of index cases and evaluating all potentially affected organ systems. Diagnosis should be based on genetic analysis. Individualized monitoring of asymptomatic females must balance the need to detect organ damage while maintaining adherence. Treatment decisions should be based primarily on signs/symptoms of FD, but age, family screening results, <i>GLA</i> mutations, Gb3/lyso-Gb3 accumulation, and organ damage should be considered in asymptomatic females. More research on FD in females is needed and physicians should be aware of differences in the diagnosis, monitoring, and management of females vs. males with FD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40125197",
    "pmid": "40125197",
    "doi": "10.7759/cureus.79379",
    "title": "Adopting a Collaborative Strategy to Address the Complexities of Implanting a Subcutaneous Implantable Cardiac Defibrillator for Secondary Prevention in a Patient With Fabry Disease and Motor Neuron Disease.",
    "abstract": "A man in his mid-40s, diagnosed with motor neuron disease (MND) and Fabry disease (FD), was sent to cardiology after experiencing a cardiac arrest at home secondary to ventricular fibrillation (VF). Fabry disease is a rare X-linked inherited lysosomal storage disorder caused by deficient alpha-galactosidase A (AGAL-A) activity that leads to an accumulation of globotriaosylceramide (Gb3) in affected tissues, including the heart. Motor neuron disease is an uncommon condition that progressively damages parts of the nervous system. He experienced a positive neurological recovery, enabling the cardiology team to investigate the cause of his arrest. Despite his considerable coexisting health issues and reliance on medical and non-medical interventions, he seemed to enjoy a good quality of life. By working together, the multidisciplinary team, alongside the patient and their family, reached an agreement on the treatment offered. In light of his ongoing medical conditions, the patient underwent a subcutaneous implantable cardioverter defibrillator (S-ICD) implantation to reduce the risk of infection while ensuring he got the relevant protection in the event of further life-threatening ventricular arrhythmia. He had a successful recovery, maintaining his quality of life and independence. Here, we describe the challenges involved in ensuring the best interest decision was taken, which required extensive collaboration from various specialties following a cardiac arrest.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40173182",
    "pmid": "40173182",
    "doi": "10.1371/journal.pone.0320056",
    "title": "Human sensory-like neuron surfaceome analysis.",
    "abstract": "Acral and triggerable pain is a hallmark of diseases involving small nerve fiber impairment, yet the underlying cellular mechanisms remain elusive. A key role is attributed to pain-related proteins located within the neuronal plasma membrane of nociceptive neurons. To explore this, we employed human induced pluripotent stem cell-derived sensory-like neurons and enriched their surface proteins by biotinylation. Samples from three independent cell differentiations were analyzed via liquid chromatography tandem mass spectrometry. Detected proteins were categorized by cellular location and function, followed by generating an interaction network for deregulated surface proteins. Gene expression of selected proteins was quantified using real-time PCR. A comparative analysis was performed between a patient with Fabry disease (FD) and a healthy control, which we used as model system. We successfully extracted surfaceome proteins from human sensory-like neurons, revealing deregulation of 48 surface proteins in FD-derived neurons. Among the candidates with potential involvement in pain pathophysiology were CACNA2D3, GPM6A, EGFR, and ABCA7. Despite the lack of gene expression differences in these candidates, the interaction network indicated compromised neuronal network integrity. Our approach successfully enabled the extraction and comprehensive analysis of the surfaceome from human sensory-like neurons, establishing a novel methodological framework for investigating human sensory-like neuron biology and cellular disease mechanisms.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39749886",
    "pmid": "39749886",
    "doi": "10.4081/monaldi.2024.3214",
    "title": "The gatekeeper images in hypertrophic cardiomyopathy: the role of native T1 mapping in Anderson-Fabry disease.",
    "abstract": "We presented a case of a 49-year-old presenting with atypical chest pain and hypertrophic phenotype cardiomyopathy without coronary artery disease. At cardiac magnetic resonance (CMR), the left ventricle was of normal volumes and preserved global ejection fraction with an asymmetric wall hypertrophy. The evaluation of native myocardial T1 has been calculated at an average global value of 924 ms, compatible with hypertrophic phenotype cardiomyopathy with reduced native T1 values as observed in Anderson-Fabry disease. The genetic analysis confirmed the Anderson-Fabry disease with a mutation in the exon 5 of the GLA gene, revealing the mutation c.644 A>G. This case report demonstrated that the images obtained in CMR and the analysis of the T1 native mapping, compared with the normal values obtained in the Center, may be considered a gatekeeper in the diagnostic assessment, avoiding redundant examinations, reducing costs, and radiological exposure.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40211923",
    "pmid": "40211923",
    "doi": "10.1515/dx-2024-0200",
    "title": "A scoping review of fever of unknown origin with normal serum C-reactive protein.",
    "abstract": "<h4>Introduction</h4>The differential diagnosis of fever of unknown origin (FUO) resembles that of inflammation of unknown origin (IUO), but the concept and differential diagnosis of FUO with no inflammatory laboratory evidence (FUO-NIL) are unknown. The aim was to propose the concept of FUO-NIL and explore its differential diagnosis.<h4>Content</h4>The present study is a scoping review of FUO-NIL, defined as FUO with normal serum C-reactive protein (CRP). The PubMed, Embase, CENTRAL, Web of Science, and Google Scholar databases were searched for relevant information. A study was considered eligible for enrolment if the final diagnosis was definitive and the CRP value was clearly noted as normal in each case. The data extracted included the patients' clinical information, final diagnosis, diagnostic tests performed, treatments, and outcomes.<h4>Summary and outlook</h4>The full text of 342 of 3,084 articles were reviewed, and 17 articles met the inclusion criteria. The review identified 19 cases that were eligible for quantitative analysis. The disease categories were infection (n=10, 52.6 %), malignancy (n=3, 15.8 %), non-infectious, inflammatory disease (n=4, 21.1 %), and miscellaneous (n=2, 10.5 %). A more specific differential diagnosis included intracellular fungal infection, tuberculosis, malignancy, systemic lupus erythematosus, granulomatous diseases, Fabry disease, hemophagocytic lymphohistiocytosis, and functional hyperthermia. FUO-NIL may have a unique differential diagnosis and have a different etiology from that of inflammatory FUO. In addition to the standard diagnostic work-up for FUO, tailored diagnostic strategies, including checking for a history of animal contact, the presence of hypohidrosis, and psychosocial stressors may be warranted in cases of FUO-NIL.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39903606",
    "pmid": "39903606",
    "doi": "10.1093/ehjci/jeaf038",
    "title": "The role of cardiovascular multimodality imaging in the evaluation of Anderson-Fabry disease: from early diagnosis to therapy monitoring A clinical consensus statement of the ESC Working Group on Myocardial & Pericardial Diseases and the European Association of Cardiovascular Imaging of the ESC.",
    "abstract": "Anderson-Fabry disease (AFD) is a rare genetic disease with X-linked transmission characterized by a defect in the enzyme alpha-galactosidase A (alpha-GAL), which impairs glycosphingolipid metabolism and leads to an excessive storage of globotriaosylceramide (Gb3) within lysosomes. AFD involves renal, cardiac, vascular, and nervous systems and is mainly observed in male patients with onset in childhood, although cardiac manifestation is often shown in adults. AFD cardiomyopathy is caused by the accumulation of Gb3 within myocytes first showed by left ventricular (LV) hypertrophy and diastolic dysfunction, leading to restrictive cardiomyopathy and systolic heart failure with biventricular involvement. The diagnosis of AFD cardiomyopathy may be insidious in the first stages and requires accurate differential diagnosis with other cardiomyopathies with hypertrophic phenotype. However, it is fundamental to promptly initiate specific therapies that have shown promising results, particularly for early treatment. A careful integration between clinical evaluation, genetic tests, and cardiac imaging is required to diagnose AFD with cardiac involvement. Basic and advanced echocardiography, cardiac magnetic resonance, and nuclear imaging may offer pivotal information for early diagnosis (Central illustration) and the management of these patients is often limited to centres with high expertise in the field. This clinical consensus statement, developed by experts from the European Society of Cardiology (ESC) Working Group on Myocardial & Pericardial Diseases and the European Association of Cardiovascular Imaging of the ESC, aims to provide practical advice for all clinicians regarding the use of multimodality imaging to simplify the diagnostic evaluation, prognostic stratification, and management of cardiac involvement in AFD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39681851",
    "pmid": "39681851",
    "doi": "10.1186/s13023-024-03492-4",
    "title": "Health care costs of home care enzyme replacement therapy for patients with lysosomal storage diseases in Germany.",
    "abstract": "<h4>Background</h4>Lysosomal storage diseases (LSDs) can be treated with intravenous enzyme replacement therapy (ERT). ERT is being administered either in specialized clinics or in the home care setting. Studies indicate that home-based ERT can be considered safe and positively effects patient reported outcomes. Due to the higher level of individual care required by nurses when administering ERT at home, questions arise whether this will result in additional costs for health care systems. Since cost data to the German health care system are currently unavailable, this study aims to assess home care ERT costs of LSD patients.<h4>Methods</h4>The longitudinal study assessed the direct costs of home-based ERT for patients with LSD diseases Fabry, Pompe, Gaucher, and MPS I from 2019 to 2021 on a patient-by-patient basis by evaluating the healthcare documentation. Costs assessed included ERT drug and further administration equipment, time needed to prepare, administer, and post-process the infusion, and travel expenses of nursing staff.<h4>Results</h4>Data from 62 patients was analyzed: of these, 29 (46.8%) with Fabry disease, 19 (30.6%) with Pompe disease, 10 (16.1%) with Gaucher disease, and 4 (6.5%) with MPS I. Patients ranged in age from 3 to 79 (mean 40 years); 42% of patients reported comorbidities (19.4% with hypertension, and 10% with heart disease). Mean total ERT-related costs were €369,047 per year across all patients. Approximately 98.5% of these costs were attributable to the infusion therapy and administration itself (€363,880), and approximately 1.5% were attributable to personnel and travel costs. Patients with Pompe disease incurred the highest average annual costs (€483,907) and patients with Fabry disease the lowest (€264,896). Cost differences among underlying LSDs were due primarily to ERT drug costs; the drug infused for Fabry disease costs about half as much as that for Gaucher or for Pompe disease. Despite MPS I patients requiring about twice as many infusions, significantly lower drug costs for this disease resulted in the second lowest total mean costs of all LSD subtypes analyzed.<h4>Conclusion</h4>As total costs are almost entirely driven by infusion-related material, especially the ERT drug, moving ERT into the home environment is not expected to increase costs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39979614",
    "pmid": "39979614",
    "doi": "10.1038/s41433-025-03721-5",
    "title": "Inner retinal hyper-reflective foci number correlates with flood-illumination adaptive optics ophthalmoscopy grading and systemic organ involvement in patients with Fabry disease.",
    "abstract": "<h4>Objectives</h4>To determine the correlation of inner retinal hyper-reflective foci (HRFs) number with Flood-illumination Adaptive Optics Ophthalmoscopy (FIAOO) grading and systemic organ involvement in a cohort of patients with Fabry disease (FD).<h4>Methods</h4>Observational and cross-sectional study. Thirty-two eyes of 16 genetically proven FD patients (11 females) were included in the analysis. Data regarding therapeutic regimen and organ involvement (heart, kidney, and brain) of each patient were reviewed. Patients underwent full ophthalmological examination including best-corrected visual acuity, retinography, spectral domain optical coherence tomography and FIAOO imaging grading of retinal vessels. The number of inner-retinal HRFs was determined within the central 2500 μm at the foveal level in each patient and correlation with ocular imaging findings and systemic involvement parameters was assessed through Spearman correlation analysis and Generalized Linear Models (GLM) with a robust Huber White standard error estimation.<h4>Results</h4>Inner retinal HRFs number showed a significant association with male gender, use of enzyme replacement therapy and presence of retinal vessel tortuosity (all p < 0.001). Severity of NHYA class and presence of cornea verticillata reached a quasi-significant association (p = 0.089 and p = 0.07, respectively). Increase of FIAOO grading was associated to increased HRFs number (p < 0.001) and increase in estimated glomerular filtration rate was inversely associated with HRFs number (p = 0.04).<h4>Conclusions</h4>Inner retinal HRF number correlated with organ involvement and ocular imaging findings in FD patients. They may represent a biomarker of disease severity in diagnosed patients and their presence should enhance the suspect of FD in the appropriate clinical setting.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39972695",
    "pmid": "39972695",
    "doi": "10.1016/j.jaccas.2024.102702",
    "title": "Female Fabry Patient With Left Ventricular Outflow Tract Obstruction.",
    "abstract": "<h4>Background</h4>Cardiac involvement in Fabry disease is usually characterized by left ventricular hypertrophy (LVH) without obstruction at rest.<h4>Case summary</h4>A 59-year-old female patient with progressive chest tightness misdiagnosed as having hypertrophic cardiomyopathy due to LVH with obstruction was finally diagnosed with Fabry disease. Echocardiography showed LVH with severe obstruction, \"binary sign,\" papillary muscle hypertrophy, and depressed longitudinal strain in the basal inferolateral region. The patient felt chest tightness worsened 1 year after receiving enzyme replacement therapy. Percutaneous endocardial septal radiofrequency ablation was performed to relieve obstruction.<h4>Discussion</h4>It is rare for women with Fabry disease to present with severe symptoms, but it is possible. LVH with obstruction should not be a potential point of view to relax the vigilance of Fabry disease. Percutaneous endocardial septal radiofrequency ablation may help to relieve left ventricular outflow tract obstruction in Fabry disease.<h4>Take-home message</h4>Paying attention to echocardiographic characteristics is helpful for the identification of Fabry disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR953451",
    "pmid": "",
    "doi": "10.20944/preprints202412.0993.v1",
    "title": "The FAbry STabilization indEX Is Insufficient for Evaluating the Effectiveness of Enzyme Replacement Therapy for Pediatric Fabry Disease",
    "abstract": "<h4>Background: </h4> Fabry disease (FD) is a progressive disorder characterized by a decrease or deficiency in α-galactosidase enzyme activity. The FAbry STabilization indEX (FASTEX) scores FD symptoms and measures clinical deterioration as the score increases. However, the effectiveness of FASTEX for evaluating pediatric FD has not yet been examined. <h4>Methods:</h4> We conducted FASTEX scoring on 5 cases of FD receiving enzyme replacement therapy at our department by September 2022 (1 classical-type male, 2 late-onset males, and 2 heterozygous females). We performed FASTEX scoring before and after the initiation of treatment, defining a change in score of 20% or less from the baseline as clinically unchanged. <h4>Results:</h4> FASTEX did not show an increase in scores during the treatment course in the late-onset males and heterozygous females. FASTEX in the classical-type male only increased from 0 to 5 points during treatment, but did not show a temporal increase and, thus, he was judged to be clinically unchanged. <h4>Conclusion:</h4> FASTEX may not be sufficient to evaluate treatment effects in pediatric FD cases. New evaluation methods for pediatric cases are required, particularly for those detected through newborn screening.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR966271",
    "pmid": "",
    "doi": "10.1101/2025.01.14.25320513",
    "title": "Cardiac involvement in Fabry disease: Implications of retinal vessel analysis in detecting early microvascular alterations despite ERT",
    "abstract": "<h4>Background</h4> Cardiac complications driven by microvascular changes are one of the primary reasons for mortality in patients with Fabry disease (FD). While enzyme replacement therapy (ERT) can effectively clear globotriaosylceramide (Gb3) deposits in the endothelium, it remains controversial whether ERT fully resolves microvascular dysfunction, particularly in advanced cases. <h4>Methods</h4> We conducted a cross-sectional observational study of 63 FD patients, of whom 60 had quality retinal vessel analysis (RVA) data and were age- and gender-matched to a healthy control group (HC, n=60, matched out of 204). Associations with disease severity, echocardiographic and laboratory parameters, and ERT were explored. <h4>Results</h4> FD patients exhibited significantly reduced venular flicker-induced dilation (vFID, 3.5% ± 1.6% vs. 4.6% ± 2.4%; p = 0.006), narrower central retinal arteriolar equivalents (CRAE, 165.2 µm [153.5 - 183.2] vs. 183.2 µm [174.7 - 191.4], p < 0.001), and lower arteriolar-venular ratio (AVR, 0.82 [0.74 - 0.87] vs. 0.86 [0.82 - 0.91]; p < 0.001) compared to HC, independent of cardiovascular risk factors. Despite ERT, retinal microvascular health remains incompletely recovered in severely affected FD patients. Narrower retinal arterioles are closely associated with echocardiographic parameters and laboratory markers of cardiac involvement. Additionally, CRAE demonstrated accuracy comparable to LysoGb3 levels in identifying GLA variants with a potential cardiac phenotype. FD patients exhibited elevated chronic inflammation and endothelial dysfunction markers, including Rantes, MCP1, CXCL10, ICAM-1, VCAM-1, and VEGF. In FD patients with cardiac variants, higher levels of inflammatory parameters were associated with impaired retinal microcirculation. <h4>Conclusion</h4> Our findings demonstrate that RVA can detect microvascular alterations in FD, offering a potential non-invasive approach for assessing disease severity and monitoring cardiovascular health. The persistence of retinal microvascular changes despite ERT may reflect the need for earlier interventions. Longitudinal studies are warranted to further explore the predictive value of RVA for Fabry-related cardiovascular outcomes. <h4>Registration</h4> https://clinicaltrials.gov/study/NCT06758648 ; Unique identifier: NCT06758648 . <h4>Novelty and Significance</h4> What Is Known? Fabry disease (FD) is an X-linked lysosomal storage disorder characterized by the accumulation of globotriaosylceramide (Gb3), leading to microvascular dysfunction and cardiac complications. Enzyme replacement therapy (ERT) and pharmacological chaperone therapy (PCT) are available treatments, but their ability to fully reverse microvascular changes remains uncertain. Retinal vessel analysis (RVA) is a non-invasive tool previously used to monitor systemic microvascular health in cardiovascular diseases. What New Information Does This Article Contribute? Retinal microvascular abnormalities, including arteriolar narrowing and reduced venular dilation, are detectable in FD, even in patients receiving ERT. Retinal vessel parameters are strongly associated with systemic markers of cardiac involvement. RVA offers a non-invasive, cost-effective method to assess microvascular health and could serve as a valuable tool for disease monitoring and stratification in FD. <h4>Summary</h4> FD is a rare genetic disorder associated with significant microvascular and cardiac complications due to the progressive accumulation of Gb3. Although ERT is a cornerstone of FD management, we demonstrate that retinal microvascular abnormalities persist despite treatment, particularly in patients with advanced disease. By employing RVA, the study highlights the close association between retinal arteriolar narrowing, systemic markers of cardiac involvement and disease severity. These findings underscore the potential of RVA as a non-invasive, cost-effective method for assessing endothelial health, monitoring disease severity and cardiac involvment in FD. Additionally, the results suggest that earlier interventions and adjunctive therapies targeting endothelial dysfunction and inflammation may be necessary to improve outcomes in advanced cases. RVA could play a pivotal role in routine care by providing insights into systemic vascular health and optimizing Fabry-specific therapies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39773286",
    "pmid": "39773286",
    "doi": "10.1186/s13023-024-03500-7",
    "title": "Clinical management of female patients with Fabry disease based on expert consensus.",
    "abstract": "Fabry disease is an X-linked lysosomal storage disorder that causes accumulation of glycosphingolipids in body tissues and fluids, leading to progressive organ damage and life-threatening complications. It can affect both males and females and can be classified into classic or later-onset phenotypes. The disease severity in females ranges from asymptomatic to the more severe, classic phenotype. Most females are hemizygous and the X-linked inheritance is associated with variable X-activation pattern and residual enzymatic activity. The heterogeneity of clinical presentation in females requires different approaches to diagnosis and management than males. A European group of 7 physicians, experienced in the management of Fabry disease, convened to discuss patient perspectives and published guidelines. The experts discussed the need to focus on psychological treatment in relation to individual coping styles when monitoring targets, and the lack of data supporting the use of plasma globotriaosylsphingosine over enzyme activity in the diagnosis of these patients. It was suggested that the high phenotypic variability in female patients may be related to the dynamic nature of the X-chromosome inactivation process and further understanding of this process could help predict the progression of Fabry disease in females and facilitate timely intervention. Due to the range of disease severity they exhibit, female patients with Fabry disease may require a more individualized treatment approach than males. Despite current recommendations, the experts agreed that early disease-specific treatment initiation in high-risk females could improve clinical outcome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39685654",
    "pmid": "39685654",
    "doi": "10.3390/jcm13237195",
    "title": "Overcoming Resistance in Anderson-Fabry Disease: Current Therapeutic Challenges and Future Perspectives.",
    "abstract": "Anderson-Fabry disease (AFD) remains a therapeutic challenge despite advances in early diagnosis and the availability of enzyme replacement therapies (ERTs). While early initiation of therapy can mitigate disease progression, resistance mechanisms-such as the development of anti-drug antibodies-limit the efficacy of current treatments, particularly in patients with severe genetic variants. Chaperone therapy provides a targeted option for a subset of patients, yet significant gaps remain in treating those with complete enzyme deficiency. This perspective article explores the existing therapeutic landscape and reflects on emerging treatments, such as mRNA and gene therapies, which hold promise for overcoming the resistance mechanisms. By addressing the limitations of current pharmacological options and considering future innovations, this article aims to outline the path forward for more effective and personalized treatment strategies in Anderson-Fabry disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39794302",
    "pmid": "39794302",
    "doi": "10.1002/ctm2.70073",
    "title": "Lentivirus-mediated gene therapy for Fabry disease: 5-year End-of-Study results from the Canadian FACTs trial.",
    "abstract": "<h4>Background</h4>Fabry disease is an X-linked lysosomal storage disorder due to a deficiency of α-galactosidase A (α-gal A) activity. Our goal was to correct the enzyme deficiency in Fabry patients by transferring the cDNA for α-gal A into their CD34+ hematopoietic stem/progenitor cells (HSPCs). Overexpression of α-gal A leads to secretion of the hydrolase; which can be taken up and used by uncorrected bystander cells. Gene-augmented HSPCs can circulate and thus provide sustained systemic correction. Interim results from this 'first-in-the-world' Canadian FACTs (Fabry Disease Clinical Research and Therapeutics) trial were published in 2021. Herein we report 5-year 'End-of-Study' results.<h4>Methods</h4>Five males with classical Fabry disease were treated. Their HSPCs were mobilized, enriched, and transduced with a recombinant lentivirus engineering expression of α-gal A. Autologous transduced cells were infused after conditioning with a nonmyeloablative, reduced dose, melphalan regimen. Safety monitoring was performed. α-Gal A activity was measured in plasma and peripheral blood (PB) leucocytes. Globotriaosylceramide (Gb3) and lyso-Gb3 levels in urine and plasma were assessed by mass spectrometry. qPCR assays measured vector copy number in PB leucocytes. Antibody titers were measured by ELISA. Body weight, blood pressure, urinary protein levels, eGFR, troponin levels, and LVMI were tracked.<h4>Results</h4>Four out of 5 patients went home the same day as their infusions; one was kept overnight for observation. Circulating α-gal A activity was observed at Day 6-8 in each patient following infusion and has remained durable for 5+ years. LV marking of peripheral blood cells has remained durable and polyclonal. All 5 patients were eligible to come off biweekly enzyme therapy; 3 patients did so. Plasma lyso-Gb3 was significantly lower in 4 of 5 patients. There was no sustained elevation of anti-α-gal A antibodies. Patient weight was stable in 4 of the 5 patients. All blood pressures were in the normal range. Kidney symptoms were stabilized in all patients.<h4>Conclusions</h4>This treatment was well tolerated as only two SAEs occurred (during the treatment phase) and only two AEs were reported since 2021. We demonstrate that this therapeutic approach has merit, is durable, and should be explored in a larger clinical trial.<h4>Highlights</h4>This was the first gene therapy clinical trial to be completed for Fabry disease. There were no adverse events of any grade attributable to the cellular gene therapy intervention or host conditioning throughout the follow-up interval of 5 years. After reduced-intensity melphalan treatment, all patients engrafted their autologous modified α-gal A expressing cells. All patients synthesized and secreted α-gal A throughout the course of the study. Expression of α-gal A resulted in a decrease in plasma lyso-Gb3 in four of five patients and stabilization of kidney symptoms in all patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39800432",
    "pmid": "39800432",
    "doi": "10.1136/openhrt-2024-003116",
    "title": "Automated electronic health record-based screening for Fabry disease in unexplained left ventricular hypertrophy (FAPREV-HCM).",
    "abstract": "<h4>Background and aims</h4>Hypertrophic cardiomyopathy (HCM) has various aetiologies, including genetic conditions like Fabry disease (FD), a lysosomal storage disorder. FD prevalence in high-risk HCM populations ranges from 0.3% to 11.8%. Early diagnosis of FD is crucial due to available treatments, but its rarity and diverse symptoms complicate identification. Heart-specific FD variants often lead to late diagnoses due to the absence of typical FD symptoms. This prospective study (NCT04943991) was conducted to identify patients with undiagnosed FD using electronic health records (EHR) at a German tertiary-care hospital.<h4>Methods</h4>Over 20 years (2000-2020), 2824 patients with 'left ventricular hypertrophy (LVH)' or 'hypertrophic cardiomyopathy (HCM)' were identified by full-text search. Exclusion criteria were age over 85, other diagnosed cardiomyopathies, significant valvular heart disease, death, active malignancy and prior FD testing. The remaining patients received an invitation for FD genetic testing.<h4>Results</h4>Of the 2824 identified patients, 2626 (93%) fulfilled the exclusion criteria. Among the 198 included patients, 96 responded, and 55 underwent genetic testing, yielding a response rate of 48% and a testing rate of 28%. In one patient (1.8% of tested), FD was diagnosed with the <i>p.N215S</i> variant. Subsequent family screening revealed six additional FD cases, with four initiating FD-specific therapies. Comprehensive clinical evaluations were conducted in five of the seven identified patients.<h4>Conclusions</h4>Genetic testing of patients with unexplained LVH/HCM using EHR is effective for identifying FD. Subsequent family screening further identified at-risk individuals, promoting regular follow-ups and if needed FD-specific therapies. This approach highlights the potential for broader application in high-risk populations to uncover treatable genetic conditions. The next phase should focus on automating the executed search process.<h4>Trial registration number</h4>NCT04943991.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39596318",
    "pmid": "39596318",
    "doi": "10.3390/ijms252212252",
    "title": "Complement System and Adhesion Molecule Skirmishes in Fabry Disease: Insights into Pathogenesis and Disease Mechanisms.",
    "abstract": "Fabry disease is a rare X-linked lysosomal storage disorder caused by mutations in the galactosidase alpha (<i>GLA</i>) gene, resulting in the accumulation of globotriaosylceramide (Gb3) and its deacetylated form, globotriaosylsphingosine (Lyso-Gb3) in various tissues and fluids throughout the body. This pathological accumulation triggers a cascade of processes involving immune dysregulation and complement system activation. Elevated levels of complement 3a (C3a), C5a, and their precursor C3 are observed in the plasma, serum, and tissues of patients with Fabry disease, correlating with significant endothelial cell abnormalities and vascular dysfunction. This review elucidates how the complement system, particularly through the activation of C3a and C5a, exacerbates disease pathology. The activation of these pathways leads to the upregulation of adhesion molecules, including vascular cell adhesion molecule 1 (VCAM1), intercellular adhesion molecule 1 (ICAM1), platelet and endothelial cell adhesion molecule 1 (PECAM1), and complement receptor 3 (CR3) on leukocytes and endothelial cells. This upregulation promotes the excessive recruitment of leukocytes, which in turn exacerbates disease pathology. Targeting complement components C3a, C5a, or their respective receptors, C3aR (C3a receptor) and C5aR1 (C5a receptor 1), could potentially reduce inflammation, mitigate tissue damage, and improve clinical outcomes for individuals with Fabry disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40075521",
    "pmid": "40075521",
    "doi": "10.1186/s13023-025-03646-y",
    "title": "Status and frontiers of Fabre disease.",
    "abstract": "Fabry disease is characterized by an X sex chromosome gene mutation caused by α-galactosidase A deficiency, resulting in the accumulation of globotriaosylceramide and globotriaosylsphingosine in various organs, which induces end-organ lesions. In Fabry disease, enzymes with lost or decreased activity in the body are replaced by exogenous supplementation of normal-function α-galactosidase A. Currently, agalsidase α and agalsidase β are widely used for ERT therapy. However, this therapy has limitations such as high cost, short half-life, and production of neutralizing drug antibodies. The use of Migalastat as chaperone therapy has been approved in many countries, and it plays a therapeutic role by enhancing enzyme activity. However, companion therapy drugs are only suitable for patients with decreased enzyme activity, so the scope of their application is limited. In addition, there are several therapeutic drugs in development, including a new generation of ERT therapies, drugs resistant to neutralizing anti-drug antibody drugs, and substrate reduction therapy drugs. Due to the limitations of existing therapeutic drugs, researchers have begun to explore new therapeutic drugs for Fabry disease, so new pathogenic mechanisms and adjuvant therapeutic drugs have been continuously discovered, and the development of related drugs will contribute to disease control and treatment. This article summarizes the existing and potential drugs for treating Fabry disease to facilitate the selection of suitable and effective drugs for treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39941270",
    "pmid": "39941270",
    "doi": "10.3390/diagnostics15030340",
    "title": "Cardiac Manifestations in Fabry Disease: A Case Report on Two Siblings.",
    "abstract": "<b>Background/objectives:</b> Anderson-Fabry disease (FD) is a rare hereditary disorder caused by deficient alpha-galactosidase A activity, which leads to multisystemic complications, including significant cardiac involvement. In this case report, we describe two siblings with distinct cardiac manifestations of FD. <b>Methods</b>: The medical data of two siblings who were managed and treated at a tertiary hospital center in Croatia were obtained by detailed analysis of electronic medical records. All available data were structured in chronological order. <b>Results</b>: A 42-year-old male with chronic renal failure and severe left ventricular hypertrophy (LVH) was diagnosed with FD during testing for inclusion on the kidney transplant waiting list. The diagnosis was confirmed by cardiac magnetic resonance imaging (CMR), which revealed non-ischemic fibrosis typical of FD. Following enzyme replacement therapy (ERT), he underwent a successful kidney transplantation. The second case describes the 36-year-old brother, who was diagnosed through family screening and, despite normal initial cardiac ultrasound findings, exhibited early cardiac involvement through reduced T1-mapping values. Immediate initiation of ERT led to normalization of T1 values and successful renal transplantation. <b>Conclusions</b>: This report underscores the importance of family screening and early diagnosis in FD and highlights the role of CMR in detecting preclinical cardiac involvement.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39701018",
    "pmid": "39701018",
    "doi": "10.1016/j.scr.2024.103620",
    "title": "Generation of a human induced pluripotent stem cell lines (UKJi003-A) from a patient with Fabry disease and healthy donor (UKJi004-A).",
    "abstract": "Fabry disease (FD, OMIM #301500) is a rare metabolic disorder, X-linked glycosphingolipidosis that is characterized by pathogenic mutations in the GLA (Galactosidase Alpha) gene (OMIM *300644) that result in reduced α-galactosidase A (α-GAL) activity and accumulation of globotriaosylceramide (Gb3) in tissues and organs. Peripheral blood mononuclear cells (PBMCs) were used to generate human induced pluripotent stem cells (hiPSC). UKJi004-A was produced from a healthy donor, whereas UKJi003-A was produced from a patient who had FD with GLA-mutation (IVS6-10G>A). To generate UKJi003-A and UKJi004-A, non-integrating Sendai virus (SeV) vectors expressing four reprogramming factors, OCT4, SOX2, KLF4, and cMYC, were introduced into PBMCs. The pluripotency of the hiPSC lines was confirmed after reprogramming.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39613053",
    "pmid": "39613053",
    "doi": "10.1016/j.gene.2024.149127",
    "title": "c.640-814T>C mutation in deep intronic region of alpha-galactosidase A gene is associated with Fabry disease via dominant-negative effect.",
    "abstract": "Fabry disease (FD) is a lysosomal storage disorder resulting from mutations in the alpha-galactosidase A (GLA) gene, characterized by pain, skin lesions, renal failure, and cardiac disease. A 60-year-old proband was hospitalized for recurrent atrial fibrillation (AF) that was unresponsive to medication, with cardiac magnetic resonance imaging (CMRI) revealing left ventricular wall hypertrophy and fat infiltration. Whole-exome sequencing (WES) did not reveal any suspicious pathogenic variants. To further assess the diagnosis, endomyocardial biopsy (EMB) and electron microscopy were performed, revealing abundant zebra bodies in cardiomyocytes, consistent with FD. The diagnosis was ultimately confirmed by GLA enzyme activity analysis (<1.00). Further genetic investigations identified a deep intronic variant (c.640-814T>C) within the GLA gene. Minigene experiments demonstrated that this variant affected the splicing of GLA, resulting in the production of a truncated protein (p.Pro214SerfsTer10). Western blotting (WB) showed that the truncated protein was retained, while immunofluorescence (IF) analysis indicated partial lysosomal localization. In vitro assays confirmed that the retained protein was non-functional and exerted a dominant-negative effect on the normal GLA protein. Molecular docking analysis further revealed that the truncated protein could bind to the wild GLA monomer, significantly reducing cellular GLA enzyme activity. These findings indicate that, beyond being non-functional, the c.640-814T>C mutation may also exerts a dominant-negative effect that impairs the function of the wild GLA protein. These results highlight the importance of recognizing deep intronic mutations in the diagnosis and treatment of FD, contributing to a deeper understanding of the molecular mechanisms, enriching mutation databases, and providing insights into genotype-phenotype correlations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39699757",
    "pmid": "39699757",
    "doi": "10.1007/s40620-024-02170-9",
    "title": "Epidemiology and early predictors of Fabry nephropathy: evaluation of long-term outcomes from a national Fabry centre.",
    "abstract": "<h4>Background</h4>Fabry disease is a rare genetic lysosomal storage disorder, whereby the accumulation of sphingolipids consequently leads to kidney structural damage and dysfunction. We explored the epidemiology of chronic kidney disease (CKD) among patients with Fabry disease at a major UK referral centre in Greater Manchester serving over 7 million people, to inform early predictors of kidney disease and possible treatment planning.<h4>Methods</h4>Data were sourced from the electronic records of registered participants from November 2020 to February 2022 of adults diagnosed with Fabry disease, with at least 1 year of follow-up. Four hundred and five participants (female = 223, male = 182) met the initial eligibility criteria. Our study focused on identifying factors linked to incident CKD, with 395 evaluable individuals undergoing outcome analysis over a median of 6.4 years.<h4>Results</h4>Findings concluded that 60.5% of participants received disease-modifying treatments, 29.7% experienced non-fatal cardiovascular events, 3.3% developed end-stage kidney disease (ESKD), and 7.3% died. Men had higher use of disease modifying therapy, progression to ESKD requiring kidney replacement therapy, cardiovascular events, and mortality compared to women. Subgroup analysis over 9 years revealed that older age, cardiovascular history, renin-angiotensin-aldosterone system inhibitor use, and higher urine albumin-to-creatinine ratio (uACR) were predictors of faster estimated glomerular filtration rate (eGFR) decline and increased mortality. At baseline, 47.8% of 249 patients with uACR data had CKD, and 25.4% of the remaining individuals developed CKD during follow-up, associated with higher uACR and lower, albeit normal eGFR levels.<h4>Conclusion</h4>Over 60% of Fabry disease patients are at lifetime risk of developing CKD, with a substantial risk of mortality, even with initially normal uACR and eGFR values.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39897472",
    "pmid": "39897472",
    "doi": "10.1016/j.ymgmr.2025.101194",
    "title": "Underdiagnosis of Fabry disease in minority ethnic groups.",
    "abstract": "Fabry disease (FD) is a rare, pan ethnic X-linked disorder. We explored ethnic representation in our service and a national patient organisation. An audit of the University Hospitals Birmingham FD cohort revealed that 9 % of index cases are minority ethnic, compared to 18.3 % of the population of England and Wales and 51.4 % of the Birmingham population. A similar split was observed in a national patient cohort, highlighting a need to identify the reasons for under-representation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39980015",
    "pmid": "39980015",
    "doi": "10.1186/s13023-025-03600-y",
    "title": "Impact of enzyme replacement therapy and migalastat on disease progression in females with fabry disease.",
    "abstract": "<h4>Aim</h4>The aim of our multicenter study was to investigate the safety and efficacy of enzyme replacement therapy (ERT) and chaperone therapy on the disease progression in female Fabry disease (FD) patients and to compare the individual treatment regimens.<h4>Methods</h4>Data from 3 consecutive visits of 102 female FD patients from 6 Fabry centers were retrospectively analyzed. According to their FD-specific treatment, patients were separated in 5 groups: Newly agalsidase-beta- [n = 18], agalsidase-alfa- [n = 29] and migalastat-[n = 14] treated patients, and long-term agalsidase-beta- [n = 7] and agalsidase-alfa-[n = 34] treated patients. Clinical presentation and laboratory data, including plasma lyso-Gb<sub>3</sub> levels were assessed.<h4>Results</h4>Treatment with agalsidase-beta, agalsidase-alfa, and migalastat was safe and severe adverse events were rare. Newly and long-term-treated patients presented a stable disease course over time. None of the patients required hospitalization due to cardiac events. Overall septum thickness remained stable in all groups (p > 0.05). Estimated glomerular filtration rate (eGFR) only slightly decreased in patients treated with agalsidase-alfa [newly- and long-term-treated: -1.5 ± 3.2 and - 1.3 ± 3.9 ml/min/1.73 m²/year; p = 0.0056 and p = 0.0187, respectively] but the decrease was in the range of natural eGFR decline. eGFRs in agalsidase-beta and migalastat-treated patients were stable. No clinically relevant differences concerning treatment efficacy between agalasidase-beta, agalsidase-alfa, and migalastat were detected.<h4>Conclusion</h4>We conclude that treatment of females with agalsidase-beta, agalsidase-alfa, and migalastat was safe. Independent of the chosen treatment regimen, nearly all patients presented with a stable disease course over time. In our cohort, a comparison of therapy efficacies showed no relevant clinical differences between the groups.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40155993",
    "pmid": "40155993",
    "doi": "10.1186/s13023-024-03416-2",
    "title": "Safety analysis of self-administered enzyme replacement therapy using data from the Fabry Outcome and Gaucher Outcome Surveys.",
    "abstract": "<h4>Background</h4>Fabry disease and Gaucher disease are rare genetic disorders characterized by defective degradation of glycosphingolipids caused by enzymatic deficiencies in α-galactosidase A and β-glucocerebrosidase, respectively, and often require life-long treatment. Treatment options for these disorders include replacing the deficient enzymes via enzyme replacement therapy (ERT). Agalsidase alfa for Fabry disease and velaglucerase alfa for Gaucher disease are two ERT options with demonstrated efficacy, safety, and tolerability. ERT infusions administered by a health care provider (HCP) in the clinic/hospital, or at the patient's home are considered HCP-supported infusions. Self-administration of ERT (by patient, partner, relative, or caregiver) is optional in patients who tolerate the HCP-supported infusions at home and have a suitable home environment. This analysis explored the safety profiles of self-administered agalsidase alfa (202 patients) and velaglucerase alfa (30 patients) versus HCP-supported infusions using data from the Fabry Outcome Survey (FOS) and Gaucher Outcome Survey (GOS) registries.<h4>Results</h4>The frequency of infusion-related reactions (IRRs) adverse events (AEs) recorded in the two registries was lower in patients self-administering (FOS: 4.5%, GOS: 0%) versus patients receiving HCP-supported infusions (FOS: 13.6%, GOS: 1.6%). In the FOS registry, AE rates per 100 patient-years (100PY) of follow-up were similar between the self-administration (7.99) and HCP-supported infusion (6.78) groups. In patients self-administering agalsidase alfa, cardiac disorders were the most frequently reported AEs (19 [9.4%] patients) and serious AEs (12 [5.9%]) and gastrointestinal disorders were the most frequently reported IRRs (3 [1.5%]). In the GOS registry, AE rates per 100PY were similar between self-administration (4.97) and HCP-supported infusion (4.67) groups. In patients self-administering velaglucerase alfa, skin and subcutaneous disorders (4 [13.3%]) and infections and infestations (2 [6.7%]) were the most reported AEs and serious AEs, respectively, and no IRRs were reported.<h4>Conclusions</h4>These findings suggest that self-administration of agalsidase alfa or velaglucerase alfa infusions are not associated with additional safety risks compared with HCP-supported infusions and are a suitable option for qualifying patients. Further research is warranted to support these findings and to explore further the long-term safety and efficacy of ERT self-administration. FOS trial registration: ClinicalTrials.gov, NCT03289065. Registered 01 April 2001, https://clinicaltrials.gov/study/NCT03289065 . GOS trial registration: ClinicalTrials.gov, NCT03291223. Registered 27 July 2010, https://classic.<h4>Clinicaltrials</h4>gov/ct2/show/NCT03291223 .",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39562366",
    "pmid": "39562366",
    "doi": "10.1007/s00330-024-11203-7",
    "title": "Screening for Fabry disease in patients with hypertrophic cardiomyopathy using cardiac magnetic resonance imaging.",
    "abstract": "<h4>Background</h4>Fabry disease (FD) usually mimics hypertrophic cardiomyopathy (HCM). Decreased native T1 mapping and a unique late gadolinium enhancement (LGE) pattern by cardiac magnetic resonance (CMR) imaging are specific imaging markers for FD.<h4>Purpose</h4>Explore the performance of multiparametric CMR imaging in screening for FD in patients with a HCM phenotype.<h4>Materials and methods</h4>A prospective cohort of 602 patients with a HCM phenotype was assessed from April 2012 to December 2022. Participants underwent CMR imaging and genetic testing. FD diagnosis was according to genetic testing and enzyme-activity test of α-galactosidase A. Multiparameter CMR imaging included cardiac function, native T1 mapping, extracellular volume (ECV), T2 mapping, LGE, and myocardial strains. Diagnostic performance of CMR parameters in identifying FD from HCM was done by analysis of receiver operating characteristic (ROC) curves.<h4>Results</h4>FD prevalence was 1.8% (11 cases) in this cohort with HCM. Native T1 mapping was significantly lower in FD compared with HCM (FD vs. HCM: native T1 mapping: 1174.08 ± 60.60 vs. 1293.94 ± 55.86, p < 0.001). Ventricular function, mass, ventricular wall thickness, and strains did not show significant differences between the two groups. Binary logistic regression and analysis of ROC curves demonstrated myocardial native T1 mapping of the left ventricular basal slice had the best performance in screening for FD in patients with a HCM phenotype (cutoff: 1216 ms; AUC: 0.947; sensitivity: 91%; specificity: 90%).<h4>Conclusion</h4>Native T1 mapping is the best parameter for screening FD in a Chinese population with a HCM phenotype.<h4>Key points</h4>Question The prevalence of Fabry Disease (FD) in the study population is unknown and the efficacy of cardiac MRI (CMR) parameter screening for FD needs validating. Findings We report the prevalence of FD among a Chinese hypertrophic cardiomyopathy (HCM) cohort and found T1 mapping is the best CMR parameter for screening FD. Clinical relevance Native T1 mapping is the best CMR parameter for screening FD in the HCM cohort, providing an effective method for rapid screening of FD in clinic, which may help identify patients for early treatment of FD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39948544",
    "pmid": "39948544",
    "doi": "10.1186/s12882-025-04009-2",
    "title": "The importance of a multidisciplinary approach in two tricky cases: the perfect match for Fabry disease.",
    "abstract": "Anderson-Fabry disease (AFD) is a multisystem X-linked lysosomal storage disorder caused by a deficiency in the enzyme α-galactosidase A (α-Gal A). This deficiency results in the intracellular accumulation of glycosphingolipids, primarily uncleaved globotriaosylceramide (Gb3) and its deacylated form, lyso-globotriaosylceramide (Lyso-Gb3), leading to progressive organ damage and functional impairment. The diagnostic evaluation for AFD involves clinical assessment and family history, supported by biochemical testing (α-Gal A enzyme activity and Lyso-Gb3 levels) and genetic analysis of the GLA gene. In cases of unexplained renal impairment or when genetic analysis is inconclusive, kidney biopsy is often required to confirm the diagnosis and guide targeted treatments. However, histological findings in kidney biopsies may sometimes be nonspecific, complicating the diagnostic process. This article aims to provide an updated perspective on the role of kidney biopsy in AFD, illustrating two cases that exemplify its pivotal role in confirming or excluding the suspected disease, proving to be both decisive and confounding in this complex clinical setting.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39641432",
    "pmid": "39641432",
    "doi": "10.1002/asia.202401091",
    "title": "A Supramolecular Gel-Based Protocol for the Detection of α-Glycosidases for Screening Potential Drugs.",
    "abstract": "α-Glycosidases are carbohydrate-digesting enzymes that catalyze the hydrolysis of α-1,4-glycopyranoside bonds from oligosaccharides and disaccharides. α-Glucosidase is an important biomarker for the diagnosis of type-II diabetes, Azoospermia and Pompe diseases. Additionally, the mutations in α-galactosidase lead to Fabry disease. Inhibitors targeting these enzymes are prescribed as anti-diabetic medications and as effective chaperones for Fabry disease. Comprehending the function - regulation of α-glycosidases requires accurate quantification methods. In this work, we highlight the design of a simple luminescent 'turn-on' assay for sensing these two α-glycosidases in a supramolecular TbCh hydrogel matrix using 1-α-glycosides as pro-sensitizers. The protocol offers a cost-effective method for selectively sensing α-glycosidases in the detection limit of the subnanomolar range. Importantly, the developed enzyme sensors functioned as a platform for rapid screening of drug molecules based on their inhibition potency. Therefore, the protocol is useful for facilitating the advancement of therapeutics and diagnostics targeting this important class of enzymes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40037304",
    "pmid": "40037304",
    "doi": "10.1159/000544971",
    "title": "When Proteins Go Berserk: The Unfolded Protein Response and ER Stress.",
    "abstract": "<h4>Background</h4>The cellular proteostasis machinery is essential for maintaining protein homeostasis by employing quality control systems that identify, sequester, and eliminate damaged or misfolded proteins. However, the accumulation of misfolded proteins can overwhelm these protective mechanisms, disrupting proteostasis. This phenomenon is a hallmark of numerous pathologies, including a variety of genetic disorders. In the secretory pathway, the buildup of misfolded proteins triggers endoplasmic reticulum (ER) stress, which activates the unfolded protein response (UPR). The UPR serves as an adaptive mechanism, aiming to alleviate stress and restore cellular homeostasis. However, if ER stress is prolonged or severe, the UPR may fail to restore balance and apoptosis is induced.<h4>Summary</h4>This review introduces the intricate signaling pathways activated by the three UPR transmembrane sensors: protein-kinase R-like endoplasmic reticulum kinase (PERK), inositol requiring enzyme 1 (IRE1), and activating transcription factor 6 (ATF6). We briefly present the roles of the distinct transcriptional programs activated by each sensor in modulating the cellular response to protein stress and in determining cell fate. We discuss how genetic variants and environmental factors contribute to the heterogeneity observed in protein misfolding diseases. Finally, we critically evaluate select therapeutic strategies, specifically protein stabilization, trafficking modulation, and UPR sensor targeting approaches.<h4>Key messages</h4>This review introduces the potential consequences of protein misfolding, which may not only impair protein function but can also lead to toxic protein accumulation and stress induction. Using Fabry disease as a compelling example, we suggest that future therapeutic intervention may require nuanced, combination approaches that address both loss and gain of protein function.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39324555",
    "pmid": "39324555",
    "doi": "10.1177/17474930241289864",
    "title": "Investigating undiagnosed Fabry disease in young adults with ischemic stroke: A multicenter cohort study.",
    "abstract": "<h4>Background</h4>The global prevalence of ischemic stroke in young adults is increasing, leading to a significant social impact. Fabry disease is a recognized cause of ischemic stroke in young patients, and although disease-modifying treatments are available, further evidence is needed to confirm their effectiveness in reducing the incidence of ischemic strokes.<h4>Aims</h4>This study aimed to identify undiagnosed Fabry disease in young adult patients with ischemic stroke in a Taiwanese cohort.<h4>Methods</h4>This multicenter, prospective cohort study enrolled patients aged 20-55 years who had experienced an ischemic stroke or transient ischemic attack (TIA) within 10 days, from 1 January 2016 to 31 December 2020. Screening for Fabry disease was performed using a dry blood test to measure α-galactosidase activity in male patients and blood globotriaosylsphingosine (lyso-Gb3) levels in female patients. For patients with positive screen results, genetic diagnosis of Fabry disease was pursued through Sanger sequencing of the <i>GLA</i> gene, covering all exons and a segment of intron 4.<h4>Results</h4>A total of 977 patients (659 male, 68%) were enrolled from seven hospitals across Taiwan. Four patients (0.4%, all male) had positive screening results, and two patients (0.2%) were genetically diagnosed with Fabry disease. Case 1 had the <i>GLA</i> c.658C>T mutation and experienced ischemic stroke in the bilateral occipital regions. Case 2 had the <i>GLA</i> c.640-801G>A mutation and experienced an ischemic stroke in the left superficial watershed area.<h4>Conclusion</h4>The prevalence of undiagnosed Fabry disease in this cohort of Taiwanese young adults with ischemic stroke or TIA was 0.3% among the young male population. Understanding the prevalence of undiagnosed Fabry disease in young adults with ischemic stroke could help shape future Fabry disease screening policies.<h4>Data access statement</h4>The collected data will be available upon reasonable request from the corresponding author.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39529120",
    "pmid": "39529120",
    "doi": "10.1186/s13023-024-03441-1",
    "title": "Effectiveness and safety of enzyme replacement therapy in the treatment of Fabry disease: a Chinese monocentric real-world study.",
    "abstract": "<h4>Objective</h4>To assess the effectiveness and safety of enzyme replacement therapy (ERT) for treating Fabry disease in clinical practice.<h4>Methods</h4>The clinical data of patients with Fabry disease were retrospectively collected and screened according to inclusion and exclusion criteria. The effectiveness of ERT was evaluated by analyzing the improvement in renal dysfunction (decreased estimated glomerular filtration rate (eGFR) and proteinuria), cardiac system injury (mainly increased left ventricular mass index (LVMI)), and neuropathic pain after ERT treatment. The safety of ERT was measured by summarizing the occurrence of adverse events (AE) and adverse drug reactions (ADR) before and after ERT.<h4>Results</h4>Sixteen patients with Fabry disease who underwent ERT treatment 2-36 times over a period of 2-89 weeks were enrolled in the study. Among them, 13 received symptomatic treatment based on the involvement of various organs, 14 were treated with anti-inflammatory and anti-allergic drugs, and 16 had no AE or ADR. After ERT, there was no significant difference in (eGFR, microalbumin (mALB), 24 h urinary protein quantitation (24 h PRO), urinary albumin/creatinine ratio (ACR), uric acid (UA), and β2 microglobulin (β2MG) (P > 0.05), and the renal function remained stable or improved; ERT could significantly reduce left ventricular mass index (LVMI) (P = 0.043) and lactate dehydrogenase (LDH) (P = 0.031), and other cardiac function indexes had an improvement trend or remained stable, but the difference was not significant (P > 0.05). After ERT, the degree of limb pain in three of the four minor patients improved.<h4>Conclusions</h4>ERT could effectively stabilize or improve renal and cardiac function and relieve neuropathic pain in patients with Fabry disease, and no AE occurred during treatment, and the clinical effectiveness and safety were satisfactory.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR921653",
    "pmid": "",
    "doi": "10.20944/preprints202410.0603.v1",
    "title": "Erysipelas in patients with classic Fabry disease",
    "abstract": "<h4>Background: </h4> Fabry disease is a rare, X-linked, lysosomal disorder caused by pathogenic variants in GLA and consequent deficient activity of alpha-galactosidase A, resulting in glycosphingolipid storage. Although many systemic manifestations of the disease have been documented, the association between Fabry disease and erysipelas has not previously been reported. <h4>Objective:</h4> To describe a case series of thirteen patients with Fabry disease and erysipelas and identify potential predisposing factors in this population. Patients and Methods: We retrospectively studied a cohort of 223 French patients with a confirmed molecular and enzymatic diagnosis of Fabry disease. <h4>Results:</h4> Twelve of the 223 patients with Fabry disease had experienced one or more episodes of erysipelas for a total of 70. All 12 patients had classic Fabry disease. There were ten males and two females, one of whom had highly skewed X chromosome inactivation silencing the wild type GLA allele. Lymphedema of the lower legs (10/11), male gender (10/12), and clinically advanced classic Fabry disease (11/12) were the characteristics identified in patients who experienced erysipelas. No patient with the later-onset form of Fabry disease had any episode of erysipelas. <h4>Conclusion:</h4> Our findings suggest that clinicians should be aware of the risk of erysipelas in patients with Fabry disease and promptly prevent or treat any skin wound or infection in those with lower limbs lymphedema.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39622749",
    "pmid": "39622749",
    "doi": "10.3760/cma.j.cn112137-20240613-01332",
    "title": "[Clinical features and quality of life in patients with Fabry disease].",
    "abstract": "To explore the clinical characteristics of patients with Fabry disease (FD) and the potential influencing factors, as well as to analyze the main factors affecting the quality of life (QOL) of FD patients. The clinical data of 21 adult FD patients who were hospitalized and treated at the University of Hong Kong-Shenzhen Hospital from January 2022 to December 2023 were retrospectively analyzed, including questionnaire data from 17 of these patients. The total score of the Short Form 36 Health Survey (SF-36) was used to determine the QOL. The patient's average age was (42±9) years, including 13 males (61.9%). All patients belonged to 17 families and had a total of 14 gene mutation types. The c.640-801G>A mutation was the most common type, found in 4 patients (19.0%), with cardiac damage as the primary manifestation. The c.901C>T mutation led to lesions in the heart, brain, and kidneys, and early onset and severe phenotypes were detected in female patients. Male patients had lower total SF-36 scores than females (<i>P</i><0.05). Patients with proteinuria, stroke, hypohidrosis/anhidrosis, and cardiac insufficiency had lower total SF-36 scores compared with those without these symptoms (all <i>P</i><0.05). The current study indicates that the clinical phenotypes of patients with FD are influenced by a combination of gender, genotype, and non-genetic factors, and gender and clinical symptoms serve as the primary factors affecting patient's QOL.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40135233",
    "pmid": "40135233",
    "doi": "10.3389/fphar.2025.1546018",
    "title": "Cost-effectiveness analysis of enzyme replacement therapy for the treatment of Chinese patients with fabry disease: a Markov model.",
    "abstract": "<h4>Background</h4>Fabry disease (FD) is an X-chromosome-linked genetic disorder. Currently, the main treatments for FD include disease-nonspecific and disease-specific treatments. Nonspecific treatment involves symptomatic management of organ involvement. On the other hand, disease-specific treatment is to regulate the activity of the corresponding enzymes, which is targeted. Among them, enzyme replacement therapy (ERT) is a classical therapy. Several studies have demonstrated the significant ameliorative effect of agalactosidase-α (ALTA-a) on cardiac and renal function in patients with FD. Despite the excellent clinical performance, there are limited pharmacoeconomic studies on ERT for FD worldwide.<h4>Objective</h4>The aim of this study was to analyze the cost-effectiveness of ERT for FD in China from the perspective of the healthcare system.<h4>Methods</h4>We constructed a five-state Markov model based on the disease characteristics of FD. The modeling period was 1 month. The time horizon was 3 years. The willingness-to-pay threshold was chosen as 1-3 times the gross national product (GDP) <i>per capita</i>. The incremental cost-effectiveness ratio (ICER) was calculated from the base case analysis, and one-way sensitivity analysis and probabilistic sensitivity analysis were performed.<h4>Results</h4>The ICER value is ¥148071.95/QALY, which is between 1-3 times GDP <i>per capita</i>. The sensitivity analysis showed that the cost of ALTA-a had a significant effect on ICER and proved the stability of the results.<h4>Conclusion</h4>ERT therapy is a cost-effective program compared to \"No ERT\" therapy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39995634",
    "pmid": "39995634",
    "doi": "10.1016/j.ymgmr.2025.101196",
    "title": "Clinical characteristics of female Fabry disease patients with hypertrophic cardiomyopathy with mid-ventricular obstruction.",
    "abstract": "Fabry disease (FD) is an X-linked lysosomal storage disease caused by mutations in <i>GLA</i>, which encodes α-galactosidase A (GLA). The loss or reduced activity of GLA leads to damage to multiple organs, resulting in the intracellular accumulation of globotriaosylceramide in various organs, including the heart, kidneys, and nervous system. Pathological changes in the heart typically result in concentric left ventricular hypertrophy. Hypertrophic cardiomyopathy (HCM) is an intractable disease characterized by unexplained left ventricular hypertrophy and diastolic dysfunction and is typically characterized by asymmetric left ventricular hypertrophy. We performed a causative gene analysis in patients with a rare subtype of HCM, HCM with mid-ventricular obstruction (HCM-MVO), and identified four patients with different pathogenic variants of <i>GLA</i>, which were clinically confirmed as FD. All four patients with FD and rare HCM-MVO morphology were female, and all cases involved the classical form of the disease. Three cases in whom lymphocyte Lyso-Gb3 was measured showed a marked decrease in Lyso-Gb3 after initiating enzyme replacement therapy (ERT). However, even after ERT, myocardial involvement worsened in the long term, and two patients experienced fatal arrhythmias. Therefore, it is difficult to determine the efficacy of myocardial involvement in FD using a lymphocyte-based Lyso-Gb3 assay system. In addition, none of these female patients had renal dysfunction, indicating a different pattern of organ damage compared with that previously reported in male patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40002663",
    "pmid": "40002663",
    "doi": "10.3390/biomedicines13020249",
    "title": "Dizziness in Fabry Disease.",
    "abstract": "<b>Background/Objectives</b>: Fabry disease is an X-linked lysosomal storage disease. Earlier studies have mentioned dizziness/balance issues and vestibular involvement as a symptom of Fabry disease. Research on the matter remains scarce. This pilot study aims to show the prevalence of dizziness/balance issues and whether it is due to peripheral, central, or other factors. <b>Methods</b>: A Dizziness Handicap Inventory, with added questions, was sent out to 91 Fabry patients to estimate the prevalence of dizziness/balance issues. Additionally, this study reports analyses from eight Fabry patients with self-reported dizziness/balance issues who were offered referrals for in-depth investigations of their condition. All eight underwent a comprehensive oto-neurological examination, Videonystagmography, a Video Head impulse test, vestibular myogenic evoked potential, and audiometry. <b>Results</b>: A total of 55 of the 91 patients with Fabry disease answered the survey. Of these, 78.2% felt symptoms of dizziness/balance issues. The most common form of dizziness/balance issues was short-lasting attacks. All eight ENT-examined patients had normal outer and middle ear conditions. Five of eight Fabry patients had abnormal results in the optokinetic test and audiometry. <b>Conclusions</b>: The survey showed a high prevalence of dizziness/balance issues in Fabry patients. The abnormal optokinetic test suggested a central cause and was the only objective measurement we found that could lead to an explanation for dizziness/balance issues. Polypharmacy was present in all eight examined patients and could also explain the dizziness/balance issues in Fabry patients. There is no other clear pattern regarding the characteristics of dizziness/balance issues in Fabry patients in this exploratory study.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39586663",
    "pmid": "39586663",
    "doi": "10.1136/heartjnl-2024-324553",
    "title": "Changes in peak oxygen consumption in Fabry disease and associations with cardiomyopathy severity.",
    "abstract": "<h4>Background</h4>Fabry disease (FD) causes multiorgan sphingolipid accumulation, with cardiac involvement responsible for the largest burden of morbidity and mortality. Exercise intolerance in FD is prevalent, yet the mechanisms of this are poorly understood. The aim of this study was to assess exercise intolerance in FD and identify whether this correlates with the phase of cardiomyopathy.<h4>Methods</h4>This was a retrospective observational study of adults with FD undergoing cardiopulmonary exercise testing (CPEX) between September 2011 and September 2023 at a national referral centre in the UK. The primary outcome measure was peak oxygen uptake (V̇O<sub>2peak</sub>), with forced expiratory volume in 1 s (FEV<sub>1</sub>) used to quantify respiratory impairment. Age-normalised/sex-normalised values were additionally calculated, based on published normal ranges for subgroups of age and sex. The cardiomyopathy phase was classified on a 4-point scale by two FD experts using contemporaneous imaging and biochemistry results.<h4>Results</h4>CPEX was completed by 42 patients, with a median age of 54 years and of whom 62% were male. Patients were approximately equally distributed across the four cardiomyopathy phases. At phase I, the mean (±SD) V̇O<sub>2peak</sub> was 28.7±7.7 mL/kg/min, which represented a significant underperformance of 23%, relative to age-normalised and sex-normalised values (expected mean: 37.3±3.2 mL/kg/min, p=0.006). V̇O<sub>2peak</sub> declined significantly across the cardiomyopathy phases (p=0.010), reaching a mean of 21.2±6.1 mL/kg/min at phase IV. Normalised FEV<sub>1</sub> was not found to show a corresponding significant change with cardiomyopathy phase (p=0.683). Impaired left atrial global longitudinal strain as well as biochemical markers of inflammation were associated with impaired V̇O<sub>2peak</sub>.<h4>Conclusions</h4>This study identifies significantly impaired aerobic capacity in FD, even in those without phenotypic cardiomyopathy. No corresponding changes in respiratory impairment were observed, suggesting that exercise intolerance may be due to early cardiac sphingolipid accumulation and subsequent atrial and ventricular dysfunction, which increases as cardiomyopathy progresses. As such, peak V̇O<sub>2peak</sub> holds promise as a therapeutic marker of response to FD-specific therapy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39978321",
    "pmid": "39978321",
    "doi": "10.1159/000544760",
    "title": "THE INFLAMMATORY PATHOGENETIC PATHWAYS OF FABRY NEPHROPATHY AND AGALOPATHY; GLA VARIANTS INDUCTION OF ENDOPLASMIC RETICULUM STRESS.",
    "abstract": "Fabry disease (FD) is a monogenic disease with highly variable clinical features. This variability suggests that additional pathogenetic pathways may exist besides the intra-lysosomal deposition of globotriaosylceramide (Gb3) and its deacylated form globotriaosylsphingosine (LysoGb3) caused by an enzyme deficiency. Research studies proved that the deposition of Gb3 and LysoGb3 can stimulate inflammatory processes. Mononuclear immune competent cells exposed to Gb3 deposition express adhesion molecules and release proinflammatory and fibrotic cytokines such as interleukin β, tumour necrosis factor-alpha (TNFα), and transforming growth factor beta (TGFβ). These processes determine the activation of inflammation processes associated with chronic inflammation and tissue fibrosis. The pathogenetic mechanisms stimulated by Gb3 and LysoGb3 deposition could become independent from the initial stimulus, causing an irreversible effect, in which Fabry disease-specific therapy can play a limited role. A new disease mechanism, \"Agalopathy\", would coexist with the enzyme deficiency. Missense variants in the coding sequence of the GLA gene would generate the misfolding of the altered protein alpha-galactosidase A. Emergence of misfolded proteins may generate stress of the endoplasmic reticulum (ER), leading to induction of the unfolded protein response (UPR). The UPR causes the release of proinflammatory cytokines and contributes to inflammatory status. This mechanism could be activated independently of glycolipid deposition, and its relationship with inflammatory pathways deserves more research. Strikingly, a zebrafish GLA knockout model that naturally lacks the enzyme that synthesizes Gb3 shows many alterations in lysosomal functions. These pieces of evidence suggest the involvement of alternative pathways independent of Gb3 in FD pathogenesis. This review aims to describe these processes' role in the pathogenesis of renal damage in FD or Agalopathy nephropathies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40076891",
    "pmid": "40076891",
    "doi": "10.3390/ijms26052272",
    "title": "Lectin-Based Substrate Detection in Fabry Disease Using the Gb3-Binding Lectins StxB and LecA.",
    "abstract": "Fabry disease, the second most common lysosomal storage disorder, is caused by a deficiency of α-galactosidase A (α-Gal A), which leads to an accumulation of glycosphingolipids (GSL), mainly globotriaosylceramide (also known as Gb3). This aberrant GSL metabolism subsequently causes cellular dysfunction; however, the underlying cellular and molecular mechanisms are still unknown. There is growing evidence that damage to organelles, including lysosomes, mitochondria, and plasma membranes, is associated with substrate accumulation. Current methods for the detection of Gb3 are based on anti-Gb3 antibodies, the specificity and sensitivity of which are problematic for glycan detection. This study presents a robust method using lectins, specifically the B-subunit of Shiga toxin (StxB) from <i>Shigella dysenteriae</i> and LecA from <i>Pseudomonas aeruginosa</i>, as alternatives for Gb3 detection in Fabry fibroblasts by flow cytometry and confocal microscopy. StxB and LecA showed superior sensitivity, specificity, and consistency in different cell types compared to all anti-Gb3 antibodies used in this study. In addition, sphingolipid metabolism was analyzed in primary Fabry fibroblasts and α-Gal A knockout podocytes using targeted tandem liquid chromatography-mass spectrometry. Our findings establish lectins as a robust tool for improved diagnostics and research of Fabry disease and provide evidence of SL changes in cultured human cells, filling a knowledge gap.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39375654",
    "pmid": "39375654",
    "doi": "10.1186/s12920-024-02021-3",
    "title": "Fabry disease in female monozygotic twins with complex intronic haplotype variants: a case report.",
    "abstract": "<h4>Background</h4>Fabry disease is an X-linked lysosomal storage disease caused by the impairment of α-galactosidase A. The complex intronic haplotype (CIH) variants, located in promoter and intronic regulatory lesions, has been found in patients with classical forms of Fabry disease. We present a case of Fabry disease in female monozygotic twins exhibiting the CIH mutation and classical manifestations.<h4>Case presentation</h4>A 61-year-old woman with a history of stroke, carotid artery occlusion, hypertrophic cardiomyopathy, and chronic kidney disease was referred to the nephrology clinic for management of her chronic kidney disease. Her monozygotic twin sister also presented with hypertrophic cardiomyopathy, atrial flutter, carotid stenosis, and proteinuria. Clinical symptoms and a comprehensive family history strongly suggested the presence of Fabry disease. Genetic analysis revealed the presence of 5 variants within a complex intronic haplotype (CIH): c.-10 C > T, c.369 + 990 C > A, c.370 - 81_370-77delCAGCC, c.640-16 A > G, and c.1000-22 C > T. We conducted a review of the patient's previous kidney biopsy findings, which demonstrated the presence of lamellated inclusion bodies in electron microscopy. Remarkably, both the monozygotic twin sister and her son exhibited the same genetic mutation. Enzyme replacement therapy was initiated for the patient. Her kidney function decreased throughout a thorough 2-year follow-up period, while there was a slight decrease in the left ventricular mass index.<h4>Conclusions</h4>This is the first reported case of female monozygotic twins with the CIH variants representing cardiac, cerebrovascular, and renal manifestations suggestive of Fabry disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39449071",
    "pmid": "39449071",
    "doi": "10.1186/s12967-024-05756-w",
    "title": "Human in vitro models for Fabry disease: new paths for unravelling disease mechanisms and therapies.",
    "abstract": "Fabry disease is a multi-organ disease, caused by mutations in the GLA gene and leading to a progressive accumulation of glycosphingolipids due to enzymatic absence or malfunction of the encoded alpha-galactosidase A. Since pathomechanisms are not yet fully understood and available treatments are not efficient for all mutation types and tissues, further research is highly needed. This research involves many different model types, with significant effort towards the establishment of an in vivo model. However, these models did not replicate the variety of symptoms observed in patients. As an alternative strategy, patient-derived somatic cells as well as patient-independent cell lines were used to model specific aspects of the disease in vitro. Fabry disease patients present different phenotypes according to the mutation and the level of residual enzyme activity, pointing to the necessity of personalized disease modeling. With the advent of induced pluripotent stem cells, the derivation of a multitude of disease-affected cell types became possible, even in a patient-specific and mutation-specific manner. Only recently, three-dimensional Fabry disease models were established that even more closely resemble the native tissue of investigated organs and will bring research closer to the in vivo situation. This review provides an overview of human in vitro models and their achievements in unravelling the Fabry disease pathomechanism as well as in elucidating current and future treatment strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39685527",
    "pmid": "39685527",
    "doi": "10.3390/jcm13237069",
    "title": "Screening for Fabry Disease-Related Mutations Among 829 Kidney Transplant Recipients.",
    "abstract": "<b>Background/Objectives</b>: Fabry disease (FD) is a genetic lysosomal storage disease caused by a pathogenic variant in GLA gene coding for a functional alpha-galactosidase A enzyme whose disfunction leads to globotriaosylceramide (Gb3) accumulation in cells, which results in multiple organ disorders. The aim of this study was to identify mutations associated with Fabry disease among 829 kidney transplant recipients and to investigate the correlation between the factors such as age, dialysis vintage, eGFR, proteinuria and corticosteroid dose and the deviations in alpha-galactosidase A and lyso-Gb3 levels. <b>Methods:</b> Dry blood spot samples were collected for genetic analysis. The GLA genetic variants were analysed by an amplicon-based next-generation sequencing approach in all female patients and in male patients with reduced alpha-galactosidase A levels. Alpha-galactosidase A and Lyso-Gb3 were not determined in female patients. Pearson's correlation coefficient was used to assess the relationship between the above-mentioned factors with the activity of alpha-galactosidase A and Lyso-Gb3. <b>Results:</b> Genetic testing was performed in 476 patients, all female patients (334), 69 male patients with decreased level of alpha-galactosidase A activity, one male patient with alpha-galactosidase A levels above the quantification limit and 72 male patients with no interpretable results of alpha-galactosidase A activity due to preanalytical error. In 3 (0.4%) male patients, hemizygous mutations associated with Fabry disease were found, and those were c.427G>A p.(Ala143Thr), c.1181T>C p.(Leu394Pro), and c.352C>T p.(Arg118Cys). The dose of corticosteroid therapy seemed to be positively correlated to alpha-galactosidase A activity and negatively to Lyso-Gb3 levels in blood. <b>Conclusions</b>: Genetic testing of individuals with chronic kidney disease and reporting of genetic variants associated with the Fabry phenotype are important to improve the overall knowledge of the disease. Further research is needed to define factors influencing levels of alpha-galactosidase A and Lyso-Gb3.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40185916",
    "pmid": "40185916",
    "doi": "10.1038/s41598-025-95183-8",
    "title": "Exome sequencing of a Portuguese cohort of early-onset Alzheimer's disease implicates the X-linked lysosomal gene GLA.",
    "abstract": "Cerebrovascular disease is a common comorbidity in patients with Alzheimer's disease (AD) and other dementias. Accumulating evidence suggests that dysfunction of the cerebral vasculature and AD neuropathology interact in multiple ways. Additionally, common variants in COL4A1 and rare variants in HTRA1, NOTCH3, COL4A1, and CST3 have been associated with AD pathogenesis. We aimed to search for rare genetic variants in genes associated with monogenic small vessel disease in a cohort of Portuguese early-onset AD patients. We performed whole-exome sequencing in 104 thoroughly studied patients with early-onset AD who lacked known pathogenic variants in the genes associated with AD or frontotemporal dementia. We searched for rare (minor allele frequency < 0.001) non-synonymous variants in genes associated with small vessel disease: NOTCH3, HTRA1, COL4A1, COL4A2, CSTA, GLA, and TREX1. We identified 12 rare variants in 18 patients (17.3% of the cohort). Three male AD patients carried a pathogenic GLA variant (p.Arg118Cys). One of these patients had a definite neuropathological study, confirming the diagnosis of AD and showing concomitant Fabry pathology in CA1-CA4 and the subiculum. We also found several rare variants in other genes associated with cSVD (NOTCH3, COL4A2 and HTRA1), corroborating previous studies and providing further support for the possibility that cSVD genes may play a role in AD pathogenesis. The presence of the same GLA variant in 3 early-onset AD patients, with no other genetic cause for the disease, together with the colocalization of Fabry disease pathology in areas relevant for AD pathogenesis, suggest GLA may have a role in its pathophysiology, possibly parallel to that of GBA in Parkinson's disease, meriting further studies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR946807",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5371653/v1",
    "title": "Exploring biomarkers in Fabry disease: GDF15, LGALS3, and oxidative stress",
    "abstract": "<title>Abstract</title>  <p>Fabry disease (FD) is an X-linked rare lysosomal storage disorder. The absence of alpha-galactosidase-A enzyme activity leads to the accumulation of globotriaosylceramide in various cells, causing multi-organ damage. The aim of our study was to explore various parameters that may be clinically valuable in the pathogenesis including growth differentiation factor 15 (GDF15), leucine-rich alpha-2-glycoprotein-1 (LRG1), galectin-3 (LGALS3), and oxidative stress parameters in patients with FD. We included 25 Fabry patients along with 28 healthy volunteers. Serum levels of LGALS3, GDF15, and LRG1 were measured using enzyme-linked immunosorbent assay, while total antioxidant status (TAS) and total oxidant status (TOS) parameters were measured using a colorimetric method, and oxidative stress index (OSI) values were calculated. Additionally, routine biochemical parameters (glucose, ALT, AST, BUN, creatinine, sodium, potassium, calcium, phosphorus, uric acid) of both patient and control groups were measured. Receiver operating characteristic (ROC) analysis was employed to evaluate the discriminatory ability of certain parameters in Fabry patients. Biochemical parameters were similar between the groups. In the patient group, GDF15, LGALS3, and TAS values were significantly higher compared to the control group. The area under the curve (AUC) values obtained from the ROC analysis for LGALS3, GDF15, sodium, TAS, TOS, and OSI parameters were 0.7821, 0.6957, 0.8879, 0.6714, 0.5016, and 0.5699, respectively. Parameters LGALS3, GDF15, and TAS are considered to possess discriminatory characteristics for FD.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39969746",
    "pmid": "39969746",
    "doi": "10.1007/s11427-023-2731-0",
    "title": "GLA deficiency causes cardiac hypertrophy via enhanced autophagy.",
    "abstract": "Fabry disease is a monogenic disease characterized by a deficiency or loss of α-galactosidase A (GLA). Cardiomyopathy is the leading cause of death in Fabry patients; however, a lack of understanding of the pathological mechanism impedes the development of effective therapies. Here, we used a Gla knockout (KO) mouse model and investigated its impact on cardiomyopathy. We found that globotriaosylceramide (Gb3) increased the uptake and accumulation of fatty acids in KO hearts by increasing the expression levels of CD36 and ACC2. The augmented fatty acid metabolism further increased autophagy activity, leading to age-related late-onset cardiac hypertrophy. Additionally, increased autophagy facilitates disturbances in fatty acid metabolism. The inhibition of autophagy by supplementation with 3-methyladenine (3-MA) or the overexpression of GLA by the cardiomyocyte-specific adeno-associated virus for 2 months could rebalance abnormal fatty acid metabolism and ameliorate cardiac hypertrophy and dysfunction in KO hearts, suggesting a central role of autophagy in GLA deficiency-related cardiomyopathy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39788860",
    "pmid": "39788860",
    "doi": "10.1016/j.ymgme.2024.109008",
    "title": "Digital microfluidic platform for dried blood spot newborn screening of lysosomal storage diseases in Campania region (Italy): Findings from the first year pilot project.",
    "abstract": "<h4>Background</h4>Newborn screening (NBS) is a simple, non-invasive test that allows for the early identification of genetic diseases within the first days of a newborn's life. The aim of NBS is to detect potentially fatal or disabling conditions in newborns as early as possible, before the onset of disease symptoms. Early diagnosis enables timely treatments and improves the quality of life for affected patients.<h4>Results</h4>A pilot project for dried blood spot (DBS) NBS of lysosomal storage diseases (LSDs), including Mucopolysaccharidosis I (MPSI, IDUA α-L-iduronidase deficiency), Pompe disease (GAA α-glucosidase acid deficiency), Gaucher disease (GBA β-glucosidase deficiency) and Fabry disease (GLA α-galactosidase deficiency), was conducted using the digital microfluidic (DMF) technique. DBS were analyzed in a multiplexed assays for the enzymatic activities of four lysosomal enzymes (IDUA, GAA, GBA, GLA), and subjects identified as deficient in any of these enzymes were referred to the clinical reference center for diagnosis confirmation. From June 6th, 2022, to May 12th, 2023, a total of 7650 newborns were analyzed and 1 subject affected by Pompe disease was identified together with two additional subjects, suspected of Pompe and Fabry disease respectively, for whom continued follow-up is mandatory to determine the phenotype.<h4>Conclusions</h4>The pilot project for DBS NBS of four LSDs in Campania Region validated the effectiveness of DMF method, established enzymatic activity cut-offs, and identified newborns referred to the clinical center for integrated diagnostics, including genetic analyses. The results suggest that this technique can effectively detect potentially affected newborns, who will require further diagnostic confirmation and clinical follow-up. This diagnostic flow chart provides the opportunity to initiate early treatments and improve LSD patients' life span.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38997124",
    "pmid": "38997124",
    "doi": "10.3174/ajnr.a8403",
    "title": "Clinical and Pathophysiologic Correlates of Basilar Artery Measurements in Fabry Disease.",
    "abstract": "<h4>Background and purpose</h4>Alterations of the basilar artery (BA) anatomy have been suggested as a possible MRA feature of Fabry disease (FD). Nonetheless, no information about their clinical or pathophysiologic correlates is available, limiting our comprehension of the real impact of vessel remodeling in FD.<h4>Materials and methods</h4>Brain MRIs of 53 subjects with FD (mean age, 40.7 [SD, 12.4] years; male/female ratio = 23:30) were collected in this single-center study. Mean BA diameter and its tortuosity index were calculated on MRA. Possible correlations between these metrics and clinical, laboratory, and advanced imaging variables of the posterior circulation were tested. In a subgroup of 20 subjects, a 2-year clinical and imaging follow-up was available, and possible longitudinal changes of these metrics and their ability to predict clinical scores were also probed.<h4>Results</h4>No significant association was found between MRA metrics and any clinical, laboratory, or advanced imaging variable (<i>P</i> values ranging from -0.006 to 0.32). At the follow-up examination, no changes were observed with time for the mean BA diameter (<i>P</i> = .84) and the tortuosity index (<i>P</i> = .70). Finally, baseline MRA variables failed to predict the clinical status of patients with FD at follow-up (<i>P</i> = .42 and 0.66, respectively).<h4>Conclusions</h4>Alterations of the BA in FD lack of any meaningful association with clinical, laboratory, or advanced imaging findings collected in this study. Furthermore, this lack of correlation seems constant across time, suggesting stability over time. Taken together, these results suggest that the role of BA dolichoectasia in FD should be reconsidered.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40095984",
    "pmid": "40095984",
    "doi": "10.12659/ajcr.945873",
    "title": "Enzyme Replacement and Immunosuppression in Heart Transplant Recipients with Fabry Cardiomyopathy: A 7-Year Case Study.",
    "abstract": "BACKGROUND Fabry disease (FD) is a rare storage disorder caused by the absence or deficiency of alpha-galactosidase A, which leads to accumulation of glycosphingolipids in tissues, chronic inflammation, fibrosis, and multiple-organ dysfunction. There are only a few cases of orthotopic heart transplantation (OHT) in patients with FD in the literature. This report shows the manifestation of FD, its course in OHT recipient and outcome of 4-year enzyme replacement therapy (ERT) combined with post-transplant immunosuppression. CASE REPORT A 54-year-old female patient had cardiomegaly revealed by a chest X-ray. Subsequent diagnostics included transthoracic echocardiography (TTE), which showed left ventricular hypertrophy. Despite typical therapeutic management, she had progression of heart failure (HF) symptoms. After 6 years, cardiac magnetic resonance imaging (MRI) showed myocardial fibrosis. This finding and TTE analysis led to suspicion of storage disease with cardiac involvement. Further biochemical and genetic diagnostics showed low activity of alpha-galactosidase A and detected mutations of the GLA gene. Five years after the first cardiac symptoms, Fabry cardiomyopathy was diagnosed. Due to HF progression, she underwent OHT with subsequent standard immunosuppressive treatment. As soon as ERT was available in Poland, it was included to the treatment. Currently, there is no evidence of cardiac involvement of FD or graft rejection. CONCLUSIONS Severe HF not responding to medical therapy in patients with FD can be successfully treated with cardiac transplantation. The risk of disease recurrence in the graft appears to be low. The anti-inflammatory action of post-transplant immunosuppression may play a role in that phenomenon, but further research is needed to confirm this hypothesis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39528318",
    "pmid": "39528318",
    "doi": "10.1016/j.reumae.2024.10.006",
    "title": "Fabry disease in familial Mediterranean fever according to the severity of the disease.",
    "abstract": "<h4>Objectives</h4>Mutations in the α-galactosidase A (GLA) gene result in Fabry disease (FD), a rare metabolic condition. FD patients present with heterogeneous clinical manifestations, which may overlap with systemic diseases including familial Mediterranean fever (FMF). The aim of this study was to determine the frequency of FD in patients with mild and severe FMF and to prevent misdiagnosis by increasing clinicians' awareness.<h4>Methods</h4>Based on Tel-Hashomer criteria, the study included a total of 91 FMF patients. Patients were divided into two groups according to the number of recurrent clinical episodes or failure to respond to maximum therapy: those with mild and severe forms of the disease. GLA gene mutations and α-GLA enzyme activity were assessed. Records of MEFV mutations, therapies and demographic characteristics were kept.<h4>Results</h4>FD testing was performed on a cohort of 91 FMF patients, 54.9% had mild FMF, 45.1% had severe FMF, and only one patient in the mild FMF subgroup tested positive for FD. The patient was a 39-year-old woman with a history of recurrent abdominal pain, distal limb pain and fever. She had low GLA enzyme activity and a heterozygous GLA gene mutation.<h4>Conclusions</h4>Our findings suggest that FD should be considered in the differential diagnosis of FMF, especially in individuals with unusual symptoms.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39473688",
    "pmid": "39473688",
    "doi": "10.7759/cureus.70406",
    "title": "Fabry Disease in a Female: A Unique Case Highlighting the Variability in Clinical Presentation.",
    "abstract": "Fabry disease is a rare X-linked lysosomal storage disorder caused by mutations in the GLA gene, leading to deficient activity of the enzyme alpha-galactosidase A. This enzyme deficiency results in the accumulation of globotriaosylceramide (Gb3) in various tissues, causing multi-systemic manifestations. This case report presents a rare instance of Fabry disease in a 32-year-old female patient, highlighting the unique clinical presentation with multisystem involvement. Fabry disease is an X-linked lysosomal storage disorder that primarily affects males, while females are often considered asymptomatic carriers. Heterozygous females can exhibit a broad spectrum of clinical manifestations, varying from a complete absence of symptoms to the full expression of the disease. The patient presented with a complex array of symptoms, including progressive dyspnea, fever, headache, lower limb pain, and periorbital edema, accompanied by a history of hypertension and chronic kidney disease (CKD). Laboratory investigations revealed severe anemia, elevated renal function parameters, and significant proteinuria. A renal biopsy confirmed the diagnosis of Fabry disease, based on the characteristic histopathological findings of widespread glomerular and segmental tuft sclerosis, as well as podocyte enlargement with fine vacuolization. The patient was managed with a combination of sequential hemodialysis and diuretic therapy. This case is a rare and unique example of Fabry disease in a female patient, with symptoms affecting multiple organ systems, including the renal, cardiovascular, and neurological systems. It underscores the importance of maintaining a high index of suspicion for Fabry disease, even in female patients, and the need for a comprehensive diagnostic approach to ensure timely diagnosis and appropriate management. Early recognition of this rare condition in females is crucial for the implementation of targeted therapies, such as enzyme replacement therapy and oral chaperone therapy, to prevent the progression of multi-organ damage.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39421432",
    "pmid": "39421432",
    "doi": "10.1093/ckj/sfae304",
    "title": "Correction to: Reduction in kidney function decline and risk of severe clinical events in agalsidase beta-treated Fabry disease patients: a matched analysis from the Fabry Registry.",
    "abstract": "[This corrects the article DOI: 10.1093/ckj/sfae194.].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39484074",
    "pmid": "39484074",
    "doi": "10.1016/j.ymgmr.2024.101152",
    "title": "Using artificial intelligence and promoter-level transcriptome analysis to identify a biomarker as a possible prognostic predictor of cardiac complications in male patients with Fabry disease.",
    "abstract": "Fabry disease is the most frequently occurring form of lysosomal disease in Japan, and is characterized by a wide variety of conditions. Primarily, the three major types of concerns associated with Fabry disease observed during adulthood that must be prevented are central nervous system, renal, and cardiac complications. Cardiac complications, such as cardiomyopathy, cardiac muscle fibrosis, and severe arrhythmia, are the most common mortality causes in patients with Fabry disease. To predict cardiac complications of Fabry disease, we extracted RNA from the venous blood of patients for cap analysis of gene expression (CAGE), performed likelihood ratio tests for each RNA expression dataset obtained from individuals with and without cardiac complications, and analyzed the correlation between cardiac functional factors observed using magnetic resonance imaging data extracted using artificial intelligence algorithms and RNA expression. Our findings showed that CHN1 expression was significantly higher in male Fabry disease patients with cardiac complications and that it could be associated with many cardiac functional factors. <i>CHN1</i> encodes a GTPase-activating protein, chimerin 1, which is specific to the GTP-binding protein Rac (involved in oxidative stress generation and the promotion of myocardial fibrosis). Thus, CHN1 is a potential predictive biomarker of cardiac complications in Fabry disease; however, further studies are required to confirm this observation.",
    "journal": "",
    "year": "2024"
  }
]