[
  {
    "id": "40199664",
    "pmid": "40199664",
    "doi": "10.1016/j.hoc.2025.02.002",
    "title": "Genetics of Familial Hemophagocytic Lymphohistiocytosis (HLH).",
    "abstract": "Familial hemophagocytic lymphohistiocytosis (fHLH) represents a group of rare, inherited immune system disorders characterized by uncontrolled inflammatory responses. fHLH results from genetic mutations that impair CD8 T cell and natural killer cell cytotoxicity. Without treatment, fHLH is commonly fatal, but early diagnosis and treatment, including immunosuppressive therapy, and in many cases, an allogeneic hematopoietic stem cell transplant (HSCT), can improve overall outcomes. Genetic testing is critical for confirming the diagnosis, identifying specific gene mutations, assessing family members for carrier status or disease risk, and informing donor selection for HSCT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40196116",
    "pmid": "40196116",
    "doi": "10.3389/fimmu.2025.1555415",
    "title": "Macrophage activation syndrome successfully treated with eculizumab and emapalumab: a case report.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a hyperinflammatory syndrome, often referred to as macrophage activation syndrome (MAS) in the context of autoimmune disease-induced forms. We report the case of a 41-year-old woman with a previous diagnosis of Crohn's disease complicated by dermatomyositis, who was admitted in our hospital for the acute onset of fever, pancytopenia, and disseminated intravascular coagulation (DIC). The laboratory findings documented hyperferritinemia, hypertransaminasemia, increased lactate-dehydrogenase (LDH), hypertriglyceridemia, and elevation of inflammatory indices, along with complement consumption. MAS was confirmed by examination of the bone marrow. Consequently, the patient was treated with high doses of glucocorticoids, subcutaneous anakinra, and intravenous immunoglobulin (IVIg). Due to the persistence of signs of thrombotic microangiopathy, we started therapy with eculizumab which stabilized the patient without improvement, so we added emapalumab, resulting in clinical improvement and normalization of blood tests.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39855542",
    "pmid": "39855542",
    "doi": "10.1016/j.jim.2025.113816",
    "title": "Diagnostic testing for hemophagocytic lymphohistiocytosis.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare clinical syndrome caused by severe systemic hyperinflammation. HLH can be rapidly fatal if unrecognized or inadequately treated. It is important that clinicians are able to utilize diagnostic testing to assess for HLH and determine the underlying causes including possible inborn errors of immunity (IEI). This article summarizes many of the tools available to aid with the diagnostic evaluation of patients with possible HLH and underlying IEI.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40134914",
    "pmid": "40134914",
    "doi": "10.3389/fmed.2025.1547766",
    "title": "Severe pneumonia caused by &lt;i&gt;Chlamydia abortus&lt;/i&gt; complicated by hemophagocytic syndrome: a case report.",
    "abstract": "<h4>Background</h4>Pneumonia caused by <i>Chlamydia abortus</i> (<i>C. abortus</i>) is uncommon, particularly when complicated by severe acute respiratory distress syndrome (ARDS) and multiple organ dysfunction syndrome (MODS). Hemophagocytic lymphohistiocytosis (HLH) is a rare and potentially fatal disease characterized by the uncontrolled activation and non-malignant expansion of macrophages and T lymphocytes. This report describes a case of severe pneumonia complicated by hemophagocytic lymphohistiocytosis, caused by <i>Chlamydia abortus</i>.<h4>Case introduction</h4>A 42-year-old female with no history of underlying medical conditions, no known exposure to poultry or avian animals, and no consumption of undercooked sheep or ewes contaminated with infected placenta, presented to the respiratory medicine department with a 3-day history of fever, cough, and sputum production. Initially diagnosed with community-acquired pneumonia, she was treated with piperacillin-tazobactam for 5 days. However, despite 12 h of high-flow oxygen therapy, her oxygenation did not improve, and she was transferred to the ICU, where she received additional treatments, including moxifloxacin and methylprednisolone. Her condition worsened further, prompting the initiation of veno-venous extracorporeal membrane oxygenation (VV-ECMO) and bronchoalveolar lavage for metagenomic next-generation sequencing (mNGS) analysis. The mNGS results identified <i>Chlamydia abortus</i> with a count of 180,791, leading to the cessation of moxifloxacin and the addition of omadacycline to her regimen. After 13 days of ECMO therapy, her condition improved, and the ECMO was discontinued. The endotracheal tube was successfully removed 15 days after intubation. However, 3 days later, the patient developed recurrent fever, pancytopenia, elevated ferritin, blood lipids, soluble CD25, and decreased natural killer cell activity, leading to a diagnosis of hemophagocytic lymphohistiocytosis (HLH). She was treated with ruxolitinib, etoposide, and other supportive medications. Despite treatment, her condition continued to deteriorate. Three days later, the family opted to discontinue therapy due to financial constraints. She passed away 12 h later.<h4>Conclusion</h4><i>Chlamydia abortus</i> infection can result in severe acute respiratory distress syndrome (ARDS), necessitating prompt diagnosis and active clinical intervention. This case is unique due to the rare occurrence of HLH following <i>Chlamydia abortus</i> infection, a pathogen not commonly associated with this condition. Metagenomic next-generation sequencing (mNGS) offers a distinct advantage in rapidly and accurately identifying rare pathogen infections, while extracorporeal membrane oxygenation (ECMO) can be an effective treatment for severe pneumonia caused by <i>Chlamydia abortus</i>. It highlights the importance of early recognition and management of HLH in patients with severe, unexplained infections, particularly in those with unusual pathogens. Additionally, <i>Chlamydia abortus</i> infection may be complicated by HLH. Clinicians should remain vigilant for patients presenting with unexplained high fever, hepatosplenomegaly, and pancytopenia, and HLH screening should be initiated promptly. Early intervention can significantly improve patient survival rates.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39825858",
    "pmid": "39825858",
    "doi": "10.1182/bloodadvances.2024013651",
    "title": "PRMT5 Inhibition Reduces Hyperinflammation in a Murine Model of Secondary Hemophagocytic Lymphohistiocytosis (HLH).",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare but aggressive and potentially lethal hyperinflammatory syndrome characterized by pathologic immune activation and excessive production of proinflammatory cytokines leading to tissue damage and multisystem organ failure. There is an urgent need for the discovery of novel targets and development of therapeutic strategies to treat this rare but deadly syndrome. Protein Arginine Methyltransferase 5 (PRMT5) mediates T cell-based inflammatory responses, making it a potential actionable target for the treatment of HLH. Using CPG-1826 and anti-IL10R antibody, we induced murine secondary HLH in vivo with a marked expansion of splenic myeloid cell subsets and concurrent reduction of T and NK cell populations. PRMT5 expression was significantly upregulated in splenic T and NK lymphocytes as well as monocytes and dendritic cells in mice with HLH (p<0.05). Treatment with PRT382, a potent and selective PRMT5 inhibitor, significantly reduced physical signs of secondary HLH, including splenomegaly, hepatomegaly and anemia (p<0.0001 in each case), when compared to untreated mice. Inflammatory cytokines known to drive hyperinflammation in HLH, including IFNγ and IL-6 were reduced to healthy levels with PRT382 treatment (p>0.999 for both). PRT382 treatment also reduced the expansion of myeloid cell populations (p<0.0001) in mice with HLH, compared to untreated mice, while restoring T and NK cell numbers (p<0.001 for both). These results identify PRMT5 as a promising target for the management of secondary HLH and justify further exploration in this and other models of hyperinflammation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39812468",
    "pmid": "39812468",
    "doi": "10.1080/1750743x.2025.2451604",
    "title": "Immunotherapy-related secondary hemophagocytosis in a glioblastoma patient: response to cytokine-directed therapy.",
    "abstract": "Hemophagocytic Lymphohistiocytosis (HLH) is a severe and potentially life-threatening condition characterized by an excessive and uncontrolled activation of the immune system. ICI-related hemophagocytic lymphohistiocytosis (irHLH) is a rare immune-related adverse event with an incidence of 0.03% to 0.4%. Although rare, it can be potentially lethal, with a high mortality rate of up to 50% in some cases. We present a patient with recurrent glioblastoma who developed Hemophagocytic Lymphohistiocytosis s a result of nivolumab treatment and was subsequently managed with cytokine-directed therapy (tocilizumab). Early diagnosis and treatment of Hemophagocytic Lymphohistiocytosis (HLH) associated with immune checkpoint inhibitors (ICIs) are indeed crucial due to the potentially life-threatening nature of the condition.Cytokine-based treatments (such as anti-IL-6) may be appropriate for patients who do not respond to high-dose steroids.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40155432",
    "pmid": "40155432",
    "doi": "10.1038/s41598-025-91274-8",
    "title": "Role of soluble interleukin-2 receptor (sIL-2R) as a predictor for severe dengue infection.",
    "abstract": "Annually, around half a million people with severe dengue require hospitalization, all over the globe, with around 12,500 (2.5%) succumbing to the illness. In this prospective observational study, we recruited 74 patients with dengue infection, 28 had severe dengue and 46 had dengue with warning signs. sIL-2R levels were significantly raised in the severe dengue group, compared to the warning signs group. Using an ROC curve (receive operator characteristic), at a cutoff of 5.379 ng/ml, it predicted the severe dengue classification with a p-value of < 0.001. As a marker for predicting hemophagocytic lymphohistiocytosis (HLH), the ROC curve revealed a cutoff of ≥ 5.379 ng/ml for sIL-2R levels with the AUROC being 0.83, suggesting a strong diagnostic performance(p-value < 0.001). sIL-2R levels can be used for predicting severe dengue classification with moderate sensitivity and specificity. Secondary HLH is an under-reported entity in dengue infection and early surveillance with the help of sIL-2R may be helpful in-patient care management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39816730",
    "pmid": "39816730",
    "doi": "10.1155/crom/5582848",
    "title": "Hemophagocytic Lymphohistiocytosis (HLH) Following Immune Checkpoint Therapy (ICT).",
    "abstract": "In the past decade, the use of immune checkpoint therapy (ICT) has increased across many malignancies, including metastatic renal cell carcinoma as an option for frontline and subsequent lines of therapy. Despite the many therapeutic benefits of ICT, its use is complicated by the potential risk of immune-related adverse events (irAEs). One rare but potentially life-threatening irAE is hemophagocytic lymphohistiocytosis (HLH). HLH is a systemic inflammatory disorder resulting in multiorgan failure. The diagnosis of HLH is a challenge due to nonspecific symptoms and overlap with other systemic conditions, which can lead to delays in receiving appropriate treatment and potentially poor patient outcomes. This case illustrates the management of HLH caused by nivolumab plus ipilimumab combination therapy through the use of corticosteroids and tocilizumab in a patient with metastatic clear cell renal cell carcinoma.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40198479",
    "pmid": "40198479",
    "doi": "10.1007/s12328-025-02109-y",
    "title": "Unprecedented case of rapid-onset autoimmune hepatitis triggered by COVID-19 mRNA vaccination, complicated by concurrent severe hemophagocytic lymphohistiocytosis and acute liver failure in a previously healthy adult: a multidisciplinary approach and review of therapeutic interventions.",
    "abstract": "A previously healthy 35-year-old male developed acute autoimmune hepatitis 5 weeks after receiving his second dose of an mRNA vaccine, presenting with jaundice, elevated liver enzymes, and abdominal pain. The condition rapidly progressed to severe hemophagocytic lymphohistiocytosis (HLH) and acute liver failure, confirmed by liver biopsy and bone marrow aspirate. Despite aggressive multidisciplinary treatment, including corticosteroids, immunoglobulin, and IL-1 antagonists, the patient deteriorated, developing multi-organ failure. Emergency liver transplantation was considered but was not viable due to his unstable condition. The case highlights a potential rare vaccine-associated immune response which we believe has not been reported in the literature, requiring prompt recognition and multidisciplinary management. Further research is needed to understand the underlying immunogenic triggers and optimize treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40133144",
    "pmid": "40133144",
    "doi": "10.1016/j.hoc.2025.02.004",
    "title": "Macrophage Activation Syndrome: Not Just for Rheumatologists Anymore.",
    "abstract": "<h4>Synopsis</h4>Macrophage activation syndrome (MAS) is a term that was originally used to describe a hyperinflammatory syndrome that developed in some patients with rheumatologic diseases. It is now clear that MAS and hemophagocytic lymphohistiocytosis (HLH) are defined by the same core pattern of clinical symptoms and share an underlying pathophysiology of impaired cytolytic activity and IFNγ-driven cytokine storm. Given that these disorders are highly related, lessons learned from the management of MAS can provide insights into effective approaches for HLH, particularly the strategy to employ anti-cytokine therapies early in the disease course.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40051745",
    "pmid": "40051745",
    "doi": "10.12890/2025_005114",
    "title": "Hemophagocytic Lymphohistiocytosis Secondary to Dengue Fever.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a life-threatening hyperinflammatory syndrome often misdiagnosed due to its rarity and overlapping symptoms with sepsis or organ dysfunction. This case report describes a 52-year-old male who developed dengue-induced HLH after traveling to Barbados, presenting with multi-organ failure and laboratory abnormalities, including hyperferritinaemia and elevated IL-2R. Diagnosed via bone marrow biopsy, he was treated with corticosteroids and the IL-1R antagonist anakinra, leading to recovery. Dengue-associated HLH in adults is rare but rising due to increased global dengue incidence. Early recognition and tailored treatment are critical for improved outcomes.<h4>Learning points</h4>Internists must maintain a high index of suspicion for hemophagocytic lymphohistiocytosis (HLH) in febrile patients with multi-organ dysfunction and hyperferritinaemia.This case addresses the diagnostic and therapeutic voids in adult HLH management, offering a practical framework for internists treating complex cases of infection-triggered hyperinflammatory syndromes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39412278",
    "pmid": "39412278",
    "doi": "10.17219/acem/189945",
    "title": "Hematologists' state of knowledge on practical aspects of hemophagocytic lymphohistiocytosis (HLH) in adult patients: A Young Hematologists' Club survey.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH) is a life-threatening hyperinflammatory syndrome with various etiologies. Its treatment is complicated by several important but not immediately obvious issues (e.g., HLH-2004 criteria are the most commonly used for diagnosis, but the recommended therapeutic regimen is HLH-94).<h4>Objectives</h4>The study aimed to assess hematologists' practical knowledge of HLH.<h4>Material and methods</h4>A survey was conducted among physicians treating adult hematological patients. A 10-question paper questionnaire was distributed to physicians from various hematology centers. A total of 126 questionnaires were analyzed.<h4>Results</h4>Most respondents had little-to-moderate experience in caring for HLH patients: 59% treated 0-2 patients and 36% treated between 3-5 patients. Among the respondents, the preferred diagnostic criteria were HLH-2004, either in its original form (5 out of 8 criteria) for 70 respondents or its modified version (4 out of 6 available criteria when ferritin exceeds 2,000 ng/mL) for 56 respondents. The preferred treatment regimen was HLH-2004, with a full dose of etoposide in 72 responses or reduced in 39 responses. Fifty percent of respondents incorrectly answered that meeting the HLH-2004 criteria necessitates the use of the HLH-94/2004 regimen in full doses and duration. Sixty-four percent of respondents correctly identified that hemophagocytosis is not necessary for the diagnosis.<h4>Conclusions</h4>This survey reveals that the majority of surveyed physicians adhere to international HLH recommendations. However, there are instances where these guidelines are not fully implemented, which underlines the need for further efforts to raise awareness and share clinical experiences about this patient group.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40035055",
    "pmid": "40035055",
    "doi": "10.1016/j.idcr.2025.e02180",
    "title": "Histoplasmosis - More common than we realize.",
    "abstract": "Histoplasmosis is primarily associated with immunocompromised individuals; however, its presentation in immunocompetent patients is increasingly recognized. This series of 5 cases from eastern India, a potential Histoplasmosis hotspot, describes five immunocompetent individuals with the disease. It emphasizes the diverse clinical spectrum of Histoplasmosis, often mimicking other conditions, thereby complicating diagnosis. Four patients presented with adrenal masses, emphasizing the importance of considering histoplasmosis in the differential diagnosis of adrenal enlargement. One patient developed hemophagocytic lymphohistiocytosis (HLH), underscoring the severe complications associated with disseminated histoplasmosis. Additionally, one patient exhibited localized disease, demonstrating the variable clinical presentations of this infection. Our findings emphasize the need for heightened clinical suspicion of histoplasmosis in patients with adrenal masses or unexplained fever, even in immunocompetent individuals in a relevant epidemiological setting. Early diagnosis and appropriate antifungal therapy are crucial for optimal outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40186662",
    "pmid": "40186662",
    "doi": "10.1007/s00277-025-06336-8",
    "title": "CXCL9 and IL-18: potential biomarkers for efficacy evaluation in refractory hemophagocytic lymphohistiocytosis treated with RED (ruxolitinib, emapalumab and dexamethasone).",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a severe inflammatory disorder characterized by excessive cytokine release. More than 30% of HLH cases are refractory to frontline therapy. Unfortunately, there is no universally accepted second-line regimen, and about 30% of patients fail to respond to current salvage treatments. Moreover, evidence guiding alternative therapies and the optimal timing for switching to new treatments in refractory patients is limited. This study retrospectively analyzed the efficacy and safety of the RED regimen (ruxolitinib, emapalumab, and dexamethasone) in 15 refractory HLH patients who had failed at least two previous salvage therapies. Overall, eight (53.3%) patients achieved partial remission, and four of those eight proceeded to hematopoietic stem cell transplantation (HSCT). Notably, pre-RED levels of C-X-C motif chemokine 9 (CXCL9) and interleukin-18 (IL-18) were significantly higher in patients who later responded to RED, suggesting that these biomarkers may predict a better response. We also observed that, for eight partial-remission patients, hemoglobin, fibrinogen, aspartate aminotransferase, calcium, and CXCL9 levels tracked well with early therapeutic responses (one to two weeks). No grade 3 or higher adverse effects were linked to the RED regimen. This comprehensive investigation of the RED approach in HLH, although small in sample size, supports the possibility that RED can serve as an effective and relatively safe salvage therapy for refractory HLH.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40171360",
    "pmid": "40171360",
    "doi": "10.7759/cureus.79921",
    "title": "B-cell Acute Lymphoblastic Leukemia Presenting as Acute Liver Injury: A Case Report.",
    "abstract": "We present a case of a patient with jaundice who was referred to our facility due to markedly elevated liver enzymes and pancytopenia. The patient's only symptom was jaundice, prompting an initial evaluation at an outside hospital, where laboratory tests revealed significantly elevated liver enzymes and pancytopenia, leading to referral for further assessment. The presence of both elevated liver enzymes and pancytopenia helped narrow the differential diagnoses. Persistent pancytopenia necessitated a bone marrow biopsy for definitive diagnosis. Additionally, given the ongoing elevation of liver enzymes without an apparent infectious or inflammatory cause, a liver biopsy was also performed. The results revealed leukemic infiltration of the liver and the presence of B-cell leukemia in the bone marrow. Further laboratory findings met the diagnostic criteria for hemophagocytic lymphohistiocytosis (HLH) secondary to leukemia. The patient was treated with steroid therapy for HLH, followed by chemotherapy and immunotherapy for B-cell acute lymphoblastic leukemia, leading to sustained remission and normalization of liver function. Thirteen months after diagnosis, the patient remains in good health and continues blinatumomab-prednisone, vincristine, 6-mercaptopurine, and methotrexate consolidation therapy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40023553",
    "pmid": "40023553",
    "doi": "10.1016/j.ijtb.2024.08.020",
    "title": "Hemophagocytic lymphohistiocytosis (HLH) secondary to tuberculosis: A case series.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is an exaggerated but ineffective immune response secondary to infections, inflammatory conditions, or malignancies. HLH is characterized by macrophage and T-cell activation resulting in phagocytosis of erythrocytes, lymphocytes, and platelets and an exuberant cytokine response respectively leading to catastrophic systemic manifestations. The clinical and biochemical profile of HLH significantly overlaps with that of sepsis, which may lead to misdiagnosis. Tuberculosis (TB) is an important infectious cause of HLH with a reported mortality of more than 50%. HLH may be misdiagnosed in patients with tuberculosis as the reticuloendothelial system is extensively involved in both disseminated TB and HLH. We present a series of four cases of TB-HLH admitted to the respiratory intensive care unit in a tertiary care hospital.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40028784",
    "pmid": "40028784",
    "doi": "10.1080/10428194.2025.2472923",
    "title": "Off-label use of recombinant activated factor VII in hemophagocytic lymphohistiocytosis patients with major bleeding.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a fatal multi-systemic disorder. Patients with HLH are more prone to bleeding, which implies a poor outcome. The objective was to investigate the efficacy of recombinant activated factor VII (rFVIIa) in major intractable bleeding of HLH. A total of 20 patients with secondary HLH received at least one dose of rFVIIa. When bleeding occurs, 88.9% cases had a nadir platelet counts below 25*10<sup>9</sup>/L. Median number of doses of rFVIIa was 3.5 (range, 1 to 78) with a mean dose of 76.45 µg/kg/dose. Total of 60% (12 of 20) patients obtained a response to rFVIIa therapy, however, in patients with a history of chronic active EBV infection (CAEBV), only 27.3% achieved a response. The mortality rate was 90% (18 of 20) in the cohort, none of the deaths were attributed to rFVIIa administration. Thromboembolism rate was low.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR988679",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-6149460/v1",
    "title": "Visceral leishmaniasis, hemophagocytic lymphohistiocytosis, and intracerebral hemorrhage – a concerning triad",
    "abstract": "<title>Abstract</title>  <p><bold>Background:</bold> Visceral leishmaniasis (VL) is a rare cause of hemophagocytic lymphohistiocytosis (HLH), a severe hyperinflammatory syndrome. The development of intracerebral hemorrhage (ICH) in this context is exceedingly rare, adding a unique and life-threatening dimension to this triad. <bold>Case Presentation:</bold> A middle-aged man presented with a 4-month history of recurrent fever. He also reported progressive breathlessness, a sensation of heaviness in the left abdomen, and pedal edema over the past 4 weeks. Additionally, he experienced black discoloration of urine and stool for 2 weeks. Physical examination revealed massive splenomegaly, melena, hematuria, and pancytopenia. Bone marrow aspiration confirmed hemophagocytosis, and the rk39 test for VL was positive. An H-score of 234 indicated a 98-99% probability of HLH. The patient was initiated on treatment with a single dose of liposomal amphotericin-B. However, on the fourth day of therapy, he developed a sudden onset of headache followed by altered sensorium. Neuroimaging revealed ICH with surrounding edema and intraventricular extension, causing a significant mass effect. He was managed conservatively with three units of single-donor platelets and showed gradual neurological improvement without further invasive intervention. He was eventually discharged in a hemodynamically stable condition. <bold>Conclusion:</bold> This case highlights the potential coexistence of VL, HLH, and ICH, a triad that poses significant diagnostic and therapeutic challenges. Early recognition and tailored management are crucial for favorable outcomes in such rare and complex presentations.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40130417",
    "pmid": "40130417",
    "doi": "10.20408/jti.2024.0093",
    "title": "Successful treatment of hemophagocytic lymphohistiocytosis in a trauma patient: a case report.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare, life-threatening hyperinflammatory syndrome characterized by excessive activation of the immune system. This case report describes an unusual presentation of HLH triggered by severe trauma from a motorcycle accident, which is a departure from traditional associations with infections, malignancies, or autoimmune conditions. A 40-year-old man with multiple traumatic injuries developed persistent fever, pancytopenia, and elevated inflammatory markers following orthopedic surgery. Despite empiric antibiotic therapy, his condition deteriorated, exhibiting high fever, skin rash, hepatic dysfunction, and marked elevation of ferritin levels (32,901 ng/mL). Bone marrow biopsy confirmed the diagnosis of HLH, and treatment was initiated according to the HLH-2004 protocol, which included methylprednisolone, intravenous immunoglobulin, and immunosuppressive therapy. The patient demonstrated significant clinical improvement and was discharged after 37 days, with no recurrence observed during the follow-up period. This case underscores the need to consider HLH in trauma patients presenting with unexplained inflammatory responses and illustrates that prompt diagnosis and aggressive treatment can lead to successful outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39913689",
    "pmid": "39913689",
    "doi": "10.1182/bloodadvances.2024014715",
    "title": "C3 as a predictive and prognostic biomarker in adult hemophagocytic lymphohistiocytosis: a large cohort study in China.",
    "abstract": "<h4>Abstract</h4>Hemophagocytic lymphohistiocytosis (HLH) is a life-threatening hyperinflammatory syndrome. Complement component 3 (C3), a central effector molecule in 3 separate complement pathways, has been linked to inflammatory diseases. Hence, we aimed to investigate the clinical significance of C3 in adult HLH. In this retrospective cohort study, patients meeting ≥5 of 8 HLH-2004 criteria were classified as the HLH group (n = 627), whereas those meeting 1 to 4 criteria were the partial HLH group (n = 588). C3 was significantly lower in the HLH group than the partial HLH group (P < .0001), and low C3 was an independent factor predicting progression from partial HLH to HLH (odds ratio, 3.94; P < .001). Low C3 was associated with more severe cytopenia, coagulation abnormalities, and liver dysfunction. Additionally, patients with low C3 had poorer overall survival (P = .00099), and low C3 was an independent risk factor for early death in HLH (hazard ratio, 1.64; P = .019). Most patients with HLH had normal C3 before HLH onset, followed by a decline after HLH development (P < .0001). Moreover, survivors showed an increase in C3 (P = .0003), whereas nonsurvivors exhibited a decrease in C3 (P = .90). In conclusion, our study identified C3 as a valuable predictive and prognostic biomarker in adult HLH. Monitoring the dynamic changes in C3 levels may reflect therapeutic response and guide timely clinical interventions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40021437",
    "pmid": "40021437",
    "doi": "10.1016/j.transproceed.2025.02.021",
    "title": "Case Report: A Unique Case of Hemophagocytic Lymphohistiocytosis in Heart Transplant.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare and deadly disease that presents significant diagnostic challenges. The complexity of diagnosis and treatment is further increased among transplant recipients, yet reports on solid organ transplants, and specifically heart transplant recipients, remain scarce. Herein, we elucidate the diagnostic journey, clinical evolution, and therapeutic approach undertaken for a heart transplant recipient afflicted with hemophagocytic lymphohistiocytosis, followed by a review of the literature.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR980830",
    "pmid": "",
    "doi": "10.20944/preprints202502.1691.v1",
    "title": "Systemic EBV+ T-Cell Lymphoma of Childhood with Hemophagocytic Lymphohistiocytosis in a Patient with a Highly Complex Karyotype",
    "abstract": "<h4>Background: </h4> /Objective Epstein-Barr Virus (EBV) infection can be associated with lymphocytic hematological malignancies, including Systemic Epstein-Barr Virus-Positive T-Cell Lymphoma of Childhood (SEBVTCL). A common complication of EBV infection, hemophagocytic lymphohistiocytosis (HLH) is a life-threatening condition of immune activation that is present in virtually all cases of SEBVTCL, which requires urgent treatment as this malignancy can be rapidly fatal. Abnormal karyotypes have been strongly associated with SEBVTCL as a distinguishing feature from HLH in the literature. Here, we discuss the diagnostic challenges and social complications in a case of an unaccompanied minor immigrant patient with a highly complex karyotype diagnosed with SEBVTCL with associated HLH. Methods Laboratory testing confirmed the presence of EBV+ HLH and cytogenetic analysis was performed to investigate a neoplastic process in this patient, confirming SEBVTCL. Chromosomal microarray (CMA) was performed to try to clarify the complex findings by chromosome analysis but demonstrated normal results. <h4>Results:</h4> Chromosome analysis demonstrated a highly complex hypertriploid clone that confirmed a diagnosis SEBVTCL. After declining treatment, the patient was discharged to his guardian against medical advice and succumbed to his disease shortly after. <h4>Conclusions:</h4> SEBVTCL can be challenging to diagnose due to the similarity in clinical and pathological presentations. In virtually all cases reported in the literature, an abnormal karyotype has been reported to be the most important prognostic factor. We proposed that in cases with diagnostic ambiguity, an abnormal karyotype can help favor SEBVTCL over EBV+ HLH.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40190945",
    "pmid": "40190945",
    "doi": "10.7759/cureus.80206",
    "title": "Macrophage Activation Syndrome as an Atypical Manifestation of Mixed Connective Tissue Disease in a 14-Year-Old Girl: A Case Report.",
    "abstract": "Macrophage activation syndrome (MAS) is a subtype of secondary hemophagocytic lymphohistiocytosis (HLH) associated with rheumatic diseases. It is a life-threatening condition characterized by hypercytokinemia due to uncontrolled T-cell and macrophage activation. MAS is an uncommon complication in patients with mixed connective tissue disease (MCTD), particularly in those without a prior diagnosis or treatment. We report the case of a previously healthy 14-year-old Japanese girl admitted to our hospital with severe headache and persistent fever. Despite an initially unremarkable examination, she subsequently developed altered mental status, arthralgia, and a small erythema. Laboratory findings revealed cytopenia and coagulation abnormalities, along with elevated levels of C-reactive protein, liver enzymes, triglycerides, and ferritin. Although she did not meet the HLH-2004 diagnostic criteria established by the Histiocyte Society, MAS was suspected based on early diagnostic criteria for MAS associated with other rheumatic diseases. Prompt initiation of steroid pulse therapy led to rapid clinical improvement. Further serological testing revealed strongly positive anti-U1-ribonucleoprotein (RNP) antibodies, confirming a diagnosis of MCTD. Over one year of follow-up, the patient remained well-controlled on a tapered dose of prednisolone, with no serological relapse. This case highlights the importance of early diagnosis and treatment of MAS, even when the underlying disease is unknown. Additionally, cytokine profiling may provide valuable insights into understanding the pathogenesis of diseases that cause hypercytokinemia.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39790851",
    "pmid": "39790851",
    "doi": "10.12890/2024_005026",
    "title": "Macrophage Activation Syndrome in a Patient with Systemic Lupus Erythematous Triggered by Tuberculous Meningitis.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH), is characterized by systemic uncontrolled inflammation resulting from immune dysregulation secondary to various triggers, including genetics, infections, autoimmune diseases, and malignancies. Macrophage activation syndrome (MAS) is an immune dysregulation phenomenon, in which an underlying rheumatological disease is present. We report a rare, interesting case of a middle-aged female, with a systemic lupus erythematosus (SLE) flare complicated by macrophage activation syndrome (MAS), in which tuberculous meningitis (TBM) was the identified trigger.<h4>Case report</h4>A 48-year-old female with an African ethnic background, diagnosed with SLE, presented with a 2-week history of high-grade fever, cough, and worsening arthralgia. She was initially admitted with suspected SLE flare secondary to community acquired pneumonia and was started on broad-spectrum antibiotics. Later during her hospital stay, she underwent extensive workup because of her clinical condition, as she had continuous spikes of fever, progressive cytopenia, accompanied with acute confusion state despite treatment. She was ultimately diagnosed with SLE flare complicated by MAS secondary to TBM in view of persistent fever, neuropsychiatric symptoms, hyperferritinemia and hypertriglyceridemia, supported by bone marrow aspiration findings, a tuberculosis (TB) positive contact and supporting cerebrospinal fluid analysis suggestive of TBM. She was immediately started on pulse doses of steroids and anti-tuberculosis medications in which significant clinical improvement was observed. She was discharged home, with continuity of care done at the outpatient department in addition to continuity of physical rehabilitation.<h4>Conclusion</h4>Given the wide range of clinical presentations and similarities between SLE and the life-threatening MAS, it is essential to maintain a high level of suspicion to establish the diagnosis and promptly start the necessary treatment to ensure better clinical and survival outcomes.<h4>Learning points</h4>The wide range of clinical presentation of hemophagocytic lymphohistiocytosis/macrophage activation syndrome (HLH/MAS) makes it a challenging diagnosis. Hence, a high index of suspicion is necessary to establish the diagnosis and promptly start the necessary treatment.The mainstay of treatment is the early identification and management of the underlying etiology of MAS along with high-dose glucocorticoids and other immunosuppressive therapy targeting the immune dysregulation pathway.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39497882",
    "pmid": "39497882",
    "doi": "10.7759/cureus.70895",
    "title": "Hemophagocytic Lymphohistiocytosis (HLH): A Rare Complication of Dengue Hemorrhagic Fever.",
    "abstract": "Dengue-associated hemophagocytic lymphohistiocytosis (HLH) is a rare presentation that can be potentially life-threatening, characterized by excessive activation of the immune system. This case report highlights the complexity of the presentation and management of a patient with multiple comorbidities who developed severe complications following a diagnosis of dengue fever. The patient presented with a persistent fever and abdominal pain alongside worsening renal and liver function. The combination of elevated serum triglyceride and ferritin levels, along with bicytopenia and the presence of splenomegaly, eventually led to a diagnosis of HLH. The patient required intensive care support, including hemodialysis, blood transfusions, and oxygen therapy. Treatment for HLH was initiated with high-dose dexamethasone and plasmapheresis, aiming to control the overactive immune response. This case highlights the need for awareness of HLH as a complication of dengue fever and emphasizes the significance of early diagnosis and treatment. It also stresses the need for further research to improve diagnostic and management strategies for HLH in dengue-endemic regions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40090001",
    "pmid": "40090001",
    "doi": "10.1182/blood.2024026139",
    "title": "Ruxolitinib combined with dexamethasone for adult patients with newly diagnosed hemophagocytic lymphohistiocytosis in China.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a severe hyperinflammatory syndrome, and the overall survival of adult patients is poor. Ruxolitinib, a Janus kinase (JAK) 1/2 inhibitor, has shown promise in treating HLH and exerts synergistic effects when combined with dexamethasone. Our pilot study preliminarily demonstrated that the combination of ruxolitinib and dexamethasone (the Ru-D regimen) had a high response rate and led to favorable short-term survival outcomes in adult HLH patients. In this prospective phase 2 clinical trial, we propose the Ru-D regimen as a first-line treatment for adults newly diagnosed with HLH with unknown triggers (chictr.org.cn identifier: ChiCTR2100049996). A total of 28 Chinese patients were enrolled, and the median follow-up time was 25.1 months (range, 0.87-34.0). The 2-month OS rate (the primary endpoint) was 85.7%, which exceeded our expected 2-month OS rate of 75%. The 6-month and 2-year OS rates were 67.9% (19/28) and 53.6% (15/28), respectively. The median OS of lymphoma-associated HLH (LAHS) patients was 5.8 months, and most of these patients had NK/T-cell lymphoma. In contrast, the 2-year OS rate of non-LAHS patients was 75%. The overall response rate (ORR) was 85.7% (24/28); 17.9% (5/28) of patients achieved a complete response (CR) during the Ru-D regimen. Overall, the Ru-D regimen was well tolerated in HLH patients. This study demonstrates the efficacy and safety of the Ru-D regimen in adults newly diagnosed with HLH with unknown triggers and warrants a phase 3 randomized controlled study.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40062127",
    "pmid": "40062127",
    "doi": "10.7759/cureus.78636",
    "title": "A Perplexing Case Highlighting the Diagnostic Conundrum of Miliary Tuberculosis Mimicking Sarcoidosis and Progressing Into Hemophagocytic Lymphohistiocytosis.",
    "abstract": "Establishing the diagnosis of miliary tuberculosis (TB) can be challenging due to the heterogeneous clinical presentations and low sensitivity of diagnostic tests. Miliary TB shares overlapping clinical, radiological, and histopathological features with other chronic granulomatous diseases, such as sarcoidosis, often posing a significant diagnostic challenge for clinicians. A 36-year-old male from Haiti presented with a four-month history of recurrent fever, dry cough, night sweats, and weight loss. Chest imaging revealed innumerable widespread miliary nodules throughout the lungs bilaterally, raising a high clinical suspicion for miliary TB. The work-up for bacterial, fungal, and viral infection was negative, and there was no evidence of malignancy. Surprisingly, extensive TB testing yielded negative results. The interferon-gamma release assay (QuantiFERON TB Gold Plus®), <i>Mycobacterium tuberculosis</i> (MTB) complex polymerase chain reaction (PCR), and repetitive sputum cultures for acid-fast bacilli (AFB) were all negative. A lung biopsy was performed due to an unexpectedly negative tuberculosis work-up and revealed non-necrotizing granulomatous inflammation, with no AFB identified on bronchoalveolar lavage (BAL) or histopathological staining. Additionally, the next-generation sequencing technique was conducted using microbial cell-free DNA and was negative for tuberculosis or any other pathogen. Therefore, sarcoidosis was considered the most likely diagnosis based on the exclusion of infectious etiologies. The patient was started on high-dose steroids. However, the patient failed to respond clinically and developed worsening transaminitis, uptrending ferritin, and pancytopenia. His H-score was as high as 256 points, which suggested the probability of hemophagocytic lymphohistiocytosis (HLH) was as high as 99%. A bone marrow biopsy revealed multiple small foci of noncaseating granulomatous inflammation with hemophagocytic cells. The patient was started on etoposide steroids and empiric broad-spectrum antibiotics. Despite aggressive management, the patient's condition rapidly deteriorated as he developed acute hypoxic respiratory failure requiring mechanical ventilation, refractory shock, and multi-organ failure. The infection screen was repeated due to the worsening clinical status. To everybody's surprise, the repeated next-generation sequencing on hospital day 26 detected MTB complex. This was confirmed with positive AFB staining, MTB complex PCR, and AFB cultures on BAL samples. A four-drug anti-TB regimen was promptly commenced. However, the patient's condition continued to deteriorate rapidly, and the patient expired one week later. This complex case raised several diagnostic and therapeutic dilemmas. First of all, the optimal treatment approach remains unclear, considering the risk of infection secondary to immunosuppressants for HLH might outweigh the benefits. It also highlights the diagnostic limitations of TB testing and the overreliance on diagnostic tests that should be avoided, especially when there is a high pretest probability of miliary TB. Early initiation of empirical anti-TB therapy should be considered to improve outcomes, considering the mortality of miliary TB is extremely high.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39790691",
    "pmid": "39790691",
    "doi": "10.36518/2689-0216.1741",
    "title": "Hemophagocytic Lymphohistiocytosis in a Critically Ill Patient: A Case Report of a Potentially Fatal Entity.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH) is a non-neoplastic proliferation and macrophage activation that induces cytokine-mediated bone marrow suppression and features of intense phagocytosis in the bone marrow and liver, leading to multi-organ dysfunction and ultimate failure. The diagnosis of HLH in an intensive care setting is challenging, and it is associated with high morbidity and mortality. HLH-94 is the standard protocol for treatment, consisting of dexamethasone and chemotherapy like etoposide.<h4>Case presentation</h4>We present the case of a 73-year-old woman who had a prolonged hospitalization for vomiting, diarrhea, and dehydration. Her conditions were complicated by acute refractory pancytopenia on the 12th day of admission, leading to multi-organ failure, including anuric renal failure requiring renal replacement therapy and respiratory failure requiring intubation. After a thorough workup, she was diagnosed with HLH using HLH-2004 diagnostic criteria and confirmed by a bone marrow biopsy. She was started on supportive therapy and high-dose intravenous dexamethasone with an appropriate clinical response. Her pancytopenia improved, and she no longer required ventilator support for respiratory failure or dialysis for renal failure. Unfortunately, her hospital course was complicated by a sentinel event leading to her death.<h4>Conclusion</h4>This case emphasizes that early recognition and treatment initiation of HLH are crucial to prevent adverse outcomes and mortality. Treatment should be tailored based on the underlying HLH trigger, as chemotherapy-based treatment regimens may result in overtreatment and unnecessary toxicities. Further studies are needed to increase clinicians' awareness and management of secondary cases of HLH.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39808140",
    "pmid": "39808140",
    "doi": "10.7754/clin.lab.2024.240810",
    "title": "Ruxolitinib for Hemophagocytic Lymphohistiocytosis in Multiple Myeloma: Case Report and Review of the Literature.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH) is a rare complication of multiple myeloma (MM), with limited data available on its incidence, clinical presentation, and treatment. The underlying mechanisms linking MM and HLH remain unclear, including the potential role of MM treatment agents in triggering HLH.<h4>Methods</h4>This case report presents a patient with MM who developed HLH while on lenalidomide maintenance therapy.<h4>Results</h4>The patient achieved a successful response to first-line ruxolitinib treatment. While the exact cause of HLH in this case remains unclear, potential factors include the patient's underlying MM, lenalidomide therapy, and recurrent infections.<h4>Conclusions</h4>The successful treatment with ruxolitinib highlights its potential as a therapeutic option for HLH in MM patients. Further research is needed to elucidate the pathogenesis of HLH in this context and to optimize treatment strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40210741",
    "pmid": "40210741",
    "doi": "10.1007/s00428-025-04096-4",
    "title": "Histiocytoses and reactive proliferations of histiocytes: current state of the art and evolving concepts-a report from the joint CSHP-EA4HP-SH workshop 2024, Hefei, China.",
    "abstract": "Reactive and clonal proliferations of histiocytes (macrophages/dendritic cells) represent a broad spectrum of disorders, which can affect virtually any organ of the body. The clinical spectrum ranges from benign, localized and self-limiting manifestations to severe multi-system disease. Hemophagocytic lymphohistiocytosis (HLH) is a frequently life-threatening, systemic hyperinflammatory process triggered by massive cytokine release by activated, reactive macrophages. Familial and secondary forms of HLH are discerned. Histiocytoses are clonal inflammatory myeloid disorders characterized by proliferations of mature histiocytes/macrophages and dendritic cells with recurrent kinase-activating mutations which result in constitutive activation of the ERK signaling pathway. Although traditionally subclassified according to the phenotype of the lesional cells, the clonal cells can show significant plasticity, and the occurrence of mixed histiocytoses is increasingly recognized. This is in part due to their derivation from a myeloid progenitor cell and explains the frequent association with clonal hematopoiesis or overt myeloid neoplasms in adults. At the joint Workshop of the Chinese Society of Hematopathology, the European Association for Haematopathology and the Society for Hematopathology on histiocytic/dendritic cell proliferations, neoplasms, and their mimics in Hefei, China, April 2024, in sessions 1 and 2 a total of 8 cases of HLH, 9 cases of reactive histiocytic proliferations and 40 cases of histiocytoses were submitted and reviewed by the panel. The latter included cases of LCH, indeterminate cell histiocytosis, Erdheim Chester disease, juvenile xanthogranuloma, Rosai Dorfman disease, multicentric reticulohistiocytosis, ALK-positive histiocytosis, and mixed histiocytoses. The present report summarizes important findings and open questions arising from discussing the workshop cases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40036428",
    "pmid": "40036428",
    "doi": "10.1093/infdis/jiaf065",
    "title": "High Epstein-Barr Virus DNA Load in T Cells Predicts Hemophagocytic Lymphohistiocytosis.",
    "abstract": "<h4>Background</h4>To evaluate the risk of hemophagocytic lymphohistiocytosis (HLH) linked to Epstein-Barr virus (EBV) infection in different lymphocyte subtypes during infectious mononucleosis (IM).<h4>Methods</h4>Patients with IM and patients with EBV-HLH were included within the Children's Critical EBV Infection cohort for a nested case-control study. Lymphocytes were isolated into T, B, and natural killer cells using magnetic bead sorting, followed by individual polymerase chain reaction testing. Receiver operating characteristic curve analysis identified subtype-specific cutoffs for EBV-HLH prediction. Kaplan-Meier and Cox regression analyses assessed viral load-HLH risk associations.<h4>Results</h4>Patients with EBV-HLH exhibited significantly higher T-cell viral loads than patients with IM (median, 5.1 × 104 vs 6.0 × 102 copies/106 cells). A T-cell viral load >1.5 × 104 copies/106 cells was linked with higher incidences of viral sepsis, renal dysfunction, hepatic dysfunction, coagulation dysfunction, and cardiovascular dysfunction (odds ratios, 10.0, 4.7, 6.5, 15.7, and 6.5). This elevated T-cell viral load was a strong predictor for distinguishing EBV-HLH (AUC 0.815) and increased the risk of developing EBV-HLH (hazard ratio 4.7).<h4>Conclusions</h4>High EBV DNA load in T cells can serve as a potential predictor for the development of EBV-HLH.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38872699",
    "pmid": "38872699",
    "doi": "10.7759/cureus.60242",
    "title": "Overcoming Diagnostic Challenges: A Rare Presentation of Primary Hemophagocytic Lymphohistiocytosis (HLH) in a Young Female and the Importance of Timely Recognition.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a severe life-threatening hematological disorder characterized by the dysregulation of the immune system and a hyperinflammatory response. Prompt treatment is crucial to prevent fatality. Although primarily affecting infants, HLH can also occur in children and adults. It is classified as primary and secondary, with primary HLH being genetic and predominantly affecting children. Secondary HLH is triggered by infections, malignancy, metabolic disorders, and rheumatological conditions. Diagnosis is based on the HLH-2004 criteria, considering clinical and laboratory parameters. Early diagnosis and treatment improve prognosis. Treatment follows the HLH-94 and HLH-2004 protocol and consists of eight weeks of induction therapy with cyclosporine, corticosteroids, and etoposide. This case describes a 26-year-old female diagnosed with HLH and successfully treated according to the protocol. The patient exhibited improvement and was discharged, demonstrating the importance of early diagnosis and appropriate management in adult HLH cases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39177799",
    "pmid": "39177799",
    "doi": "10.1007/s00277-024-05955-x",
    "title": "Clinical features and outcomes of 17 children with systemic juvenile xanthogranuloma (sJXG) including five complicated with hemophagocytic lymphohistiocytosis (HLH).",
    "abstract": "Juvenile xanthogranuloma (JXG) is primarily limited to the skin, and systemic JXG (sJXG) is rarely reported. Reports of sJXG patients with hemophagocytic lymphohistiocytosis (HLH) are particularly rare. Herein, we conducted a retrospective study of children diagnosed with sJXG in the Hematology Centre of Beijing Children's Hospital from Jan. 2016 to Dec. 2021. The clinical features, laboratory parameters, treatments and outcomes of 17 sJXG patients were investigated, including five complicated with HLH. All sJXG-HLH patients had intermittent fever, rash, hepatosplenomegaly, cytopenia and high levels of soluble CD25, but interferon-γ was almost normal. Patients with sJXG-HLH had a younger diagnosis age (P = 0.035) and were more likely to have skin, liver, and spleen involvement than those without HLH (P = 0.029, P = 0.003, P = 0.003, respectively). Corticosteroids and/or ruxolitinib could be used to control the hyperinflammatory status when HLH was diagnosed. The treatment of sJXG varied, including Langerhans cell histiocytosis (LCH)-based chemotherapy and targeted therapy. The overall response rate of sJXG for first-line and second-line chemotherapy was 50.0% (5/10) and 50% (4/8), respectively. Patients with BRAF V600E mutation showed a response to dabrafenib. There was no significant difference in the overall survival and progression-free survival between sJXG patients without and with HLH (P = 0.12 and P = 0.46, respectively). Therefore, LCH-based chemotherapy could serve as an effective treatment for sJXG patients, and dabrafenib, to some extent, showed efficacy in controlling sJXG in patients with BRAF V600E mutation. The prognosis of sJXG-HLH patients seemed to be comparable to patients without HLH.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40044884",
    "pmid": "40044884",
    "doi": "10.1038/s41390-025-03962-w",
    "title": "Cytotoxic T-cell activation profile in critically ill children with malignancies and hemophagocytic lymphohistiocytosis.",
    "abstract": "<h4>Background</h4>The early identification of hemophagocytic lymphohistiocytosis (HLH) in critically ill children with malignancies is challenging. The value of an activated cytotoxic T-cell profile in diagnosing HLH in this group of patients is unknown.<h4>Methods</h4>Critically ill children with malignancies who suffered from persistent cytopenia in the pediatric intensive care unit were included. Children were divided into two groups based on how many clinical HLH diagnostic criteria they fulfilled: M-HLH group, ≥5 criteria; hematologic malignancy (HM) group, ≤4 criteria. Flow cytometry tests were performed within 24 h after the patient's admission.<h4>Results</h4>Thirty-seven children who fulfilled the requirements were enrolled. Twenty children were classified into the M-HLH group and 17 into the HM group. The M-HLH group exhibited a higher mortality rate than the HM group. CD38 + HLA-DR + CD8+ T cells% and interferon-gamma (IFN-γ) were elevated in the M-HLH group. The area under the curve values of the two indexes were 0.906 and 0.897 respectively for the identification of M-HLH in the critically ill children, with CD38+/HLA-DR + CD8+ T cells% > 39.66% and IFN-γ > 22.58 exhibiting the best performance.<h4>Conclusion</h4>Cytotoxic T-cell activation profile with CD38 + HLA-DR + CD8+ T cells% and IFN-γ is valuable in the early diagnosis of HLH in critically ill children with malignancies.<h4>Impact</h4>The early diagnosis of hemophagocytic lymphohistiocytosis in critically ill children with malignancies (M-HLH) remains a major challenge for intensivists. Cytotoxic T-cell activation profile with the frequency of CD38 + HLA-DR+ T cells in CD8+ T cells (CD38 + HLA-DR + CD8+ T cells%) and interferon-gamma (IFN-γ) is valuable in the early identification of pediatric M-HLH. These findings will support the future implementation of T-cell activation markers in the clinical management of children with M-HLH.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39087157",
    "pmid": "39087157",
    "doi": "10.7759/cureus.64336",
    "title": "Hemophagocytic Lymphohistiocytosis (HLH) in an Elderly Male With Epstein-Barr Virus (EBV) Viremia.",
    "abstract": "This is a case of a 75-year-old male with a complicated past medical history who presented initially with weakness, fevers, exertional dyspnea, cough, and confusion. His initial workup revealed elevated aspartate transaminase (AST), alanine transaminase (ALT), bilirubin, and D-dimer. Right upper quadrant (RUQ) ultrasound revealed a partially contracted gallbladder with gallstones, so he underwent laparoscopic cholecystectomy. Due to worsening hyperbilirubinemia and anemia, he later underwent a liver biopsy which showed Epstein-Barr virus (EBV)-positive lymphoid infiltration. He developed anemia, thrombocytopenia, and low fibrinogen. He met the criteria for hemophagocytic lymphohistiocytosis (HLH) with 6/8 HLH-2004 criteria and an H score of 230 with a 96-98% probability of HLH. The patient was promptly treated with steroids, rituximab, and etoposide; however, the patient's health continued to deteriorate, and he expired. This case highlights the challenges of early diagnosis of HLH in the elderly patient population due to large differentials, confounding comorbidities, and the rarity of the diagnosis in this age range.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39975989",
    "pmid": "39975989",
    "doi": "10.1097/mbc.0000000000001349",
    "title": "Concurrent hemophagocytic lymphohistiocytosis and thrombotic microangiopathy in a patient with Epstein-Barr virus infection and gastric adenocarcinoma: the puzzle started with microangiopathic hemolytic anemia.",
    "abstract": "Malignancy-associated-hemophagocytic lymphohistiocytosis (HLH) is rare and often seen in high-grade lymphomas and acute leukemias; solid-tumor-associated HLH is extremely uncommon. The diagnosis of malignancy-associated-HLH remains challenging in clinical practices as it masquerades as and coexists with many other conditions. Here we presented a case with concurrent solid-tumor-associated HLH and thrombotic microangiopathy. The patient was an 80-year-old male with microangiopathic hemolytic anemia (MAHA), progressive bi-lineage cytopenia, and active Epstein-Barr virus (EBV) infection. Extensive lab works excluded all other alternative etiologies for MAHA but B12 deficiency, malignancy, and EBV infection. Concurrently, poorly differentiated gastric adenocarcinoma-associated HLH and thrombotic microangiopathy (TMA) were confirmed with extensive lab work. This patient passed away despite high-dose dexamethasone treatment. In the paper, we also discussed the possible pathophysiology of EBV infection in the development of MAHA and HLH and reviewed the treatment options for HLH and TMA.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39544449",
    "pmid": "39544449",
    "doi": "10.1155/2024/1266606",
    "title": "Hemophagocytic Lymphohistiocytosis Presenting With ARDS in a Young Adult: A Case Report.",
    "abstract": "Fever is common in the ICU, with infectious causes accounting for only half of febrile episodes. This case examines a young male who developed high-grade fevers and pulmonary infiltrates unresponsive to broad-spectrum antibiotics. Examination revealed hepatosplenomegaly, hypertriglyceridemia, anemia, and thrombocytopenia, suggestive of hemophagocytic lymphohistiocytosis (HLH). Meeting 5 of 8 HLH criteria, high-dose steroids were administered, resulting in clinical improvement. HLH, with a high mortality risk, demands early recognition, complicated by nonspecific symptoms. This case highlights the rare manifestation of ARDS in HLH, adding diagnostic challenges in critical care settings.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38975444",
    "pmid": "38975444",
    "doi": "10.7759/cureus.61822",
    "title": "Unmasking the Culprits: A Case of Epstein-Barr Virus-Associated Hemophagocytic Lymphohistiocytosis Presenting With Mouth Ulcers and Nosebleeds.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is an aggressive syndrome of excessive immune activation. It usually occurs in children, mainly during the first year of life. Primary hemophagocytic lymphohistiocytosis is more common and usually occurs in immunocompromised patients. Secondary hemophagocytic lymphohistiocytosis, on the other hand, is less common, especially in immunocompetent patients. Here, we intend to present a case of a 55-year-old male patient who had no known immune deficiency, presented with epistaxis, and was found to have Epstein-Barr virus (EBV)-induced hemophagocytic lymphohistiocytosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40129908",
    "pmid": "40129908",
    "doi": "10.2147/idr.s505259",
    "title": "Hemophagocytic Lymphohistiocytosis Secondary to Melioidosis in Paediatric Patients: A Case Series.",
    "abstract": "<h4>Background</h4>Melioidosis caused by <i>Burkholderia pseudomallei</i> manifests as a variety of infectious symptoms. However, hemophagocytic lymphohistiocytosis (HLH) secondary to bacteraemic melioidosis is rarely documented in the literature. We report a series of fatal cases of melioidosis combined with HLH in one Chinese family.<h4>Case presentation</h4>Three cases of melioidosis with HLH were reported in a family with three children, two boys aged 4 and 6 years and a 12-year-old girl. The most common clinical presentation was fever. A blood culture confirmed <i>B. pseudomallei</i>, and bone marrow aspiration revealed hemophagocytosis. Despite the administration of antibiotics, glucocorticoids and other treatments, all the patients died, and their deaths were attributed to HLH.<h4>Conclusion</h4>Melioidosis complicating HLH is rare in occurrence, but the mortality rate is high. Clinicians should be aware of the risk of a <i>B. pseudomallei</i> bloodstream infection in children.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39794638",
    "pmid": "39794638",
    "doi": "10.1007/s00428-024-04018-w",
    "title": "Updates on Langerhans cell histiocytosis and other histiocytosis in children: invited review-challenges and novelties in paediatric tumours.",
    "abstract": "Langerhans cell histiocytosis (LCH), juvenile xanthogranuloma (JXG) family lesions, and Rosai-Dorfman-Destombes disease (RDD) are now classified by the World Health Organization (WHO) under the heading of histiocytic/dendritic cell neoplasms. Each disease may manifest as a focal lesion, as multiple lesions, or as a widespread aggressive systemic disease with visceral organ involvement. Erdheim-Chester disease (ECD) is a rare systemic disease process of adults with limited cases in children. Challenges in diagnosis and novel disease presentations, including ALK-positive histiocytosis (a newly recognized WHO entity), mixed histiocytosis, and secondary histiocytic lesions following a prior leukemia/lymphoma are also discussed. Malignant histiocytic neoplasms (MHN) are distinct high-grade histiocytosis, which while rare in childhood occur both as primary disease and as secondarily after a prior hematologic malignancy. Of note, despite its name, hemophagocytic lymphohistiocytosis (HLH) is not considered a histiocytic neoplasm and does not define one specific disease \"entity.\" HLH is a spectrum of hyperinflammation with various triggers and is not covered for the purposes of this targeted review.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39664923",
    "pmid": "39664923",
    "doi": "10.1093/omcr/omae151",
    "title": "A rare case of complicated typhoid fever presenting with secondary Hemophagocytic Lymphohistiocytosis.",
    "abstract": "Enteric fever is one of the important causes of tropical fever with a prevalence of 11-21 million cases worldwide annually. It encompasses both typhoid and paratyphoid fever. <i>Salmonella enterica</i> Typhi is the causative organism for typhoid fever, manifesting as an uncomplicated febrile illness to life-threatening sepsis with multiorgan dysfunction. It is complicated by neuropsychiatric manifestation (2%-40%), gastrointestinal bleeding (10%), and intestinal perforation (1%-3%). Hemophagocytic Lymphohistiocytosis (HLH) is a rare complication of typhoid fever. Herein we report the case of a 24-year-old male from North-Eastern India, presenting with spikes of fever, altered behavior, a generalized rash, haematochezia, and hemophagocytes on bone marrow examination due to hemophagocytic lymphohistiocytosis secondary to complicated typhoid fever.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38919247",
    "pmid": "38919247",
    "doi": "10.7759/cureus.61128",
    "title": "Navigating the Complexity: A Comprehensive Review of Hemophagocytic Lymphohistiocytosis Associated With Dengue Infection.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) associated with dengue infection presents a unique challenge in clinical practice due to its rarity, rapid progression, and overlapping clinical features. This comprehensive review navigates the complexity of HLH-dengue syndrome by examining its pathophysiology, clinical manifestations, diagnostic criteria, and therapeutic strategies. HLH, characterized by uncontrolled immune activation and cytokine dysregulation, can occur as a secondary complication of dengue infection, leading to severe multiorgan dysfunction and high mortality if not promptly recognized and treated. The review underscores the significance of early diagnosis through vigilant clinical monitoring and appropriate diagnostic tests, such as bone marrow examinations and genetic studies. Collaboration between infectious disease specialists, hematologists, and critical care teams is essential for optimal management. Despite advancements in understanding HLH-dengue syndrome, further research is needed to elucidate its underlying mechanisms and explore novel treatment approaches. This review provides insights into the clinical implications of HLH-dengue syndrome and emphasizes the importance of a multidisciplinary approach to improve patient outcomes in this challenging clinical scenario.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40017220",
    "pmid": "40017220",
    "doi": "10.19746/j.cnki.issn.1009-2137.2025.01.042",
    "title": "[Observational Study on the Diagnostic Efficacy of Metagenomic Next-Generation Sequencing for Bloodstream Infections Secondary to Hematologic Diseases in Children].",
    "abstract": "<h4>Objective</h4>To explore the clinical application value of metagenomic next-generation sequencing (mNGS) in pathogen detection of bloodstream infection secondary to hematologic diseases in children.<h4>Methods</h4>42 children with bloodstream infections secondary to hematologic diseases admitted to the Children's Hematology and Tumor Center of the Affiliated Hospital of Guangdong Medical University from November 2021 to May 2023 were included in the study, and their clinical data, results of peripheral blood mNGS and traditional blood culture, pathogen distribution characteristics, and diagnostic efficacy of mNGS were retrospectively analyzed.<h4>Results</h4>Among the 42 children included, there were 2 cases (4.8%) of aplastic anemia (AA), 27 cases (64.3%) of acute lymphoblastic leukemia (ALL), 7 cases (16.7%) of acute myeloid leukemia (AML), 1 case (2.4%) of chronic myeloid leukemia (CML), 2 cases (4.8%) of hemophagocytic lymphohistiocytosis (HLH), 2 cases (4.8%) of non-Hodgkin lymphoma (NHL), and 1 case (2.4%) of Wiskott-Aldrich syndrome (WAS). In mNGS testing, pathogens were detected in 31 peripheral blood samples, with a positive rate of 73.8% (31/42), significantly higher than the pathogen positive rate of 16.7% (7/42) detected by traditional blood culture, and the difference was statistically significant (<i>P</i> < 0.05). Among the pathogen-positive cases detected by mNGS, 23 cases (74.2%) were positive for bacteria, 12 cases (38.7%) were positive for viruses, and 9 cases (29.0%) were positive for fungi. 32.2% (10/31) of the pathogen-positive samples detected by mNGS were mixed pathogens, which could not be effectively detected by traditional blood culture.<h4>Conclusion</h4>Peripheral blood mNGS has advantages in the detection of pathogens of bloodstream infection secondary to hematologic diseases, with a higher detection rate of pathogen positivity than traditional blood cultures. It can detect viruses, rare pathogens and mixed pathogens, and has good clinical application value.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40025212",
    "pmid": "40025212",
    "doi": "10.1007/s00277-025-06249-6",
    "title": "Predicting 30-day mortality in hemophagocytic lymphohistiocytosis: clinical features, biochemical parameters, and machine learning insights.",
    "abstract": "This study aims to evaluate the clinical characteristics and biochemical parameters of hemophagocytic lymphohistiocytosis (HLH) patients to predict 30-day mortality. Parameters analyzed include lymphocyte count (L), platelet count (PLT), total protein (TP), albumin (ALB), blood urea nitrogen (BUN), and activated partial thromboplastin time (APTT). Machine learning (ML) approaches, including LASSO, random forest (RF), and support vector machine (SVM), were employed alongside meta-analysis and sensitivity analysis to validate the prognostic potential of these indicators. A retrospective analysis of 151 HLH patients was conducted to identify key predictive variables. Receiver operating characteristic (ROC) analysis, Kaplan-Meier (K-M) survival curves, and Cox regression analysis were used to evaluate the predictive capabilities of these parameters. ML algorithms determined optimal cut-off values to classify patients into high-risk and low-risk groups. A survival nomogram and risk scoring system were developed to provide individualized prognostic assessments. Meta-analysis aggregated data from existing literature to further validate differences in PLT, ALB, and APTT between deceased and surviving patients. Older age, low L, low PLT, low ALB, elevated BUN, and prolonged APTT were strongly associated with higher 30-day mortality risk in HLH patients. Six key indicators-TP, L, APTT, BUN, ALB, and PLT-were identified as critical predictors. ROC and K-M survival analyses highlighted the significance of these parameters. The survival nomogram and risk scoring system demonstrated high accuracy in predicting individualized mortality risk. Meta-analysis confirmed significant differences in PLT, ALB, and APTT between deceased and surviving patients, reinforcing the clinical value of these indicators. This study underscores the prognostic importance of specific clinical and biochemical parameters in predicting 30-day mortality in HLH patients. By integrating ML methodologies, a survival nomogram and risk scoring system were developed, offering valuable tools for early diagnosis, prognosis assessment, and personalized treatment planning in clinical practice.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40205032",
    "pmid": "40205032",
    "doi": "10.1038/s41409-025-02567-5",
    "title": "Less frequent complications following CAR T-cell therapies: hemophagocytic lymphohistiocytosis, graft-versus-host disease, thrombotic microangiopathy, coagulation disorders and secondary malignancies: best practice recommendations from the EBMT Practice Harmonization and Guidelines Committee.",
    "abstract": "CAR T-cell therapies have revolutionized the treatment of hematologic malignancies; however, alongside the well-known complications of cytokine release syndrome (CRS), neurotoxicity, immune effector cell-associated hematotoxicity (ICAHT), and infections, other non-classical toxicities are emerging. This review, developed by the EBMT Practice Harmonization and Guidelines Committee, addresses the management of other critical post-CAR T-cell complications including hemophagocytic lymphohistiocytosis (HLH), graft-versus-host disease (GvHD), thrombotic microangiopathy (TMA), coagulation disorders and secondary malignancies. These complications, though less frequent, present a significant challenge, often contributing to morbidity and mortality with no standardized management protocols. This review provides best practice recommendations for early identification, risk mitigation, and therapeutic interventions, supported by limited but emerging clinical evidence. Comprehensive expert guidance is essential for optimal management of these under-explored toxicities following CAR T-cell therapies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40165892",
    "pmid": "40165892",
    "doi": "10.3389/fonc.2025.1553415",
    "title": "Primary prostatic Burkitt's lymphoma complicated with hemophagocytic lymphohistiocytosis: a case report and literature review.",
    "abstract": "This article reports a very rare case of primary prostatic Burkitt's lymphoma. After transurethral resection of the prostate, the patient developed hemophagocytic lymphohistiocytosis, which rapidly progressed, leading to the patient's death. Unfortunately, a definitive diagnosis was made only in the advanced stages of the disease, contributing to a delay in diagnosis and worsening of the patient's condition. This report aims to improve the understanding of this disease and aid in its early recognition.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39790855",
    "pmid": "39790855",
    "doi": "10.12890/2024_005040",
    "title": "Prognostic Impact of Aetiology in Adult Hemophagocytic Lymphohistiocytosis: Insights from an Intensive Care Unit Experience.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH) is a rare, life-threatening hyperinflammatory syndrome marked by excessive immune activation. It can be triggered by various factors, including infections, malignancies, and autoimmune diseases, making the diagnosis challenging due to its overlap with other severe conditions.<h4>Case reports</h4>We discuss two intensive care unit (ICU) cases illustrating the diverse manifestations of HLH and the critical importance of early recognition and treatment. The first case involves natural killer-cell leukaemia, and the second, a suspected viral trigger. Both highlight the necessity of a multidisciplinary approach in diagnosis and management, emphasizing the complexity of HLH in ICU settings.<h4>Conclusions</h4>High mortality rates, particularly in malignancy-associated HLH, underscore the importance of tailored treatment strategies based on the underlying aetiology.<h4>Learning points</h4>Hemophagocytic lymphohistiocytosis (HLH) in adults can arise from a variety of triggers, including infections and malignancies, each influencing disease progression and prognosis differently. Recognizing these underlying aetiologies is crucial for tailoring management strategies and anticipating clinical outcomes.Due to its life-threatening nature, HLH requires prompt diagnosis and a coordinated, multidisciplinary approach. Early intervention, incorporating immunosuppressive therapies and supportive care, is essential to improve patient outcomes, particularly in intensive care unit settings where disease severity is often pronounced.Utilizing diagnostic tools such as the HScore and HLH-2004 criteria can facilitate early identification of HLH in critically ill patients with unexplained inflammatory symptoms. These tools, along with a high index of suspicion, help distinguish HLH from other hyperinflammatory conditions, enabling timely and appropriate therapeutic interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39790850",
    "pmid": "39790850",
    "doi": "10.12890/2024_005071",
    "title": "Cytomegalovirus Infection in an Immunocompetent Host Presenting as Hemophagocytic Lymphohistiocytosis.",
    "abstract": "Cytomegalovirus (CMV) is a human herpes virus with a worldwide seroprevalence of 60-100%, mainly known to cause severe life-threatening disease in immunocompromised patients. In immunocompetent hosts (IMCh), CMV causes a self-limiting mononucleosis-like infection, and severe pictures are less recognized. We report a case of a previously healthy 62-year-old woman evaluated in the Internal Medicine outpatient clinic for 3 weeks of progressive fatigue, generalised inflammatory arthralgias, hypogastric discomfort and daily persistent fever. On first examination, paleness and hepatomegaly were noted. Further evaluation showed the presence of haemolytic anaemia; lymphocytosis and monocytosis; thrombocytosis; elevated C-reactive protein; hypertriglyceridemia and hyperferritinaemia; peripheral blood immunophenotyping with a 44% population of T cells and diminished CD4/CD8 ratio. Hemophagocytic lymphohistiocytosis (HLH) was suspected, with an Hscore of 190 points, giving a 70-80% probability. CMV serology was positive for acute infection (IgM positive/IgG negative), with a viral load of 4470 IU/ml. CMV primary infection was admitted, complicated with haemolytic anaemia, cholestatic hepatitis and possible HLH. Despite the laboratory frame exuberance, the patient remained stable and was discussed with Infectious Diseases, deciding not to initiate antiviral therapy. Over the next month, the fever, anaemia and hepatitis resolved, and the white blood cell count normalized. After two months, the CMV viral load was negative, and seroconversion was documented. Primary CMV infection is unusual in older patients. Additionally, in IMCh infection is usually mild, and severe infections are rare. In such cases, the use of antiviral therapy is not well established, and risk/benefit must be considered in a personalised approach. Altogether, the clinical and laboratory presentation of this case reinforces the need for high clinical suspicion.<h4>Learning points</h4>Cytomegalovirus can have serious, and life-threatening manifestations in immunocompetent hosts and its incidence may be higher than previously thought.Despite its seroprevalence ranging near 100% in the global population, primary infection in the elderly immunocompetent hosts is uncommon, but not impossible.Antiviral treatment is not well established in non-life-threatening disease in immunocompetent hosts, and a personal and individual approach must be considered with risk/benefit consideration.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39151036",
    "pmid": "39151036",
    "doi": "10.1002/epi4.13026",
    "title": "Hemophagocytic lymphohistiocytosis in an adult patient with super-refractory status epilepticus.",
    "abstract": "This case report presents a 38-year-old male patient who, after a febrile infection, developed super-refractory status epilepticus and multiorgan failure, and died in 2 weeks despite the best possible intensive care. Autopsy revealed findings suggestive of hemophagocytic lymphohistiocytosis (HLH). This case shows that a rare immunological cause such as HLH may cause febrile infection-related epilepsy syndrome (FIRES), and complications of intensive care can mask the physiological and laboratory changes in HLH. PLAIN LANGUAGE SUMMARY: This case report presents a 38-year-old man who, after a febrile infection, developed intractable epileptic activity requiring intensive care treatment. During the intensive care, the patient showed signs of multiple organ damage and died in 2 weeks despite the best possible treatment. Autopsy revealed findings suggestive of hemophagocytic lymphohistiocytosis (HLH), which is a rare immune system regulation disorder leading to persistent inflammatory state and organ damages. This case shows that an immunological disorder like HLH may underlie treatment resistant fever-related epileptic seizures.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39886709",
    "pmid": "39886709",
    "doi": "10.7759/cureus.76604",
    "title": "Epstein-Barr Virus-Induced Hemophagocytic Lymphohistiocytosis: A Case Report of a Rare and Life-Threatening Syndrome.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare, life-threatening syndrome of excessive immune activation, leading to severe inflammation and organ damage. While more common in infants, HLH can occur at any age and is often triggered by infections such as Epstein-Barr virus (EBV). In this case, a 38-year-old man presented with a three-week history of fevers, night sweats, poor appetite, and severe anemia. Investigations revealed hepatosplenomegaly, extremely elevated ferritin levels, triglycerides, and a positive EBV PCR. Despite treatment, his condition deteriorated, and a bone marrow biopsy confirmed HLH. He received immunosuppressive therapy but ultimately passed away after 64 days in the hospital. This case emphasizes the diagnostic challenges of HLH, particularly when triggered by the EBV. Early diagnosis and prompt treatment are vital, although prognosis can be poor in severe cases, underscoring the importance of clinical vigilance.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39719162",
    "pmid": "39719162",
    "doi": "10.1016/j.trim.2024.102162",
    "title": "Low-dose emapalumab combined with chemotherapy for adult patients with Epstein-Barr virus-associated hemophagocytic lymphohistiocytosis.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a severe disorder with poor clinical outcomes. Use of emapalumab, an IFN-γ inhibitor, enables primary HLH control in over 85 % of affected children. However, data on emapalumab use for Epstein-Barr virus-associated HLH (EBV-HLH) are limited. This report presents the cases of three patients with EBV-HLH, highlighting the successful integration of low-dose emapalumab in combination with chemotherapy as a novel therapeutic approach for patients diagnosed with EBV-HLH. This regimen resulted in rapid disease symptom control and hematological parameter improvement and facilitated successful stem cell transplantation. This report highlights the potential of low-dose emapalumab combined with chemotherapy as an effective bridging therapy to allogenic hematopoietic stem cell transplantation in EBV-HLH patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39618590",
    "pmid": "39618590",
    "doi": "10.7759/cureus.72721",
    "title": "Regorafenib-Triggered Hemophagocytic Lymphohistiocytosis: A Report of Two Cases.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare, potentially fatal condition, characterized by overactivation of the immune system. It can manifest as primary or secondary when triggered by infections, neoplasms, or medications. We report here two cases of regorafenib-induced HLH, one of which was life-threatening. The first patient was a 67-year-old woman with metastatic triple-negative breast cancer; the second patient was a 64-year-old woman with metastatic colon cancer. Both patients were included in the REGOMUNE clinical trial, a phase I/II trial evaluating the combination of regorafenib with avelumab. In this trial, the first administration of avelumab occurred on the 15th day of the cycle. Both patients developed a febrile rash: on the 10th day of regorafenib treatment for the first patient and on the 12th day for the second. Elevated levels of ferritin, C-reactive protein, and thrombocytopenia were observed in both cases. Bone marrow aspiration revealed hemophagocytosis, leading to the diagnosis of HLH for the two patients. The second patient had a more severe form with rapid hemodynamic deterioration, requiring transfer to the intensive care unit. The outcome was favorable in both cases after the definitive discontinuation of regorafenib and initiation of corticosteroid therapy. HLH is a rare adverse effect of regorafenib that can be life-threatening. Therefore, clinicians should promptly consider this diagnosis when encountering manifestations consistent with HLH to ensure timely and appropriate management.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40129758",
    "pmid": "40129758",
    "doi": "10.1016/j.idcr.2025.e02177",
    "title": "Hemophagocytic lymphohistiocytosis in a neonate with enterovirus infection: Case report and literature review.",
    "abstract": "Viruses are the most common organisms causing hemophagocytic lymphohistiocytosis (HLH), and enterovirus infection is the most frequently diagnosed virus infection in the newborn period. However, in recent years, there have been relatively few reports of enterovirus infection in Chinese neonates complicated by HLH. Here, we describe a female preterm infant who contracted echovirus 11 at day 4 and rapidly developed sepsis during the following three days, along with fever, lethargy, disseminated intravascular coagulation (DIC), and sepsis. She was ultimately identified as having echovirus 11 complicated by HLH. This report will contribute to increasing public awareness of the link between HLH and echo 11 infection, which can aid in early identification and treatment. <b>What's New:</b> We reported female preterm infant who contracted echovirus 11 at day 4 and rapidly developed sepsis during the following three days, it was the first report from central China that we are aware of.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39868852",
    "pmid": "39868852",
    "doi": "10.1111/joim.20065",
    "title": "Multicenter validation of secondary hemophagocytic lymphohistiocytosis diagnostic criteria.",
    "abstract": "<h4>Background</h4>Five fulfilled hemophagocytic lymphohistiocytosis (HLH)-2004 criteria, and the HScore are widely used and recommended by international expert consensus to diagnose secondary HLH. Both diagnostic scores have never been validated in heterogeneous patient cohorts of secondary HLH patients. We aimed to systematically optimize and validate diagnostic criteria of secondary HLH using a multicenter approach.<h4>Methods</h4>We developed optimized criteria in our cohort of critically ill patients as a first step. We next validated these new criteria together with the original and modified HLH-2004 criteria as well as the HScore using original data of 13 published cohorts, which were identified by a systematic literature search.<h4>Results</h4>The best performing HLH diagnostic criteria sets over all 13 validation cohorts were the original HLH-2004 criteria with a decreased cut-off (cut-off 4, mean sensitivity 86.5%, mean specificity 86.1%), followed by the revised HLH-2004 criteria (natural killer cell activity removed; cut-off 4, mean sensitivity 83.8%, mean specificity 87.8%) and the HScore (cut-off 169, mean sensitivity 82.4%, mean specificity 87.6%). Our newly developed HLH diagnostic criteria showed inferior performance. Ferritin ≥500 µg/L had 94.0% mean sensitivity over all cohorts.<h4>Conclusions</h4>In this first multicenter validation study, four fulfilled HLH-2004 criteria and an HScore of 169 were suitable to diagnose secondary HLH, which will lead to rapid diagnosis and improved patient outcomes. Ferritin proved as a reliable HLH screening marker. Our results should be taken into account in clinical recommendations and in designing new studies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38984023",
    "pmid": "38984023",
    "doi": "10.21037/tp-24-27",
    "title": "Salvage treatment of ruxolitinib for refractory adenovirus-associated hemophagocytic syndrome post-haploidentical allogeneic stem cell transplantation: a case report.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH) is a rare complication following hematopoietic stem cell transplantation (HSCT). Currently, there is a lack of consensus recommendations for the treatment of post-transplant HLH. This case report emphasizes the successful utilization of ruxolitinib as a salvage therapy for HLH post-HSCT. The aim is to provide valuable insights into the optimal management of this rare and complex complication.<h4>Case description</h4>We present a case study of an 11-year-old male patient diagnosed with severe aplastic anemia who received a haploidentical HSCT. On the 86th day post-transplantation, the patient developed recurrent fever, hepatomegaly, hypertriglyceridemia, severe pancytopenia, and elevated levels of inflammatory factors and ferritin. Hemophagocytosis was observed in the bone marrow, and subsequent DNA next-generation sequencing identified adenovirus type C infection, leading to a diagnosis of adenovirus-associated HLH. After unsuccessful treatment attempts with cidofovir, dexamethasone, immunoglobulin, plasmapheresis, and etoposide, ruxolitinib was administered. Remarkably, the patient's clinical symptoms rapidly improved, and his test results gradually normalized with ruxolitinib therapy. The adenovirus viral load became undetectable by the 180th day. With continuous remission, ruxolitinib was discontinued on the 137th day post-transplantation, and a 15-month follow-up examination showed no relapse.<h4>Conclusions</h4>We present a case of adenovirus-related secondary HLH (sHLH) post-HSCT, which was effectively treated with ruxolitinib. Our case highlights the potential of ruxolitinib as a therapeutic option for patients with viral infections and sHLH. Nonetheless, the safety and efficacy of this innovative treatment should be evaluated in forthcoming large-scale clinical trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39656557",
    "pmid": "39656557",
    "doi": "10.1080/10428194.2024.2436037",
    "title": "Malignancy-associated HLH: mechanisms, diagnosis, and treatment of a severe hyperinflammatory syndrome.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a severe hyperinflammatory syndrome characterized by uncontrolled immune activation. While traditionally associated with genetic mutations affecting cytotoxic function, recent advances have highlighted the prevalence and significance of HLH in adults, particularly in hematologic malignancies. This review focuses on malignancy-associated HLH (M-HLH), a complex and challenging condition with a poor prognosis. The review explores four main subtypes of M-HLH: (1) HLH as the initial presentation of malignancy, (2) Chemotherapy Associated HLH, (3) Cytokine Release Syndrome (CRS) Associated HLH-like Syndrome, and (4) immune effector cell-associated HLH-like syndrome. Diagnosis is complicated by overlap with cancer symptoms and limitations of existing criteria. The Optimized HLH Inflammatory (OHI) index shows promise in early identification of hyperinflammation in new-onset hematologic malignancies. Treatment approaches must balance controlling hyperinflammation with addressing the underlying malignancy. Emerging therapies, including targeted agents like anakinra, ruxolitinib, and emapalumab, offer new management possibilities. This review examines the current understanding of M-HLH pathophysiology, diagnostic approaches, and treatment strategies for each subtype. It underscores the critical need for further research to unravel underlying mechanisms and establish evidence-based treatment protocols. Given the complexity of M-HLH, international collaborative efforts are essential to advance knowledge and improve patient outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39867859",
    "pmid": "39867859",
    "doi": "10.1177/1753495x251314168",
    "title": "Hemophagocytic lymphohistiocytosis in early pregnancy: A rare and fatal diagnostic challenge.",
    "abstract": "<h4>Objective</h4>This report details the complexities of diagnosing and treating rapid-onset multisystemic hemophagocytic lymphohistiocytosis (HLH) during pregnancy, as evidenced by a fatal case in early pregnancy with severe hematological and obstetric complications.<h4>Case presentation</h4>A 20-year-old pregnant woman in her second pregnancy presented at 8 weeks of gestation with abdominal pain, fever, and rectal bleeding. Laboratory tests revealed leukopenia, thrombocytopenia, and anemia, leading to immediate transfusion and intensive care unit admission. Despite intensive interventions, including vasopressors and antibiotics, the patient developed progressive organ failure, with disseminated intravascular coagulation, and suffered a fatal stroke.<h4>Conclusions</h4>This critical case with severe complications demonstrates the diagnostic and treatment challenges of rapid-onset HLH in early pregnancy. Early and accurate differential diagnosis in obstetric emergencies is vital for conditions such as HLH. This case highlights the importance of multifaceted care in managing pregnant patients with complex, atypical presentations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39450686",
    "pmid": "39450686",
    "doi": "",
    "title": "Is Severe Dengue a Cytokine Storm Syndrome?",
    "abstract": "The immunopathogenesis of dengue severity remains an enigma. There is a growing body of evidence pointing towards a transient hyperinflammatory hypercytokinemic state responsible for the development of severe dengue including dengue hemorrhagic fever that coincides with the onset of thrombocytopenia, capillary leak, multiorgan dysfunction and hyperferritinemia. There are several reports of dengue associated hemophagocytic lymphohistiocytosis (HLH). However, the cytokine storm in dengue as well as in other infections may not conform to the classic HLH 2004 diagnostic criteria. Following the recent COVID-19 pandemic, there has been a paradigm shift in the understanding of infection-associated cytokine storms. There is a need to explore timely short-course immunotherapy for the management of selected patients with dengue spiraling into the critical phase.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39192523",
    "pmid": "39192523",
    "doi": "10.1093/ajcp/aqae097",
    "title": "A semiautomated microfluidic ELISA for the detection of hemophagocytic lymphohistiocytosis biomarkers.",
    "abstract": "<h4>Objectives</h4>Hemophagocytic lymphohistiocytosis (HLH) is a rare, life-threatening condition characterized by a massive overactivation of the immune system. Because the clinical findings are nonspecific, the development of assays to facilitate rapid diagnosis is critical for patient care. The objectives of this study were to evaluate the performance of a microfluidic enzyme-linked immunosorbent assay (ELISA) for HLH biomarkers and investigate the impact of insourcing this testing on workflow, cost, and turnaround time in a tertiary-care cancer hospital.<h4>Methods</h4>Trends in order volume were evaluated for C-X-C motif chemokine ligand 9 (CXCL9) and soluble interleukin 2 receptor ɑ (sIL2R), and a microfluidic ELISA was used to measure these analytes in serum samples. Analyte values, turnaround time, and costs were compared for this assay relative to reference laboratory testing.<h4>Results</h4>Test ordering has increased from 187 to 1030 requests annually over the past 5 years. Insourcing these analytes on a semiautomated ELISA can decrease time to result by approximately 2 days and generate a cost savings of roughly $140,000 annually within our laboratory.<h4>Conclusions</h4>Using a semiautomated ELISA for sIL2R and CXCL9 may help physicians arrive at a diagnosis and monitor therapy for patients with HLH while decreasing turnaround time and costs within the clinical laboratory.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39780848",
    "pmid": "39780848",
    "doi": "10.1177/26330040241311621",
    "title": "Hemophagocytic lymphohistiocytosis as the initial manifestation of bone marrow failure in a child with a TERC variant telomere biology disorder.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a life-threatening systemic hyperinflammatory syndrome, rarely associated with bone marrow failure (BMF). Telomere biology disorders (TBD) are caused by inherited defects in telomerase processes and can have heterogeneous presentations including idiopathic pulmonary fibrosis, cirrhosis, and BMF. We report a case of a 10-year-old male from Lima, Peru, who presented with HLH as the initial manifestation of a TBD. He experienced fever, gastrointestinal symptoms, and mucocutaneous involvement. Initial laboratory analyses revealed pancytopenia and elevated inflammatory markers. Despite symptomatic and antibiotic treatment, his clinical condition persisted leading to a suspicion of Kawasaki disease and, subsequently, HLH. Immunomodulatory treatment was initiated with a good clinical response. Bone marrow aspiration revealed severe hypocellular bone marrow and cytophagocytosis. Genetic studies identified a pathogenic variant in the <i>TERC</i> gene (n.110_113del), which was also found in the patient's mother and brother. HLH as the initial manifestation of BMF is rare. This case highlights the importance of considering TBD in children with BMF of unclear etiology and the value of genetic testing in such cases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39422631",
    "pmid": "39422631",
    "doi": "10.1177/00031348241292725",
    "title": "A Rare Case of Disseminated Strongyloidiasis Leading to Multisystem Organ Failure Following Deceased Donor Kidney Transplantation.",
    "abstract": "Strongyloidiasis is a rare systemic parasitic infection caused by the nematode, <i>Strongyloides stercoralis</i>, that is often insidious and may remain dormant for many years before progressing to fulminant hyperinfection in an immunocompromised host. In this report, we present a case of disseminated strongyloidiasis in a patient who underwent a deceased donor kidney transplantation 2 months prior to presentation. Our patient developed multisystem organ failure as well as secondary hemophagocytic lymphohistiocytosis (HLH) and ultimately died despite extensive resuscitative efforts and antiparasitic treatments. This report highlights the importance of routine screening for parasitic diseases prior to organ transplantation, especially with donors from endemic regions of the world.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39585795",
    "pmid": "39585795",
    "doi": "10.1080/16078454.2024.2431397",
    "title": "Prevalence, trends, and outcomes of hematological malignancies in patients with hemophagocytic lymphohistiocytosis.",
    "abstract": "<h4>Backgrounds</h4>Hemophagocytic lymphohistiocytosis (HLH) is an acute, rapidly progressive systemic inflammatory disorder that often occurs secondary to hematological malignancies among other conditions in adults. Although the annual incidence of HLH is increasing, detailed epidemiological knowledge of HLH is still limited, especially in patients with hematological malignancies.<h4>Objectives</h4>To analyze the impact of hematological malignancies on the epidemiology and outcomes of HLH.<h4>Study design</h4>Data from the National Readmission Database (NRD) from 2011 to 2020 were analyzed to explore the epidemiological trends and in-hospital outcomes of HLH patients, particularly those with hematological malignancies.<h4>Results</h4>Our analysis included 7579 HLH hospitalizations, with hematological malignancies implicated in 24.01% of cases. Our findings reveal a steady increase in HLH diagnoses from 145 cases in 2011 to 1848 in 2020, with the proportion linked to hematological malignancies remaining consistent. Patients with hematological malignancies-associated HLH exhibited higher rates of in-hospital mortality (31.6%) than those without (14.4%), and a higher 30-day readmission rate, underscoring a critical need for early detection and treatment revision.<h4>Conclusions</h4>Despite the increasing awareness and diagnosis of HLH, the prognosis of patients with HLH associated with hematological malignancies remains poor, highlighting the urgent need for improved management strategies and therapeutic interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39995816",
    "pmid": "39995816",
    "doi": "10.1016/j.idcr.2025.e02175",
    "title": "Disseminated histoplasmosis and hemophagocytic lymphohistiocytosis: A case report.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is an immune deregulatory disorder resulting in severe inflammation and potentially fatal complications involving the bone marrow, liver, or brain; HLH can be considered primary. Secondary HLH is often associated with a specific trigger, including infectious trigger that could be bacterial, viral, fungal or parasitic. Histoplasmosis-associated HLH is a relatively rare but previously reported complication. This case report presents a patient with HLH caused by disseminated histoplasmosis who was treated with etoposide, rituximab, amphotericin B, and itraconazole. This case report aims to highlight the importance of keeping a broad differential for when patients present with fevers of unknown origin.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40165196",
    "pmid": "40165196",
    "doi": "10.1186/s12887-025-05613-9",
    "title": "Methylmalonic acidemia with recurrent hemophagocytic lymphohistiocytosis: a case report and review of the literature.",
    "abstract": "<h4>Background</h4>Methylmalonic acidemia is a rare autosomal recessive disorder of propionate catabolism characterized by the accumulation of propionic acid and methylmalonic acid caused by methylmalonyl-CoA mutase deficiency. Clinical presentations range from acute deterioration in the neonatal period to later onset with a heterogeneous clinical course. Metabolite accumulation results in systemic involvement, affecting the nervous, gastrointestinal, and renal system functions and causing cardiomyopathy. Bone marrow dysfunction manifesting as neutropenia and anemia is a common hematological finding. Although rare, three cases of secondary hemophagocytosis were documented.<h4>Case presentation</h4>An 18-year-old male patient diagnosed with methylmalonic acidemia presented with vomiting and altered mental status. He had a medical history of presumably hemophagocytic lymphohistiocytosis (HLH) at the age of 17 months. Physical examination, laboratory tests, and bone marrow aspiration results met the HLH-2004 diagnostic criteria, confirming a recurrent HLH. Although he recovered after intensive treatment, his cognitive function declined. Retrospective analysis revealed higher serum levels of ferritin during acute decompensations compared with nonattack periods. Correlation analysis revealed a strong relationship between serum ferritin and propionylcarnitine, one of the major propionyl-CoA-derived metabolites.<h4>Conclusions</h4>HLH is a rare and underrecognized hematologic emergency in methylmalonic acidemia, and its early diagnosis and treatment are critical. Serum ferritin may be a useful clinical biomarker in the diagnosis of HLH-associated attacks in methylmalonic acidemia.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39190435",
    "pmid": "39190435",
    "doi": "10.1182/blood.2024025977",
    "title": "Emapalumab therapy for hemophagocytic lymphohistiocytosis before reduced-intensity transplantation improves chimerism.",
    "abstract": "<h4>Abstract</h4>Hemophagocytic lymphohistiocytosis (HLH) is a hyperinflammatory disorder driven by interferon gamma (IFN-γ). Emapalumab, an anti-IFN-γ antibody, is approved for the treatment of patients with primary HLH. Hematopoietic stem cell transplantation (HSCT) is required for curing HLH. Reduced-intensity conditioning (RIC) HSCT is associated with improved survival but higher incidences of mixed chimerism and secondary graft failure. To understand the potential impact of emapalumab on post-HSCT outcomes, we conducted a retrospective study of pediatric patients with HLH receiving a first RIC-HSCT at our institution between 2014 and 2022 after treatment for HLH, with or without this agent. Mixed chimerism was defined as <95% donor chimerism and severe mixed chimerism as <25% donor chimerism. Intervention-free survival (IFS) included donor lymphocyte infusion, infusion of donor CD34-selected cells, second HSCT, or death within 5 years after HSCT. Fifty patients met the inclusion criteria; 22 received emapalumab within 21 days before the conditioning regimen, and 28 did not. The use of emapalumab was associated with a markedly lower incidence of mixed chimerism (48% vs 77%; P = .03) and severe mixed chimerism (5% vs 38%; P < .01). IFS was significantly higher in patients receiving emapalumab (73% vs 43%; P = .03). Improved IFS was even more striking in infants aged <12 months, a group at the highest risk for mixed chimerism (75% vs 20%; P < .01). Although overall survival was higher with emapalumab, this difference was not significant (82% vs 71%; P = .39). We show that the use of emapalumab for HLH before HSCT mitigates the risk of mixed chimerism and graft failure after RIC-HSCT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39807223",
    "pmid": "39807223",
    "doi": "10.1002/ccr3.70128",
    "title": "Macrophage Activation Syndrome/Secondary Hemophagocytic Lymphohistiocytosis in Adult-Onset Still's Disease: An Uncommon Initial Presentation in a Young Nepalese Female: A Case Report.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH), is a fatal systemic hyperinflammatory syndrome. HLH may be due to immunosuppression, infections, cancer, or autoimmune diseases with fever and cytopenia. HLH which occurs in adult-onset Stills disease (AOSD) is called secondary HLH, also known as macrophage activation syndrome (MAS). Here, we present a case of a 36-year-old Nepalese female, with no known comorbidities presented with a history of fever, sore throat, multiple joint pain, fluctuating rash, hair loss, and unintentional weight loss for a month. She was hypotensive, with a high-grade fever. She had swollen eyelids, and erythematous macular rashes in the face, trunk, and extremities with the rest of the systemic examinations normal. Investigation showed leukocytosis, with anemia, and a blood smear showed neutrophilic leukocytosis. ESR/CRP and lactate dehydrogenase (LDH) were elevated, and ferritin was 38,291 ng/mL. Tropical disease screening, blood culture, viral serologies, imaging for malignancies, and autoimmune disease panels were negative. She met the diagnostic criteria for AOSD. MAS was suspected of abnormally high ferritin levels, and a bone marrow aspiration biopsy was done. She was given IV steroids with some improvement. The biopsy showed hypercellular marrow with erythroid hyperplasia, dyserythropoietic changes, and increased macrophages with phagocytic activity suggestive of MAS. She was started on dexamethasone and cyclosporine which eventually improved her condition. Several complications can arise in AOSD, around 15% of these patients can have MAS which is regarded as one of the most severe complications. With studies showing a mortality rate of more than 50% in patients of AOSD with MAS which is five times more than the mortality rate with AOSD alone, understanding this combined picture and timely aggressive treatment has a huge importance.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39310631",
    "pmid": "39310631",
    "doi": "10.7759/cureus.67393",
    "title": "A Case Report of Hemophagocytic Lymphohistiocytosis Masquerading as Sepsis.",
    "abstract": "Profound inflammation due to cytokine storm is often the underlying cause of death in patients with hemophagocytic lymphohistiocytosis (HLH). Sepsis, while a precipitant, is also the great masquerader that may hide early signs of HLH. Prompt recognition is important to prevent rapid clinical decline and death. A patient presented with two weeks of unremitting fever of 103°F, dysuria, bilateral flank pain, and confusion. Obstructive uropathy and pyelonephritis were treated with a Foley catheter and antibiotics. There were abnormal developments during his hospitalization including a deep vein thrombus despite prophylactic anticoagulation. Antibiotics and Foley management did not improve fevers or renal injury so he eventually required continuous renal replacement therapy and blood product transfusions. In rapid progression, the patient developed pancytopenia, neutropenia, hyperferritinemia, hypertriglyceridemia, and hypofibrinogenemia suspicious for HLH. A bone marrow biopsy was consistent with progressive T-cell lymphoma, the likely cause of secondary HLH. Antineoplastics, corticosteroids, and opportunistic prophylaxis were pursued. Unfortunately, the cytopenias worsened, and the patient developed shock with hypoxemia and hypotension, followed by cardiac arrest and demise.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39712403",
    "pmid": "39712403",
    "doi": "10.1080/08998280.2024.2384042",
    "title": "Breaking the storm: ruxolitinib as a lifeline in refractory hemophagocytic lymphohistiocytosis with macrophage activation syndrome.",
    "abstract": "This case report presents the management of a 25-year-old woman with refractory hemophagocytic lymphohistiocytosis (HLH) secondary to adult-onset Still's disease. Despite initial treatment with corticosteroids and biologic therapies, including anakinra and tocilizumab, her condition continued to deteriorate, necessitating intensive care unit admission. Following multidisciplinary consultation, ruxolitinib therapy, a Janus kinase (JAK) inhibitor targeting hyperinflammation, was initiated. Remarkably, the patient exhibited significant clinical improvement with resolution of fever, normalization of inflammatory markers, and organ function recovery. This case underscores the potential of ruxolitinib as a therapeutic option in refractory cases of HLH or macrophage activation syndrome, highlighting the importance of exploring novel therapies in refractory and challenging clinical scenarios.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39149687",
    "pmid": "39149687",
    "doi": "10.7759/cureus.64596",
    "title": "Hemophagocytic Lymphohistiocytosis Unmasking Systemic Lupus Erythematosus: Management With Belimumab and a Case Study.",
    "abstract": "Secondary hemophagocytic lymphohistiocytosis (HLH) is a life-threatening hyperinflammatory condition caused by the hyperactivation of macrophages and T-cells, triggered by infection, malignancy, or underlying rheumatological conditions. It rarely presents as a first manifestation of a rheumatological condition. Macrophage activation syndrome (MAS) is secondary HLH associated with underlying hematological conditions. Here, we present a case of a previously healthy 29-year-old female who was admitted with fever, rash, and pancytopenia, found to have HLH, and a workup revealed underlying systemic lupus erythematosus (SLE). She was successfully treated with dexamethasone, etoposide, and belimumab, with complete recovery of her symptoms. This case highlights the importance of a thorough evaluation of rheumatological conditions in all patients with HLH despite their previous medical history and the use of belimumab for SLE.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39704507",
    "pmid": "39704507",
    "doi": "10.1002/pbc.31495",
    "title": "Modified G-CSF/ATG-Based Haploidentical Transplantation Protocol in Pediatric Primary Hemophagocytic Lymphohistiocytosis: A Long-Term Follow-Up Single-Center Experience.",
    "abstract": "<h4>Background</h4>Primary hemophagocytic lymphohistiocytosis (HLH) is a hyperinflammatory syndrome caused by immune dysregulation. Hematopoietic stem cell transplantation (HSCT) represents the only option for long-term cure for primary HLH. However, only around 25% of patients have a fully HLA-matched donor.<h4>Methods</h4>In this retrospective study, we analyzed 42 pediatric patients with primary HLH who underwent haplo-SCT using the modified granulocyte colony-stimulating factor (G-CSF)/antithymocyte globulin (ATG)-based protocol. The conditioning regimen included 300-600 mg/m<sup>2</sup> etoposide (VP16), along with low doses of busulfan (Bu) (0.8-1.2 mg/kg every 6 hours on Days -8 to -6), cyclophosphamide (Cy) (10 mg/kg/day on Days -4 to -3), fludarabine (Flu) (30 mg/m<sup>2</sup>/day on Days -5 to -3), and ATG (8-9 mg/kg total dose on Days -5 to -2) to reduce complications.<h4>Results</h4>All 42 patients achieved successful engraftment. Following a median follow-up period of 48.7 months, 32 of the 42 patients remained alive and disease free. The 2-year overall survival (OS) rate was 78.4%, and the 5-year OS rate was 73.7%. The 2-year failure-free survival (FFS) rate was 71.3%, and the 5-year FFS rate was 66.5%. Patients who achieved complete remission at the time of HSCT showed better OS (p < 0.05). The incidence of Grade III-IV acute graft-versus-host disease (GVHD) was 26.2%, and severe chronic GVHD was observed in 11.9% of patients. Thrombotic microangiopathy occurred in 13 patients, and veno-occlusive disease in two patients.<h4>Conclusions</h4>This modified G-CSF/ATG-based haploidentical protocol demonstrates significant potential for pediatric patients with primary HLH, exhibiting commendable effectiveness and safety.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39415906",
    "pmid": "39415906",
    "doi": "10.1002/jha2.975",
    "title": "Myeloma-associated hemophagocytic lymphohistiocytosis - A comprehensive case study and a novel chemotherapy-free approach with anakinra.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is an immune response syndrome characterized by excessive inflammation and tissue destruction. A limited number of cases involving HLH patients with concomitant multiple myeloma (MM), leading to significant mortality, have been documented, underscoring the importance of timely diagnosis. We present the case of a 78-year-old previously healthy male admitted to our hospital with a newly diagnosed MM. Subsequently, he was diagnosed with HLH and received treatment with anakinra, intravenous immunoglobulin, and dexamethasone. This case report highlights the unique aspect of being the first documented instance of myeloma-associated HLH treated with anakinra.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39521346",
    "pmid": "39521346",
    "doi": "10.1016/j.ijmmb.2024.100752",
    "title": "A vector borne, airborne and food borne infection with secondary hemophagocytic lymphohistocytosis: Case of triple infections in an immuno-competent patient.",
    "abstract": "Pakistan is endemic to several bacterial, parasitic and viral infections including tuberculosis, malaria and dengue that account for a high rate of mortality each year. These different types of infections can occur through various routes of transmission and concurrently in individuals, especially in immunocompromised but rarely among immunocompetent. We report a case of a 25 year old immunocompetent female who was admitted with an initial diagnosis of dengue fever and diagnosed as having co-infection of COVID-19 and Brucella leading to secondary hemophagocytic lymphohistiocytosis (HLH). She was managed for all three infections and complications simultaneously.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38449949",
    "pmid": "38449949",
    "doi": "10.7759/cureus.53649",
    "title": "Severe Lymphoma-Associated Hemophagocytic Syndrome in a Young Woman.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare, life-threatening hyperinflammatory syndrome characterized by profound immune system activation. In adults, most cases of HLH are due to an underlying pathology- such as infection, malignancy, or autoimmune disease. It is a disease that can progress to rapid clinical deterioration and be difficult to diagnose. Nevertheless, regardless of etiology, most patients with HLH benefit from treatment. This paper highlights the challenges involved in diagnosing and managing this condition in practice, with an emphasis on how young, previously healthy young adults can present in a critically ill state.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39434927",
    "pmid": "39434927",
    "doi": "10.7759/cureus.71843",
    "title": "Toxoplasmosis-Associated Hemophagocytic Lymphohistiocytosis in a Liver Transplant Recipient.",
    "abstract": "Toxoplasmosis is a rare parasitic infectious disease in solid organ transplant recipients. The disease is characterized by difficulties in diagnosis and high mortality. However, there have been no reported cases of hemophagocytic lymphohistiocytosis (HLH) caused by toxoplasmosis in liver transplant patients. Here, we present the case of an adult female liver transplant recipient who experienced a fatal outcome and developed secondary HLH following confirmation of toxoplasmosis through metagenomic next-generation sequencing. The patient exhibited symptoms, including high fever, skin rash, unconsciousness, and multiorgan failure. The condition met six out of eight criteria for HLH according to the HLH-2004 diagnostic criteria. Additionally, the H-score for this patient was 287 points, confirming the diagnosis of HLH. This represents the first reported case of toxoplasmosis-associated secondary HLH in an adult liver transplant recipient in China.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39666196",
    "pmid": "39666196",
    "doi": "10.1007/s13730-024-00950-7",
    "title": "Fatal visceral disseminated varicella zoster virus infection during initial remission induction therapy in a patient with lupus nephritis: a case report and review of the literature.",
    "abstract": "Visceral disseminated varicella zoster virus (VZV) infection is a severe complication, characterized by a notably high mortality rate. Herein, we present a case of a 36-year-old-man involving visceral disseminated VZV infection that emerged during remission induction therapy involving high-dose prednisolone (PSL), mycophenolate mofetil (MMF), and hydroxychloroquine for lupus nephritis. Two months after starting the immunosuppressive therapy, he experienced a rapid onset of severe upper abdominal pain. The following day, clinical manifestations and laboratory abnormalities rapidly deteriorated. Hyperferritinemia and hypertriglyceridemia, indicative of hemophagocytic lymphohistiocytosis (HLH), emerged, along with escalating liver and renal impairment and newly appeared disseminated intravascular coagulation, and multiple organ failure is suggested. The patient developed widespread blistering predominantly on the trunk and face, patient's condition failed to ameliorate, ultimately culminating in his demise a few hours later. At autopsy, the cutaneous lesions with blisters revealed positive immunostaining with anti-VZV antibody, and similar findings were detected in multiple organs. HLH was confirmed in lymph nodes. It is crucial to emphasize the awareness of visceral disseminated VZV, particularly in cases patients are undergoing concurrent PSL therapy alongside MMF for SLE. The progression of this fatal condition usually begins with abdominal pain, followed by a skin rash a few days later. The present case is the first to show evidence of HLH occurring as a result of visceral disseminated VZV infection. This disease is extremely rare but extremely serious, therefore, VZV-DNA should be measured in cases where you suspect this disease for early diagnosis and treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39387420",
    "pmid": "39387420",
    "doi": "10.24953/turkjpediatr.2024.5072",
    "title": "Clinicopathological features and treatment of aggressive natural killer cell leukemia: case series and literature review.",
    "abstract": "<h4>Background</h4>Aggressive natural killer cell leukemia (ANKL) is rare and difficult to diagnose in early stages, with no standard treatment and a poor prognosis.<h4>Case presentation</h4>Two adolescents with ANKL presented with hemophagocytic lymphohistiocytosis (HLH), with Case-1 presenting as refractory HLH and Case-2 with lung involvement. The morphology of bone marrow showed an increase in unidentified cells, which mainly expressed CD56. Cytogenetic analysis showed complex karyotypes. Both patients received intensive combined chemotherapy based on pegaspargase and anthracyclines. Case-1 died of tumor lysis syndrome. Case-2 underwent hematopoietic stem cell transplantation and is currently alive and disease-free.<h4>Conclusions</h4>HLH can serve as the initial manifestation of ANKL. Leukemia cells of ANKL have significant variations in the morphology and mainly express CD56. Intensive combination chemotherapy based on pegaspargase and anthracyclines may be considered for ANKL.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39687819",
    "pmid": "39687819",
    "doi": "10.7759/cureus.73820",
    "title": "A Case of the Initial Presentation of Hemophagocytic Lymphohistiocytosis as Acute Unilateral Vision Loss.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is an incredibly rare disease that is characterized by the overproduction of histiocytes and lymphocytes, which then start to attack the body instead of just invasive pathogens. It has been known to affect many organs including most commonly blood cells and bone marrow, but it has also been known to affect the liver, spleen, skin, and the brain. Ocular involvement is rare and is mostly associated with HLH's effect on other body systems (i.e., HLH causes extremely low platelets which can lead to retinal hemorrhages). However, we discuss a case report of a 19-year-old man whose initial presentation of HLH was complete vision loss in one eye. MRI showed inflammation of the nerve which initially appeared similar to optic neuritis. Only after the patient began having systemic symptoms, as well as further lab tests, bone marrow biopsy, and imaging, were we able to make the diagnosis of HLH. This is the first reported case in the literature of a patient with HLH's initial presenting symptom being acute unilateral vision loss. This finding is important for the ophthalmic community to be aware of, both because HLH needs to be included in the differential for rare causes of unilateral complete vision loss especially when associated with systemic atypical symptoms such as fever or altered mental status, and because early recognition of HLH by ophthalmologists could lead to life-saving treatment. If undiagnosed and untreated, HLH can be fatal in months.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39764314",
    "pmid": "39764314",
    "doi": "10.7759/cureus.75279",
    "title": "Hemophagocytic Lymphohistiocytosis Associated With Epstein-Barr Virus Infection in an Immunocompetent Adult.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare but potentially fatal entity characterized by an unregulated activation of the immune system. In the adult population, it is most commonly secondary to infectious, autoimmune, or neoplastic diseases. We present a case of a 23-year-old female diagnosed with infectious mononucleosis and hospitalized due to a persistent three-week fever and malaise with a new onset of jaundice and findings compatible with acute hepatitis and hepatosplenomegaly. Due to a lack of response to standard supportive care, maintained fever, persistent analytical worsening (hyperferritinemia, bicytopenia, cytocholestasis, and hypertriglyceridemia), and hemophagocytocic phenomena on myelogram, the diagnosis of HLH secondary to Epstein-Barr virus infection was attained. Treatment with systemic corticosteroids was initiated with a continuously favorable evolution. This case aimed to describe and highlight the complexity of the diagnostic approach and the urgency of directed therapeutic attitudes in the management of HLH.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39221302",
    "pmid": "39221302",
    "doi": "10.7759/cureus.65948",
    "title": "Whitmore's Disease: A Case Report of Melioidosis Triggering Hemophagocytic Lymphohistiocytosis.",
    "abstract": "Melioidosis is a rare disease caused by <i>Burkholderia pseudomallei</i>, which has recently acquired prominence in India as an emerging pathogen. It is a gram-negative bacteria found in soil. As delayed diagnosis and treatment are linked to increased mortality, early diagnosis is crucial. We present here a unique instance of melioidosis that was made worse by a rare disorder known as hemophagocytic lymphohistiocytosis (HLH), which necessitates early treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39958137",
    "pmid": "39958137",
    "doi": "10.7759/cureus.77492",
    "title": "Hemophagocytic Lymphohistiocytosis Secondary to Non-Hodgkin Lymphoma: A Case Report.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a severe hyperinflammatory syndrome characterized by uncontrolled immune activation, often associated with malignancy in adults. Early recognition and prompt initiation of treatment are crucial in managing this condition due to its rapid progression and poor prognosis. We report the case of a 75-year-old male with suspected lymphoproliferative disease who presented with clinical criteria compatible with HLH. Immediate treatment with dexamethasone led to rapid clinical improvement, and the patient was referred to hematology for continued management of the underlying disease. This case highlights the importance of constant clinical surveillance, early intervention, and the use of well-structured diagnostic tools in managing this syndrome in adults, where significant diagnostic and treatment challenges remain.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39223367",
    "pmid": "39223367",
    "doi": "10.1038/s41401-024-01376-8",
    "title": "Baicalin inhibits PANoptosis by blocking mitochondrial Z-DNA formation and ZBP1-PANoptosome assembly in macrophages.",
    "abstract": "PANoptosis is an emerging form of regulated cell death (RCD) characterized by simultaneous activation of pyroptotic, apoptotic, and necroptotic signaling that not only participates in pathologies of inflammatory diseases but also has a critical role against pathogenic infections. Targeting PANoptosis represents a promising therapeutic strategy for related inflammatory diseases, but identification of inhibitors for PANoptosis remains an unmet demand. Baicalin () is an active flavonoid isolated from Scutellaria baicalensis Georgi (Huangqin), a traditional Chinese medicinal herb used for heat-clearing and detoxifying. Numerous studies suggest that baicalin possesses inhibitory activities on various forms of RCD including apoptosis/secondary necrosis, pyroptosis, and necroptosis, thereby mitigating inflammatory responses. In this study we investigated the effects of baicalin on PANoptosis in macrophage cellular models. Primary macrophages (BMDMs) or J774A.1 macrophage cells were treated with 5Z-7-oxozeaenol (OXO, an inhibitor for TAK1) in combination with TNF-α or LPS. We showed that OXO plus TNF-α or LPS induced robust lytic cell death, which was dose-dependently inhibited by baicalin (50-200 μM). We demonstrated that PANoptosis induction was accompanied by overt mitochondrial injury, mitochondrial DNA (mtDNA) release and Z-DNA formation. Z-DNA was formed from cytosolic oxidized mtDNA. Both oxidized mtDNA and mitochondrial Z-DNA puncta were co-localized with the PANoptosome (including ZBP1, RIPK3, ASC, and caspase-8), a platform for mediating PANoptosis. Intriguingly, baicalin not only prevented mitochondrial injury but also blocked mtDNA release, Z-DNA formation and PANoptosome assembly. Knockdown of ZBP1 markedly decreased PANoptotic cell death. In a mouse model of hemophagocytic lymphohistiocytosis (HLH), administration of baicalin (200 mg/kg, i.g., for 4 times) significantly mitigated lung and liver injury and reduced levels of serum TNF-α and IFN-γ, concomitant with decreased levels of PANoptosis hallmarks in these organs. Baicalin also abrogated the hallmarks of PANoptosis in liver-resident macrophages (Kupffer cells) in HLH mice. Collectively, our results demonstrate that baicalin inhibits PANoptosis in macrophages by blocking mitochondrial Z-DNA formation and ZBP1-PANoptosome assembly, thus conferring protection against inflammatory diseases. PANoptosis is a form of regulated cell death displaying simultaneous activation of pyroptotic, apoptotic, and necroptotic signaling. This study shows that induction of PANoptosis is linked to mitochondrial dysfunction and mitochondrial Z-DNA formation. Baicalin inhibits PANoptosis in macrophages in vitro via blocking mitochondrial dysfunction and the mitochondrial Z-DNA formation and thereby impeding the assembly of ZBP1-associated PANoptosome. In a mouse model of hemophagocytic lymphohistiocytosis (HLH), baicalin inhibits the activation of PANoptotic signaling in liver-resident macrophages (Kupffer cells) in vivo, thus mitigating systemic inflammation and multiple organ injury in mice.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39807742",
    "pmid": "39807742",
    "doi": "10.24953/turkjpediatr.2024.4602",
    "title": "Griscelli syndrome: Erdheim-Chester disease-like local presentation progressing to accelerated phase.",
    "abstract": "<h4>Background</h4>Griscelli syndrome (GS) is a rare genetic disorder characterized by oculocutaneous albinism and variable immune dysfunction. Among three distinct types of GS, occurring due to different genetic mutations; GS type 1 presents with neurological manifestations, hemophagocytic lymphohistiocytosis (HLH) generally develops in GS type 2, and GS type 3 primarily exhibits oculocutaneous albinism. HLH, a life-threatening condition with excessive immune activation, may occur secondary to various triggers, including infections, and develop in different tissues, as well as in the testis, similar to Erdheim-Chester disease.<h4>Case</h4>After referral at 19 days of age with restlessness, left testicular swelling, and erythema, an infant was diagnosed with bilateral hydrocele with left testicular torsion by testicular ultrasound, leading to a left orchiectomy. Pathology showed testicle and spermatic cord hemorrhagic necrosis. A week later, the infant presented with right testicular swelling and hepatosplenomegaly. He had silvery gray hair. We administered broad-spectrum antibiotics for increased acute phase reactants. Viral panels, including cytomegalovirus and Epstein-Barr virus, were negative. Laboratory findings indicated cholestasis and disseminated intravascular coagulation. Bone marrow aspiration revealed hemophagocytosis and increased histiocytes. Microscopic hair examination supported the diagnosis of GS. Sanger sequencing revealed the homozygous mutation c.217T>G (p.W73G) in RAB27A.<h4>Conclusion</h4>Prompt diagnosis and treatment of HLH are crucial to prevent progression to multi-organ failure and death. This case highlights the diverse tissue involvement and diagnostic challenges in Griscelli syndrome type 2.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39398688",
    "pmid": "39398688",
    "doi": "10.7759/cureus.69294",
    "title": "Acute Hemophagocytic Lymphohistiocytosis Due to Tularemia.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare, life-threatening disorder marked by excessive immune system activation. Diagnosing HLH is particularly difficult due to its diverse etiology and similar clinical presentation. Patients with HLH often require intensive critical care. The condition is divided into HLH syndrome (genetic defects) and HLH disease, and both can be triggered by factors such as infections, autoimmune diseases, or malignancies. We present here the first documented case of acute HLH secondary to tularemia with septic shock in a 62-year-old female. Initially suspected due to malignancy-induced acute HLH, she was treated with etoposide and dexamethasone and was immediately transitioned to antimicrobials once she was confirmed positive for <i>Francisella tularemia</i> on blood cultures at the state microbiology laboratory. She had a prolonged clinical course of 31 days, followed by an excellent recovery after treatment with antimicrobials. This case highlights the importance of recognizing tularemia as a potential cause of HLH. Identifying and addressing the causative agent promptly is crucial for effective management and treatment of HLH.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39412658",
    "pmid": "39412658",
    "doi": "10.1007/s00277-024-06039-6",
    "title": "A girl with a novel nonsense mutation in Chediak-Higashi syndrome was relieved successfully by treatment with HCST and UCBT: a case report.",
    "abstract": "Chediak-Higashi syndrome (CHS) is a life-threatening autosomal recessive immunodeficiency disease presenting with recurrent infections, hypopigmentation, progressive neurodegeneration, and hemophagocytic lymphohistiocytosis (HLH), known as the accelerated stage. Two-thirds of patients experience a fatal accelerated phase. CHS is caused by lysosomal transport regulator (LYST) gene mutations. We report the case of CHS, who was born with pale skin and silver hair. Bone marrow aspirate revealed large inclusions in granulocytes, monocytes, and lymphocytes. Genetic analysis revealed a new nonsense mutation in the LYST gene: c.8186G > A (W2729Ter). The child presented with fever, hepatosplenomegaly, and lymphadenectasis. Laboratory tests showed pancytopenia, hypofibrinogenemia, and high serum ferritin, indicating an accelerated phase of CHS. She underwent allogeneic hematopoietic stem cell transplantation (HCST) combined with umbilical cord blood transplantation (UCBT) after HLH-related chemotherapy. The patient has been alive for nine months without recurrence. We have identified a novel nonsense mutation in the LYST gene that correlates with a severe phenotype, and HSCT combined with UCBT is an effective treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39093986",
    "pmid": "39093986",
    "doi": "10.1182/blood.2023023287",
    "title": "Transplantation in adult patients with Epstein-Barr virus-associated hemophagocytic lymphohistiocytosis: yes or no?",
    "abstract": "<h4>Abstract</h4>Hemophagocytic lymphohistiocytosis (HLH) is a syndrome characterized by aberrant immunological activity with a dismal prognosis. Epstein-Barr virus (EBV)-associated HLH (EBV-HLH) is the most common type among adults. Patients with EBV infection to B cells could benefit from rituximab, whereas lethal outcomes may occur in patients with EBV infection to T cells, nature killer cells, or multilineages. The necessity of allogeneic hematopoietic stem cell transplantation (HSCT) in adult patients with EBV-HLH remains controversial. A total of 356 adult patients with EBV-HLH entered this study. Eighty-eight received HSCT under medical recommendation. Four received salvage HSCT. The 5-year overall survival (OS) rate for patients who underwent HSCT was 48.7% (vs 16.2% in patients who did not undergo transplantation; P < .001). There was no difference in OS between patients who received transplantation at first complete response (CR1) and those at first partial response (PR1) nor between patients at CR1 and CR2. Patients who received transplantation at PR2 had inferior survival. The rate of reaching CR2 was significantly higher in patients with CR1 than PR1 (P = .014). Higher soluble CD25 levels, higher EBV-DNA loads in plasma after HSCT, poorer remission status, more advanced acute graft-versus-host disease (GVHD), and the absence of localized chronic GVHD were associated with inferior prognosis (P < .05). HSCT improved the survival of adult EBV-HLH significantly. For patients who achieved PR after initial treatment, HSCT was recommended. A wait-and-see strategy could be adopted for patients who achieved CR after initial treatment but with the risk of failing to achieve CR2.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39604597",
    "pmid": "39604597",
    "doi": "10.1007/s00277-024-06111-1",
    "title": "Association of albumin to urea nitrogen ratio with 30-day mortality in adult hemophagocytic lymphohistiocytosis: a retrospective cohort study.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a severe disease with a grim prognosis. This study aims to investigate the potential role of albumin to urea nitrogen ratio (AUR) as a predictor of 30-day mortality in adult HLH patients. This retrospective analysis involved patients admitted to the hospital with a first-time diagnosis of HLH between January 2015 and September 2021. The primary outcome was defined as 30-day all-cause mortality. Patients were categorized as survivors and non-survivors, as well as test and validation cohorts. Clinical signs and laboratory biomarkers on admission were picked up. A total of 467 patients were included in the study, with a 30-day mortality rate of 31.0% (n = 145). There were no significant differences observed between the test and validation cohorts. Surviving patients exhibited significantly higher levels of AUR. Multivariate analysis indicated that an AUR < 3.40 was deemed to be an independent risk factor (test cohort: HR: 3.663, P < 0.001; validation cohort: 2.475, P = 0.013; total cohort: 2.976, P < 0.001). The area under the receiver operating characteristic curve (AUC) values were 0.734 in the test cohort, 0.690 in the validation cohort, and 0.711 in the total cohort. AUR emerged as an independent and reliable risk indicator for 30-day mortality in adults with HLH, offering clinicians a tool to identify high-risk patients efficiently.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38650781",
    "pmid": "38650781",
    "doi": "10.7759/cureus.56773",
    "title": "Hemophagocytic Lymphohistiocytosis (HLH) Flare Following the COVID-19 Vaccine: A Case Report.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare hyperinflammatory state that leads to overactivation of the immune system due to underlying disease. It can lead to multiorgan failure and death if not treated properly. HLH after vaccination is rare but has been reported in a few cases. Here, we present a case of a patient who developed HLH after she received the COVID-19 vaccine. Workup was done to find the underlying cause of her symptoms. However, as all investigations yielded negative results, the close temporal association with the COVID-19 vaccine suggested that the vaccine might have been the causative factor. She was treated appropriately with steroids and discharged with follow-up appointments. The exact pathogenesis of HLH caused by COVID vaccine is unknown, but it is likely related to the inflammatory response caused by the vaccine in the body. The treatment of HLH depends on the treatment of underlying conditions causing the HLH. Very few cases have been reported in the literature regarding HLH caused by COVID vaccine. Immediate recognition and treatment are imperative for improved prognosis and improved chances of survival.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39897279",
    "pmid": "39897279",
    "doi": "10.7759/cureus.76757",
    "title": "Aggressive T-cell Lymphoma Smoldering As Hemophagocytic Lymphohistiocytosis: A Diagnostic and Medical Challenge.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is an aggressive hematologic disease based on widespread immune activation and tissue destruction. This uncommon condition can be primary as well as secondary to infection or malignancy. However, HLH diagnosis rarely contributes to unveiling an underlying malignancy. The most crucial prognostic factor of HLH is timely diagnosis and treatment. However, due to the rarity of this syndrome and the variable clinical presentations, HLH is often underdiagnosed. A 12-year-old boy complained of recurrent fever and fatigue for the past four months. He presented with pancytopenia, hyperferritinemia, hypertriglyceridemia, elevated liver enzymes, and a severe inflammatory profile. The diagnosis of HLH disease was established. During further evaluation, a right subaxillary palpable lymph node was found. The biopsy revealed a peripheral T-cell lymphoma, not otherwise specified (PTCL, NOS). The bone marrow was also infiltrated with evidence of dissemination to the skeleton on a positron emission tomography (PET) scan (stage IV). The patient was treated with six cycles of CHOEP (cyclophosphamide, doxorubicin, oncovin, etoposide, prednisone) protocol but relapsed and passed away three months later. This case report sheds light on the importance of early recognition and treatment of HLH, as well as searching for underlying malignancy or disease, even in young patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40123154",
    "pmid": "40123154",
    "doi": "10.1177/23247096251326465",
    "title": "A Distinctive Case of Hemophagocytic Lymphohistiocytosis in Chronic Lymphocytic Leukemia.",
    "abstract": "Chronic lymphocytic leukemia (CLL) is an indolent malignancy characterized by the accumulation of dysfunctional B-cell lymphocytes. Complications such as hemophagocytic lymphohistiocytosis (HLH) can arise, particularly during disease progression. HLH has been increasingly reported as a complication of CLL, often triggered by factors such as superimposed infections, chemotherapy, Richter transformation, or disease progression. This case explores HLH as an initial presentation of undiagnosed CLL without any identifiable trigger. We present the case of a 65-year-old woman who presented with a high-grade fever, sore throat, and pancytopenia. Despite broad-spectrum antibiotic treatment, her condition deteriorated. Investigations revealed elevated ferritin levels, low natural killer cell activity, and other findings consistent with HLH. Flow cytometry and bone marrow biopsy ultimately confirmed the diagnosis of CLL. HLH is characterized by the hyperactivation of immune cells and is known to be triggered by a variety of factors, including infections and malignancies. In this case, the absence of identifiable triggers raises important questions about the underlying pathophysiology linking HLH with CLL. While previous reports have highlighted HLH as a complication of CLL, typically secondary to infection or treatment, this case is particularly noteworthy due to the unexplained onset of HLH in the absence of such triggers. This case underscores the need for heightened awareness of HLH as a potential manifestation of underlying malignancy, especially in non-septic patients presenting with unexplained fever and pancytopenia. In addition, the simultaneous presentation of normal pressure hydrocephalus emphasizes the complex interplay of inflammatory processes in CLL. Further research is needed to explore the relationship between inflammation and the pathogenesis of CLL.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39691118",
    "pmid": "39691118",
    "doi": "10.7759/cureus.73844",
    "title": "Ticked Off: A Case of Disappearing Cell Lines.",
    "abstract": "Human granulocytic anaplasmosis (HGA) is transmitted by the black-legged tick <i>Ixodes scapularis</i> and presents with fever, thrombocytopenia, leukocytopenia, and elevated transaminases. If left untreated, HGA can progress to hemophagocytic lymphohistiocytosis (HLH), which can be fatal. Here, we discuss a case of a woman diagnosed with anaplasmosis who was treated promptly. A 63-year-old female presented with a two-day history of fever and fatigue. She denied any history of hiking but confirmed an avid gardening hobby. She did not report any tick bites or rashes. Upon presentation, she was febrile but hemodynamically stable. Her laboratory results showed elevated liver function tests (LFTs) and bicytopenia, with a white blood cell count (WBC) of 0.77 k/mcL (normal = 4.4-11.3 k/mcL), an absolute neutrophil count (ANC) of 150/µL (normal = >500/µL), and a platelet count of 50 k/mcL (normal = 145-445 k/mcL). Her liver function tests (LFTs) were elevated, including alanine aminotransferase (ALT) of 75 U/L (normal = 0-40 U/L) and aspartate aminotransferase (AST) of 66 U/L (normal = 0-40 U/L). Her lab results had been normal one month prior during routine testing. She was tested for Lyme antibodies, <i>Ehrlichia</i> antibodies, and anaplasmosis via a polymerase chain reaction (PCR) test. She was started on doxycycline, and within two days, her counts began to recover. Her Lyme antibody titers and <i>Ehrlichia</i> antibody tests were negative, but she tested positive for <i>Anaplasma phagocytophilum</i> antibodies, confirming anaplasmosis. She was discharged home, and on follow-up, her WBC had risen to 4.6 k/mcL (normal = 4.4-11.3 k/mcL), and platelets increased to 84 k/mcL (normal = 145-445 k/mcL). Human granulocytic anaplasmosis is a rickettsial disease that typically presents with symptoms such as fatigue, malaise, fever, thrombocytopenia, and leukopenia. It carries a small but significant risk of progressing to HLH if not treated early in its course. Human granulocytic anaplasmosis has a presentation similar to ehrlichiosis and is differentiated based on PCR testing for deoxyribonucleic acid (DNA); however, since treatment is the same for both diseases, patients are often started on doxycycline before confirmatory test results are available. Physicians working in tick-endemic areas must maintain a high suspicion for rickettsial illnesses, as these patients often present with vague symptoms and can be undiagnosed if not properly evaluated.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39165873",
    "pmid": "39165873",
    "doi": "10.5312/wjo.v15.i8.813",
    "title": "Hemophagocytic lymphohistiocytosis triggered by relapsing polychondritis: A case report.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH) is a rare, life-threatening disorder caused by abnormal histiocytes and T cell activation. In adults, it is predominantly associated with infections, cancers, and autoimmune diseases. Relapsing polychondritis (RP), another rare disease, is diagnosed based on symptoms without specific tests, featuring cartilage inflammation characterized by swelling, redness, and pain, rarely inducing HLH.<h4>Case summary</h4>A 74-year-old woman visited the emergency room with a fever of 38.6 °C. Blood tests, cultures, and imaging were performed to evaluate fever. Results showed increased fluorescent antinuclear antibody levels and mild cytopenia, with no other specific findings. Imaging revealed lymph node enlargement was observed; however, biopsy results were inconclusive. Upon re-evaluation of the physical exam, inflammatory signs suggestive of RP were observed in the ears and nose, prompting a tissue biopsy for confirmation. Simultaneously, persistent fever accompanied by cytopenia prompted a bone marrow examination, revealing hemophagocytic cells. After finding no significant results in blood culture, viral markers, and tissue examination of enlarged lymph nodes, HLH was diagnosed by RP. Treatment involved methylprednisolone followed by azathioprine. After two months, bone marrow examination confirmed resolution of hemophagocytosis, with normalization of hyperferritinemia and pancytopenia.<h4>Conclusion</h4>Thorough physical examination enabled diagnosis and treatment of HLH triggered by RP in patients presenting with fever of unknown origin.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39295229",
    "pmid": "39295229",
    "doi": "10.1111/cup.14718",
    "title": "Prominent tissue hemophagocytic lymphohistiocytosis obscuring primary cutaneous gamma/delta (γδ) T-cell lymphoma.",
    "abstract": "Primary cutaneous gamma/delta (γδ) T-cell lymphoma (PCGDTCL) is a rare, aggressive malignant neoplasm of γδ T lymphocytes arising within the skin and subcutis. We present a challenging case of PCGDTCL diagnosed in a 35-year-old male soldier who presented with constitutional symptoms, pancytopenia, hemophagocytic lymphohistiocytosis (HLH), disseminated lymphadenopathy, and cutaneous lesions on his extremities and back following a deployment to Iraq and Syria. Histopathologic evaluation of an excisional biopsy showed that PCGDTCL can be focal, localized to the subcutaneous adipose tissue, and obscured by predominant HLH in the surrounding tissues. Pathologists should recognize that the diagnosis of PCGDTCL may be confounded by florid HLH and require multiple biopsies and a comprehensive immunohistochemical panel.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39416556",
    "pmid": "39416556",
    "doi": "10.7759/cureus.69503",
    "title": "Toxic Epidermal Necrolysis Superimposed on Severe Drug Rash With Eosinophilia and Systemic Symptoms Complicated by Fatal Hemophagocytic Lymphohistiocytosis: A Case Report.",
    "abstract": "Drug rash with eosinophilia and systemic symptoms (DRESS) is a severe cutaneous adverse reaction (SCAR) characterized by an extensive skin rash associated with visceral organ involvement, fever, eosinophilia, atypical lymphocytosis, and lymphadenopathy. Toxic epidermal necrolysis (TEN) is a more severe, distinct adverse cutaneous reaction that causes extensive necrosis and detachment of the epidermis, involving over 30% of the body surface area (BSA). Hemophagocytic lymphohistiocytosis (HLH), a form of excessive immune activation, is known to be associated with SCARs such as DRESS. We present a peculiar case of overlap between different SCARs to reiterate their gravity, a severe form of DRESS triggered by the use of allopurinol overlapping with the aggressive TEN possibly from interaction with vancomycin administered for severe sepsis, which was complicated by a fatal case of HLH.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR904431",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4785183/v1",
    "title": "Lymphoplasmacytic Lymphoma/ Waldenström Macroglobulinemia in a Patient with Hemophagocytic Syndrome",
    "abstract": "<title>Abstract</title>  <p>Waldenström macroglobulinemia (WM) is a lymphoplasmacytic lymphoma (LPL) associated with monoclonal immunoglobulin M protein (IgM). It is a rare type of indolent B-cell lymphoma. MYD88L265P mutation is an important molecular marker for the diagnosis and the differential diagnosis of WM. Hemophagocytic lymphohistiocytosis (HLH) is a severe inflammatory response syndrome caused by genetic or acquired immunoregulatory dysfunction. It is extremely rare for WM and HLH to occur simultaneously in the same patient. So far, no case of WM and HLH has been reported, and the reason for the coexistence of WM and HLH is still unclear. With the advent of new therapies, the survival time of patients with WM and HLH has improved. Therefore, it is of great value to further investigate the clinical features, pathophysiology and prognosis of these cases. We present a case study of a 68-year-old woman who was diagnosed with WM. Following treatment with the Bendamustine/rituximab (BR) regimen, the patient experienced persistent high fever, leading to further investigations for a diagnosis of HLH. This report highlights the rarity of WM combined with HLH and provides valuable raw data for future clinical research.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39624524",
    "pmid": "39624524",
    "doi": "10.7759/cureus.72884",
    "title": "Diagnosing Primary Hemophagocytic Lymphohistiocytosis in an Adult: A Case Report.",
    "abstract": "Primary hemophagocytic lymphohistiocytosis (HLH) is a rare, often fatal immune disorder characterized by an overactivation of the immune system. This disease is more common in children but has been known to occur in the occasional adult. The criteria for diagnosis in children do not correlate well with diagnosis in adults, and the numerous variations of presentation in adults often lead to a delay in diagnosis and treatment initiation. This case report highlights an example of primary HLH in a 41-year-old female patient who experienced a delay in diagnosis and appropriate treatment due to the similarity of her early symptoms to more common conditions. Delays in diagnosis and treatment can lead to poor outcomes, including death. Thus, it is important for providers to be able to recognize the varying signs and symptoms of primary HLH in an adult to ensure treatment is initiated as early as possible in the disease course.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39495283",
    "pmid": "39495283",
    "doi": "10.1007/s00277-024-06058-3",
    "title": "Critical risk factors analysis of infection-associated hemophagocytic lymphohistiocytosis in children.",
    "abstract": "To analyze the critical factors of infection-associated Hemophagocytic lymphohistiocytosis (HLH) in children, so as to provide theoretical basis for clinicians to evaluate the disease condition, formulate treatment plan and improve prognosis. This study is a retrospective analysis. 60 cases of children with infection-associated HLH were divided into critical and non-critical groups based on the presence of multiple organ dysfunction syndrome (MODS), and the clinical characteristics and laboratory data of the two groups of children were analyzed. A multifactor logistic regression analysis model was used to assess the independent risk factors affecting critical illness in children with infection-associated HLH, and the Receiver Operating Characteristic (ROC) curve analysis was used to evaluate the predictive value of risk factors for critical illness in children with infection-associated HLH. Children in the critical group with HLH had a younger age at onset. Alanine aminotransferase (ALT), aspartate aminotransferase (AST), lactate dehydrogenase (LDH), gamma-glutamyl transferase (GGT), D-dimer (DD), and triglycerides (TG) were significantly higher in the critical group, while albumin (ALB) was significantly lower, showing statistical significance (P < 0.05). Multifactorial logistic regression analysis of age, ALB, and TG showed that younger age and lower ALB were associated with a higher risk of MODS in children with infection-associated HLH, with age and ALB being independent risk factors for critical illness. ALB predicted the ROC area under the curve for critical children with infection-associated HLH was 0.765 (95% CI: 0.643-0.888, P = 0.011), with the optimal cut-off value being 32.50 g/L (sensitivity = 68.3%, specificity = 84.2%); age predicted the ROC area under the curve for critical children with infection-associated HLH was 0.711 (95% CI: 0.570-0.851, P = 0.009), with the optimal cut-off value being 1.50 years (sensitivity = 70.7%, specificity = 68.4%). This study suggests that younger patients and those with hypoalbuminemia among infection-related HLH patients are more likely to develop MODS. In the future, verification will be required through large-scale, multi-center studies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39790701",
    "pmid": "39790701",
    "doi": "10.36518/2689-0216.1639",
    "title": "Hemophagocytic Lymphohistiocytosis Due to Ehrlichiosis: A Case Series.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH) is an immunologic syndrome characterized by excessive inflammation and tissue injury due to uncontrolled activation of the phagocytic system. The underlying mechanism is a lack of downregulation of activated macrophages and lymphocytes by natural killer and T cells. Unfortunately, the diagnosis is often delayed or missed due to the rarity of the disease, decreased awareness, and clinical picture variability. Ehrlichiosis is becoming a more prevalent tick-borne illness in endemic regions and a relatively uncommon but increasingly considered cause of HLH.<h4>Case presentation</h4>We describe the cases of 2 patients diagnosed with secondary HLH as per the 2004 HLH criteria, with the trigger secondary to ehrlichiosis. Our first patient presented with a febrile illness and a remarkably elevated blood ferritin concentration. He ended up meeting HLH criteria despite having a negative bone marrow biopsy. Patient 1 had significant clinical improvement in vitals and had a down-trending ferritin with steroids, doxycycline, and intravenous immunoglobulin. The second patient presented with severe systemic involvement and hemodynamic instability. She was found to have HLH with a positive bone marrow biopsy and a positive Ehrlichia PCR. Patient 2 had significant improvement in her hemodynamic instability with the use of anakinra and doxycycline.<h4>Conclusion</h4>Raising awareness about HLH is imperative for early diagnosis and trigger-directed treatment, which can help in preventing the disease's severe complications. There are an increased number of reports of Ehrlichiosis progressing to HLH. Early identification and treatment with doxycycline, with the use of immunomodulatory treatment in severe cases, has shown favorable outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR923382",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4891524/v1",
    "title": "Advancing the Understanding and Diagnosis of Histoplasmosis: Insights from a Tertiary Care Hospital in India",
    "abstract": "<title>Abstract</title>  <p><bold>Background</bold> Histoplasma capsulatum, a dimorphic fungus, is a significant cause of endemic mycosis, particularly in immunocompromised individuals. While considered endemic to the Gangetic Plains in India, reports from nonendemic regions have been increasing. This study aims to enhance the understanding and diagnosis of histoplasmosis by describing cases from a tertiary care hospital in New Delhi, India.<bold>Methods</bold> A retrospective study involving adult patients diagnosed with histoplasmosis was conducted at Sir Ganga Ram Hospital, New Delhi, India, from July 2019 to March 2024. Clinical data were extracted from the hospital’s electronic medical records and analysed via SPSS software.<bold>Results</bold> Eleven patients with a mean age of 48.4 years were identified. The majority were male (90.9%) and had risk factors such as immunosuppressive therapy, HIV (human immunodeficiency virus) and diabetes. Common symptoms included fever (90.9%) and weight loss (72.7%). Hematological abnormalities such as anemia and leukopenia (36.3%) and radiological findings of splenomegaly (72.7%) and hepatomegaly (63.6%) were most common. Complications such as hemophagocytic lymphohistiocytosis (HLH) and multiple organ dysfunction syndrome (MODS) occurred in 27.2% of patients, with a mortality rate of 18.18%.<bold>Discussion</bold> Histoplasmosis often mimics tuberculosis (TB) in terms of symptoms and radiological findings, complicating its diagnosis in regions with high TB burdens. Immunosuppressive therapy, HIV, and diabetes are significant risk factors. Clinical presentations vary, including fever, weight loss, and uncommon manifestations like gastrointestinal (GI) and central nervous system (CNS) involvement, posing diagnostic challenges. Unlike those in the western literature, all patients in our study had disseminated histoplasmosis, suggesting the underdiagnosis of milder forms in India. Most patients respond well to intravenous L-AmB (liposomal amphotericin-B) followed by oral itraconazole, although complications such as HLH and MODS are common. The mortality rate was 18.18%, emphasizing the need for timely diagnosis and treatment.<bold>Conclusion</bold> This study reinforces the importance of heightened clinical suspicion and awareness for diagnosing histoplasmosis. Improved diagnostics with rapid and reliable tests are essential for better patient management and outcomes. Public health strategies should focus on educating healthcare providers about diverse presentations and mandating case notifications. An enhanced understanding of histoplasmosis can mitigate misdiagnosis rates and improve treatment outcomes.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39606526",
    "pmid": "39606526",
    "doi": "10.7759/cureus.72575",
    "title": "Adult-Onset Hemophagocytic Lymphohistiocytosis Associated With Epstein-Barr Virus, Lyme Disease, and Anaplasmosis.",
    "abstract": "Adult-onset hemophagocytic lymphohistiocytosis (HLH) is a life-threatening hyperinflammatory syndrome characterized by dysregulated immune activation. Diagnosing HLH poses significant challenges due to its nonspecific clinical presentation, which often mimics infections, malignancies, and autoimmune diseases. Early recognition and prompt initiation of immunosuppressive therapy are crucial, as delayed treatment is associated with a high risk of mortality. We present a unique case of HLH triggered by a combination of Epstein-Barr virus (EBV), Lyme disease, and anaplasmosis, underscoring the complexity of diagnosing and managing this condition. The patient initially presented with fever, hypotension, and altered mental status, raising concerns for septic shock. However, a comprehensive diagnostic workup, including infectious disease testing, hematologic evaluation, and bone marrow biopsy, revealed HLH with evidence of EBV viremia, <i>Borrelia burgdorferi</i> exposure, and anaplasmosis infection. This case highlights the importance of maintaining a broad differential diagnosis when confronted with a sepsis-like presentation, particularly in endemic regions where tick-borne diseases and viral infections coexist. A multidisciplinary approach involving infectious disease specialists, hematologists, and intensivists was essential in achieving the diagnosis and formulating a treatment plan. The patient responded favorably to immunosuppressive therapy, including corticosteroids, intravenous immunoglobulins, and targeted antimicrobial therapy, resulting in clinical stabilization and recovery. Our report emphasizes the need for heightened clinical awareness of HLH and the challenges posed by its overlapping features with other systemic illnesses. Furthermore, it illustrates the significance of early intervention and individualized care in managing HLH triggered by multiple infectious agents.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38318775",
    "pmid": "38318775",
    "doi": "10.17219/acem/175355",
    "title": "Comparison of different treatment regimens and analysis of prognostic factors in secondary hemophagocytic lymphohistiocytosis in adults: A single-center retrospective study.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis (HLH) is a life-threatening disease caused by immune hyperactivation. The overall survival (OS) of adults with secondary HLH remains suboptimal and new treatment strategies are needed.<h4>Objectives</h4>This study aimed to compare the efficacy of different regimens in the treatment of secondary HLH in adults and analyze the prognostic factors affecting patient survival.<h4>Material and methods</h4>The clinical data of 245 adults with secondary HLH admitted to our hospital from January 2016 to October 2021 were analyzed retrospectively. The patients were divided into 3 groups according to different treatment regimens: corticosteroids therapy + chemotherapy + supportive treatment group (JHZ group), chemotherapy + supportive treatment group (HZ group) and corticosteroids therapy + supportive treatment group (JZ group). The clinical efficacy was compared among the 3 groups after treatment, and progression-free survival (PFS) and overall survival (OS) were calculated. Additionally, risk factors associated with prognosis were also analyzed with Cox regression analysis.<h4>Results</h4>The objective response rate (ORR) in the JHZ group was higher than that in the HZ group and JZ group, but there was no significant difference between the 3 groups. Also, the patients in the JHZ group had the longest OS and median PFS. Further Cox regression analysis suggested that hyperbilirubinemia was an independent risk factor for OS in secondary HLH patients.<h4>Conclusions</h4>A combination of corticosteroids therapy, chemotherapy and supportive therapy is superior to the other 2 regimens in the clinical benefit in the treatment of secondary HLH in adults, and thus may be a preferred and feasible treatment regimen. Moreover, hyperbilirubinemia was a risk factor for prognosis that has crucial guiding significance for clinical treatment of patients with secondary HLH.",
    "journal": "",
    "year": "2024"
  }
]