[
  {
    "id": "40074005",
    "pmid": "40074005",
    "doi": "10.1542/peds.2024-069152",
    "title": "Evidence and Recommendation for Infantile Krabbe Disease Newborn Screening.",
    "abstract": "Krabbe disease (KD), which affects 0.3-2.6 per 100 000 live births, is an autosomal recessive lysosomal disorder caused by variants in the GALC gene that reduce galactosylceramidase (GALC) activity, leading to psychosine accumulation, cerebral white matter degeneration, and peripheral neuropathy. The most common form, infantile KD (IKD), has onset by 12 months with irritability, feeding difficulty, neurologic regression, and, when untreated, death in early childhood. Hematopoietic stem cell transplantation (HSCT) for IKD approximately 1 month after birth can improve long-term survival but has about a 10% risk of mortality within 100 days, and affected individuals can still have significant functional impairment. Newborn screening for KD is based on low GALC levels in dried-blood spots. Second-tier testing to assess whether an elevated psychosine concentration is present in the same dried-blood spot improves the specificity of screening for IKD. Without newborn screening, diagnosis of IKD is generally made after significant clinical symptoms develop, past when HSCT can be effective. The benefit of newborn detection of later-onset phenotypes of KD is uncertain. In 2024, the US Secretary of Health and Human Services added IKD to the Recommended Uniform Screening Panel after a recommendation by the Advisory Committee on Heritable Disorders in Newborns and Children. For IKD newborn screening to be as effective as possible, it is important to have systems in place to support families in making challenging decisions soon after diagnosis about whether to pursue HSCT and to ensure rapid access to HSCT if chosen.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39822930",
    "pmid": "39822930",
    "doi": "10.1177/23743735241309470",
    "title": "Experiences of Patients and Families Living with Krabbe Disease.",
    "abstract": "The challenges faced by patients with Krabbe disease remain unelucidated. This study aimed to identify these challenges and facilitate the development of methods for assessing the quality of life. This qualitative descriptive study used in-person or online semistructured interviews from March to December 2022 using a qualitative content analysis approach. Data were collected from one patient each for the late infantile, juvenile, and adult types of Krabbe disease. In total, 249 codes were extracted from the verbatim transcripts and integrated into 40 subcategories and eight categories. The categories were integrated into three themes: the impact of symptoms on daily life, challenges for healthcare systems, and challenges faced by family members. Patients experienced physical symptoms, social life challenges, and medical care difficulties. Additionally, families felt burdened caring for these patients. In conclusion, support systems for patients and their families during treatment and in their living environments should be developed to aid in managing these challenges. Moreover, a comprehensive scale that accurately reflects the social challenges faced by these patients and their families is needed.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40017455",
    "pmid": "40017455",
    "doi": "10.1002/ajmg.a.64031",
    "title": "Natural History and Diagnostic Findings in an Adult Man Diagnosed With Attenuated Krabbe Disease.",
    "abstract": "Krabbe disease (KD), or globoid cell leukodystrophy, is a rare autosomal recessive lysosomal storage disorder caused by a deficiency in galactocerebrosidase (GALC), leading to psychosine (galactosylsphingosine) accumulation and myelin damage. The natural history of the attenuated form is poorly understood, but it typically presents with spastic paraparesis, progressing more slowly than the early-onset or infantile variant. Diagnosis relies on a high index of clinical suspicion, imaging studies, biochemistry, and molecular analysis. Magnetic resonance imaging (MRI) demonstrates characteristic corticospinal tract involvement, while cerebrospinal fluid analysis can reveal elevated protein levels. We present a case of late-onset KD in a 55-year-old male with a novel pathogenic GALC variant, aiming to highlight the features and investigation findings that should prompt consideration of the diagnosis. In addition, we describe the course of illness, emphasizing the importance of multi-disciplinary team (MDT) input in patient care and the role of novel blood-based and imaging biomarkers.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR957232",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5377355/v1",
    "title": "Unveiling Key Immune Genes and Drug Candidates for Krabbe Disease in Human iPSCs-derived NSCs",
    "abstract": "<title>Abstract</title>  <p>Globoid cell leukodystrophy (GLD), also known as Krabbe disease, is a rare genetic neurodegenerative disorder caused by deficiency of the lysosomal enzyme GALC. Abnormal cytokine expression in the immune system of GLD patients potentially contributes to immune imbalances crucial in disease pathogenesis. This study aimed to identify key immune genes and potential drug candidates related to GLD by using Krabbe iPSC-derived neural stem cells (K-NSCs). Transcriptome data from K-NSCs (GSE212512) were analyzed employing GEO2R and Sangerbox tools to identify differentially expressed genes (DEGs) associated with immunity. Functional enrichment and pathway analyses were conducted using DAVID, and protein-protein interaction (PPI) networks were constructed and analyzed using STRING and Cytoscape. From these analyses, key immune genes were identified based on topological features. Potential therapeutic drugs were then screened using the DGIdb and DrugMAP databases, followed by molecular docking using CB-DOCK2 to assess drug-gene binding affinities. The study identified 61 immune-related DEGs in K-NSCs, highlighting GDNF, EGF, KDR, FGF10, and MET as key immune genes. Among the potential drug candidates identified with high binding affinities were Gentamicin for GDNF, Cetuximab for EGF, Tivozanib for KDR, and Capmatinib for MET. These findings enhance our understanding of the role of immune-related genes in Krabbe disease and suggest potential therapeutic targets and drug candidates, thereby advancing research into the diagnosis, treatment, and prognosis of this rare disorder.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39878400",
    "pmid": "39878400",
    "doi": "10.1002/mgg3.70065",
    "title": "Late-Onset Krabbe Disease: Case Report of Two Patients in a Chinese Family and Literature Review.",
    "abstract": "<h4>Background</h4>Krabbe disease (KD; globoid cell leucodystrophy) is a rare autosomal recessive lipid storage disorder that affects the white matter of the peripheral and central nervous. Late-onset KD is less frequently diagnosed and often presents with milder symptoms, making accurate diagnosis challenging, especially when distinguishing it from peripheral neuropathy. In this report, we present two cases of late-onset KD in a Chinese family. The first case involves a 25-year-old female who sought treatment due to long-standing spastic gait and deformities in her lower limbs. A muscle biopsy revealed muscle atrophy, and electromyography indicated neurogenic damage. Her 27-year-old sister (Case 2) exhibited similar lower limb weakness, along with more severe central and peripheral neurological symptoms.<h4>Methods</h4>The patients' peripheral blood was retained for galactocerebrosidase (GALC) enzyme activity assaying and whole exome gene sequencing.<h4>Results</h4>GALC enzyme activity assaying showed decreased GALC activity and gene sequencing revealed homozygous mutation of p.L634S (c.1901T>C) in the two cases.<h4>Conclusion</h4>This study broadens the scope for considering of KD in the diagnosis of patients presenting with muscle weakness and deformities in the lower limbs.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39973413",
    "pmid": "39973413",
    "doi": "10.1177/22143602241296286",
    "title": "Newborn screening and rapid genomic diagnosis of neuromuscular diseases.",
    "abstract": "<h4>Background</h4>In recent years, treatments have been approved for certain neuromuscular diseases. In some cases, early pre-symptomatic treatment is necessary for optimal response, and thus newborn screening is critical.<h4>Objective</h4>To review the current status of newborn screening programs for neuromuscular diseases and early diagnosis through genetic testing.<h4>Methods</h4>Following the PRISMA guidelines, a literature search was performed on PubMed for screening of neuromuscular diseases; the search was conducted on literature available as of 1 May 2024.<h4>Results</h4>Included were 77 articles on newborn screening for seven diseases: spinal muscular atrophy (19 studies), Duchenne muscular dystrophy (15), Pompe disease (20), X-linked adrenoleukodystrophy (14), Krabbe disease (6), metachromatic leukodystrophy (2), and myotonic dystrophy 1 (1). Ten articles on rapid genomic diagnosis were identified.<h4>Conclusion</h4>Since 2021, newborn screening programs for neuromuscular diseases have been established, notably in X-linked adrenoleukodystrophy, spinal muscular atrophy, Pompe disease, and Duchenne Muscular Dystrophy. Even in diseases where treatment is currently not life-changing, such as Krabbe disease, new newborn screening programs continue to be implemented, especially in the USA. The use of genetic diagnostic tests does not yet appear to be widespread or at least not widely reported. As new treatments become available, genomic newborn screening programs will need to be rapidly and broadly implemented.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR927344",
    "pmid": "",
    "doi": "10.1101/2024.10.17.618938",
    "title": "Expression study of Krabbe Disease<i>GALC</i>missense variants – Insights from quantification profiles of residual enzyme activity, secretion and psychosine levels",
    "abstract": "Krabbe disease (KD) is an autosomal recessive lysosomal storage disorder caused by loss-of-function mutations in the GALC gene, which encodes for the enzyme galactosylceramidase (GALC). GALC is crucial for myelin metabolism. Functional deficiency of GALC leads to toxic accumulation of psychosine, dysfunction and death of oligodendrocytes, and eventual brain demyelination. To date, 46 clinically-relevant, pathogenic GALC missense mutations (MMs) have been identified in KD patients. These MMs are present in ∼70% of KD cases reported over 8 published studies between 1996 – 2019. However, the mechanisms by which these MMs lead to GALC functional deficiency and their correlations with clinical phenotype remain poorly understood. To address this, we generated a GALC -knockout human oligodendrocytic cell line (MO3.13/ GALC -KO) using CRISPR-Cas9 method to assess GALC function and GALC secretion. We evaluated 5 polymorphic and 31 clinically-relevant MM variants (MMVs) using transient expression assays. Our results showed that 26 MMVs, including 10 co-variants with p.I562T, reduced GALC activity by 92% - 100% compared to wild-type GALC (WT-GALC). MMVs from infantile-onset KD patients produced < 2% of WT activity, whereas those associated with juvenile- and adult-onset cases retained up to 7% of WT activity. Residual GALC activity was correlated with mature, lysosomal GALC protein levels (Pearson r = 0.93, P<0.0001). Many low-activity MMVs did not correspondingly impair GALC secretion. Twenty-one of the 26 low-activity MMVs showed a 21% - 100% reduction in sec-GALC levels, indicating varying degrees of GALC mis-trafficking among these variants. Importantly, GALC activity among MMVs strongly correlates with clinical disease severity, based on the age of symptom onset in patients with either homozygous MM (Pearson r = 0.98, P<0.0001, n = 7) or compound heterozygous (Pearson r = 0.94, P<0.0001, n = 12) MM-null mutation genotypes. Thus, our data suggests that GALC activity could serve as a prognostic disease indicator under specific experimental conditions. We further investigated the impact of pathogenic MMVs on psychosine accumulation, a key biomarker for KD. Psychosine levels were 21-fold higher in mock control cells compared to WT-GALC transfected cells (mock = 0.349 pmol/mg, WT-GALC = 0.016 pmol/mg), but negatively correlated with GALC activity among pathogenic MMVs (Pearson r = −0.63, P < 0.01, n = 15). Although psychosine levels were higher in most MMVs associated with infantile-onset KD, no significant correlations with clinical onset were detected. Overall, our study provides a comprehensive quantitative analysis of the functional deficits and mis-trafficking associated with clinically-relevant GALC MMVs, enhancing our understanding of the molecular genetics and genotype-phenotype correlations of the GALC gene in Krabbe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39499628",
    "pmid": "39499628",
    "doi": "10.1002/acn3.52114",
    "title": "Infantile Krabbe disease (0-12 months), progression, and recommended endpoints for clinical trials.",
    "abstract": "<h4>Objective</h4>Krabbe disease is due to deficiency of galactocerebrosidase, resulting in progressive neurodegeneration due to demyelination. The purpose of this study is to document disease progression in the newly classified infantile-onset (0-12 months). We evaluated the outcomes of hematopoietic stem cell transplantation (HSCT) and described meaningful clinical endpoints.<h4>Methods</h4>Patients with infantile Krabbe disease were prospectively evaluated between 2000 and 2022. All patients underwent comprehensive and standardized protocols. Descriptive statistics and Kaplan-Meier survival curves were used for analysis.<h4>Results</h4>One hundred and thirty-seven children with infantile Krabbe disease were included (68 males and 69 females). Of the 137, 96 were not treated and 41 underwent hematopoietic stem cell transplantation. Twenty-three were asymptomatic and 18 symptomatic. Initial symptoms included irritability, developmental delay or loss of milestones, feeding difficulties, spasticity, and reflux with an average survival of 2.2. Abnormalities in nerve conduction studies, auditory brainstem responses, and brain MRIs were evident in both groups of patients. Age at transplantation and signs and symptoms determined functional outcomes. Symptomatic and asymptomatic transplanted patients showed an increase in galactocerebrosidase and a decrease in psychosine, but did not reach the normal range. The median survival for transplanted symptomatic patients was 5 years while asymptomatic was extended to 15.5 years.<h4>Interpretation</h4>Infantile Krabbe disease with onset before 12 months is rapidly progressive. Irreversible brain damage occurs unless timely HSCT is performed. HSCT does not prevent the progression of peripheral nerve disease. This study can be used to monitor patients and evaluate the effects of future therapies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR885433",
    "pmid": "",
    "doi": "10.1101/2024.07.19.604372",
    "title": "Human iPSC-derived myelinating organoids and globoid cells to study Krabbe Disease",
    "abstract": "Krabbe disease (Kd) is a lysosomal storage disorder (LSD) caused by the deficiency of the lysosomal galactosylceramidase (GALC) which cleaves the myelin enriched lipid galactosylceramide (GalCer). Accumulated GalCer is catabolized into the cytotoxic lipid psychosine that causes myelinating cells death and demyelination which recruits microglia/macrophages that fail to digest myelin debris and become globoid cells. Here, to understand the pathological mechanisms of Kd, we used induced pluripotent stem cells (iPSCs) from Kd patients to produce myelinating organoids and microglia. We show that Kd organoids have no obvious defects in neurogenesis, astrogenesis, and oligodendrogenesis but manifest early myelination defects. Specifically, Kd organoids showed shorter but a similar number of myelin internodes than Controls at the peak of myelination and a reduced number and shorter internodes at a later time point. Interestingly, myelin is affected in the absence of autophagy and mTOR pathway dysregulation, suggesting lack of lysosomal dysfunction which makes this organoid model a very valuable tool to study the early events that drive demyelination in Kd. Kd iPSC-derived microglia show a marginal rate of globoid cell formation under normal culture conditions that is drastically increased upon GalCer feeding. Under normal culture conditions, Kd microglia show a minor LAMP1 content decrease and a slight increase in the autophagy protein LC3B. Upon GalCer feeding, Kd cells show accumulation of autophagy proteins and strong LAMP1 reduction that at a later time point are reverted showing the compensatory capabilities of globoid cells. Altogether, this supports the value of our cultures as tools to study the mechanisms that drive globoid cell formation and the compensatory mechanism in play to overcome GalCer accumulation in Kd.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39997659",
    "pmid": "39997659",
    "doi": "10.3390/neurolint17020028",
    "title": "Metachromatic Leukodystrophy Presenting with Multiple Cranial Nerve and Lumbosacral Nerve Root Enhancement Without White Matter Changes.",
    "abstract": "<b>Background</b>: Metachromatic leukodystrophy (MLD) is a rare autosomal recessive disorder that causes demyelination of both the central (CNS) and peripheral nervous systems (PNS). <b>Objective</b>: This study aims to report a unique MLD case presenting with cranial neuropathies and ataxia, initially without white matter changes on MRI, leading to diagnostic uncertainty. <b>Results</b>: A 20-month-old presented with bilateral abduction deficits, facial diplegia, and ataxia, raising the possibility of an acquired demyelinating condition. An MRI scan showed the enhancement of multiple cranial nerves, but normal white matter. A follow-up MRI showed new white matter changes that spared the U-fibers, suggesting a leukodystrophy. Biochemical assays were suggestive of metachromatic leukodystrophy, which was confirmed with genetic testing demonstrating a homozygous c.848+3A > G variant in <i>ARSA</i>. <b>Conclusions</b>: Our patient suggests that the initial presentation of MLD may mimic an acquired demyelinating condition and manifest with multiple cranial nerve palsies before more typical white matter changes evolve.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40185098",
    "pmid": "40185098",
    "doi": "10.1016/j.molcel.2025.03.008",
    "title": "STING mediates lysosomal quality control and recovery through its proton channel function and TFEB activation in lysosomal storage disorders.",
    "abstract": "Lysosomes are essential organelles for cellular homeostasis. Defective lysosomes are associated with diseases like lysosomal storage disorders (LSDs). How lysosomal defects are detected and lysosomal function restored remain incompletely understood. Here, we show that STING mediates a neuroinflammatory gene signature in three distinct LSD mouse models, Galc<sup>twi/twi</sup>, Ppt1<sup>-/-</sup>, and Cln7<sup>-/-</sup>. Transcriptomic analysis of Galc<sup>twi/twi</sup> mouse brain tissue revealed that STING also mediates the expression of lysosomal genes that are regulated by transcriptional factor EB (TFEB). Immunohistochemical and single-nucleus RNA-sequencing (snRNA-seq) analysis show that STING regulates lysosomal gene expression in microglia. Mechanistically, we show that STING activation leads to TFEB dephosphorylation, nuclear translocation, and expression of lysosomal genes. This process requires STING's proton channel function, the V-ATPase-ATG5-ATG8 cascade, and is independent of immune signaling. Furthermore, we show that the STING-TFEB axis facilitates lysosomal repair. Together, our data identify STING-TFEB as a lysosomal quality control mechanism that responds to lysosomal dysfunction.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR940271",
    "pmid": "",
    "doi": "10.1101/2024.11.13.623427",
    "title": "Inhibition of acid ceramidase as a therapeutic strategy for Niemann-Pick C disease",
    "abstract": "Lysosomal storage disorders (LSDs) are a group of individually rare diseases that as a group constitute the most common forms of childhood neurodegeneration. These life limiting and life shortening diseases have the largest economic burden per patient of any rare disease with the majority being orphan diseases with no disease modifying therapy. Whilst there is significant development in the area of gene therapies for LSDs, these can only be used to treat individual diseases, are expensive, and in recent times many companies have abandoned their gene therapy pipelines. Small molecules on the other hand can be developed to target common mechanisms of pathogenesis or common central disease phenotypes providing therapies that can treat multiple diseases. In this study we report acid ceramidase as a novel therapeutic target for treating Niemann-Pick type C (NPC) disease. Using siRNA, and the literature tool compound carmofur, we observed a reduction in lysosomal area and reduced accumulation of the lipids cholesterol and LBPA in an NPC cellular model. These lipids are known to accumulate as secondary storage molecules across many lysosomal diseases, particularly primary sphingolipid storage disorders where lyso-sphingolipids are known to accumulate via the action of acid ceramidase. As acid ceramidase has also been shown to be a therapeutic target for Krabbe disease, our findings indicate that this is a novel target for the potential treatment of multiple LSDs with primary or secondary storage of sphingolipids.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39000257",
    "pmid": "39000257",
    "doi": "10.3390/ijms25137149",
    "title": "Dietary Supplementation with n-3 Polyunsaturated Fatty Acids Delays the Phenotypic Manifestation of Krabbe Disease and Partially Restores Lipid Mediator Production in the Brain-Study in a Mouse Model of the Disease.",
    "abstract": "Lipid mediators from fatty acid oxidation have been shown to be associated with the severity of Krabbe disease (KD), a disorder linked to mutations in the galactosylceramidase (<i>GALC</i>) gene. This study aims to investigate the effects of n-3 polyunsaturated fatty acid (PUFA) supplementation on KD traits and fatty acid metabolism using Twitcher (Tw) animals as a natural model for KD. Wild-type (Wt), heterozygous (Ht), and affected Tw animals were treated orally with 36 mg n-3 PUFAs/kg body weight/day from 10 to 35 days of life. The end product of PUFA peroxidation (8-isoprostane), the lipid mediator involved in the resolution of inflammatory exudates (resolvin D1), and the total amount of n-3 PUFAs were analyzed in the brains of mice. In Tw mice, supplementation with n-3 PUFAs delayed the manifestation of disease symptoms (<i>p</i> < 0.0001), and in the bran, decreased 8-isoprostane amounts (<i>p</i> < 0.0001), increased resolvin D1 levels (<i>p</i> < 0.005) and increased quantity of total n-3 PUFAs (<i>p</i> < 0.05). Furthermore, total brain n-3 PUFA levels were associated with disease severity (r = -0.562, <i>p</i> = 0.0001), resolvin D1 (r = 0.712, <i>p</i> < 0.0001), and 8-isoprostane brain levels (r = -0.690, <i>p</i> < 0.0001). For the first time in a natural model of KD, brain levels of n-3 PUFAs are shown to determine disease severity and to be involved in the peroxidation of brain PUFAs as well as in the production of pro-resolving lipid mediators. It is also shown that dietary supplementation with n-3 PUFAs leads to a slowing of the phenotypic presentation of the disease and restoration of lipid mediator production.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39738378",
    "pmid": "39738378",
    "doi": "10.1038/s41598-024-82927-1",
    "title": "Ablation of lipocalin-2 reduces neuroinflammation in a mouse model of Krabbe disease.",
    "abstract": "Lipocalin-2 (LCN2) is an acute-phase secretory molecule significantly upregulated in various neuroinflammatory and demyelinating conditions. Krabbe disease (KD) is a neurodegenerative lysosomal disorder caused by a galactosylceramidase (GALC) deficiency, accumulating cytotoxic psychosine in nervous systems, and subsequent neuroinflammation. Here, we show that LCN2 is highly overexpressed in GALC-deficient astrocytes. To further understand if the elevated LCN2 is critical for KD progression, we globally deleted Lcn2 in the Galc-knockout (KO) mouse model. Interestingly, the Galc and Lcn2 double KO mice showed dramatically reduced neuroinflammation including gliosis. Pro-inflammatory cytokines such as TNF-α, MMP3, and MCP-1 were significantly downregulated in the brain of the double KO mice compared to Galc-KO. In addition, the ablation of Lcn2 marginally increased the survival and attenuated disease progression in Galc-KO mice. However, the accumulation of psychosine was not altered in the brain by LCN2 deficiency. Our findings suggest that the upregulation of LCN2 is crucial for the aggravation of neuroinflammation in a mouse model of Krabbe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39640012",
    "pmid": "39640012",
    "doi": "10.1016/j.omtn.2024.102380",
    "title": "A lipid nanoparticle-based oligodendrocyte-specific mRNA therapy.",
    "abstract": "Despite the wide range of applications of mRNA therapies, major difficulties exist in the efficient delivery of mRNA into oligodendrocytes, a type of glial cell in the brain. Commonly used viral vectors are not efficient in transforming oligodendrocytes. In this study, we introduced mRNAs into oligodendrocytes with high efficiency and specificity using LUNAR lipid nanoparticles. The uptake of LUNAR lipid nanoparticles occurred via low-density lipoprotein receptors in the presence of apoprotein E. A single dose of LUNAR-human galactosylceramidase mRNA significantly improved phenotypes and survival of twitcher mice, a mouse model of Krabbe disease wherein oligodendrocytes are damaged by galactosylceramidase deficiency. This approach to mRNA therapeutics, combined with cell-specific nanocarriers, demonstrates remarkable potential for the treatment of neurological disorders associated with oligodendrocytes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38763041",
    "pmid": "38763041",
    "doi": "10.1016/j.ymgme.2024.108497",
    "title": "Promyelinating drugs ameliorate oligodendrocyte pathologies in a mouse model of Krabbe disease.",
    "abstract": "Krabbe disease (KD) is a rare inherited demyelinating disorder caused by a deficiency in the lysosomal enzyme galactosylceramide (GalCer) β-galactosidase. Most patients with KD exhibit fatal cerebral demyelination with apoptotic oligodendrocyte (OL) death and die before the age of 2-4 years. We have previously reported that primary OLs isolated from the brains of twitcher (twi) mice, an authentic mouse model of KD, have cell-autonomous developmental defects and undergo apoptotic death accompanied by abnormal accumulation of psychosine, an endogenous cytotoxic lyso-derivative of GalCer. In this study, we aimed to investigate the effects of the preclinical promyelinating drugs clemastine and Sob-AM2 on KD OL pathologies using primary OLs isolated from the brains of twi mice. Both agents specifically prevented the apoptotic death observed in twi OLs. However, while Sob-AM2 showed higher efficacy in restoring the impaired differentiation and maturation of twi OLs, clemastine more potently reduced the endogenous psychosine levels. These results present the first preclinical in vitro data, suggesting that clemastine and Sob-AM2 can act directly and distinctly on OLs in KD and ameliorate their cellular pathologies associated with myelin degeneration.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38734898",
    "pmid": "38734898",
    "doi": "10.1016/j.ymthe.2024.05.019",
    "title": "Perinatal loss of galactosylceramidase in both oligodendrocytes and microglia is crucial for the pathogenesis of Krabbe disease in mice.",
    "abstract": "Lysosomal galactosylceramidase (GALC) is expressed in all brain cells, including oligodendrocytes (OLs), microglia, and astrocytes, although the cell-specific function of GALC is largely unknown. Mutations in GALC cause Krabbe disease (KD), a fatal neurological lysosomal disorder that usually affects infants. To study how Galc ablation in each glial cell type contributes to Krabbe pathogenesis, we used conditional Galc-floxed mice. Here, we found that OL-specific Galc conditional knockout (CKO) in mice results in a phenotype that includes wasting, psychosine accumulation, and neuroinflammation. Microglia- or astrocyte-specific Galc deletion alone in mice did not show specific phenotypes. Interestingly, mice with CKO of Galc from both OLs and microglia have a more severe neuroinflammation with an increase in globoid cell accumulation than OL-specific CKO alone. Moreover, the enhanced phenotype occurred without additional accumulation of psychosine. Further studies revealed that Galc knockout (Galc-KO) microglia cocultured with Galc-KO OLs elicits globoid cell formation and the overexpression of osteopontin and monocyte chemoattractant protein-1, both proteins that are known to recruit immune cells and promote engulfment of debris and damaged cells. We conclude that OLs are the primary cells that initiate KD with an elevated psychosine level and microglia are required for the progression of neuroinflammation in a psychosine-independent manner.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR914080",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4877360/v1",
    "title": "Effect of Newborn Genomic Screening for Lysosomal Storage Disorders: A Randomized Clinical Trial in China",
    "abstract": "<title>Abstract</title>  <p>Background  Lysosomal storage disorders (LSDs) have a relatively high incidence among rare diseases and can lead to severe consequences if not treated promptly. However, many countries and regions have not included these disorders in their newborn screening programs, resulting in missed early detection, underdiagnosis, and delayed treatment. Newborn genomic screening has shown good screening effectiveness for traditional biochemical screening diseases; however, its effectiveness for LSDs has not yet been evaluated in the general newborn population. Methods  To evaluate the outcome of newborn genomic screening for LSDs, a cohort study was conducted involving newborns recruited from Nanjing Women and Children’s Healthcare Hospital in China from March 18, 2022, to September 21, 2023. All participants underwent genomic screening of 15 LSDs (18 genes) via dried blood spots, with enzyme activity testing of positive samples. The study calculated the prevalence and carrier rates for each LSD, as well as the positive screening rate, the false positive rate and the positive predictive value of the screening process. Results  This study prospectively recruited 22,687 newborns (11,996 males [52.88%]). The mean (SD) gestational week was 39.2 (1.08) weeks, and the mean (SD) birth weight was 3369.7 (412.95) g. Genomic screening identified 1,344 carriers (6.0%) and 30 (0.13%) initial positive newborns for LSDs. Among the 30 initial positive newborns, 4 were excluded, 15 newborns were diagnosed, and 11 newborns were followed-up. The combined birth incidence of LSDs in Nanjing, Jiangsu Province, is 1/1,512, mainly Fabry disease, Krabbe disease, glycogen storage disease type II, Niemann-Pick disease and mucopolysaccharidosis type II. Compared with enzyme activity detection, newborn genomic screening had greater positive predictive value (<italic>P</italic> < 0.05) and a lower false positive rate (<italic>P</italic> < 0.05). Conclusions  This study emphasizes the clinical utility of incorporating newborn genomic screening for LSDs into routine newborn screening, offering a proactive approach for early detection and intervention, ultimately enhancing public health and the well-being of newborns and their families.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR901028",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4743714/v1",
    "title": "Unrelated umbilical cord blood transplantation using a noval conditioning regimen for small month-old infants with rare non-malignant disorders",
    "abstract": "<title>Abstract</title>  <p>Background  Patients afflicted with rare non-malignant disorders endure the pain of the disease from birth. Receiving allogeneic hematopoietic stem cell transplantation (allo-HSCT), especially umbilical cord blood transplantation (UCBT), as soon as possible has becomes the only cure opportunity for such patients. For infants under six months old, the toxicity caused by chemotherapy-based conditioning regimens is a key issue that needs to be focused on. Nevertheless, consensus regarding specific dosage adjustments for conditioning regimens in such infants remains elusive. Objective  Our pilot study aimed to determine a noval dose-adjusted conditioning regimen suitable for infants under 6 months of age with rare non malignant diseases who underwent unrelated umbilical cord blood transplantation. Methods  We reported the transplant outcomes of five infants under 6 months old with rare non-malignant disease who underwent UCBT at our center from 2021 to 2024. Patients received a conditioning regimen containing adjusted dose of cyclophosphamide, fludarabine, anti-thymocyte immunoglobulin, busulfan and thiotepa, using ≥ 8/10 UCB as the cell source. Results  The median age of the patients was 4.2 months (range, 4.0 to 5.1) and the median weight of the patients was 5.5 kg (range, 3.5 to 7.5) at transplantation. These infants were diagnosed with Krabbe disease, very early onset inflammatory bowel disease (VEO-IBD), Shwachman-Diamond syndrome (SDS) and Methoxyvaleric aciduria. The median time for neutrophil engraftment and platelet engraftment in all patients was 24 days (range, 12–30 days) and 32 days (range, 26 to 46 days), respectively. The whole blood donor chimerism in all patients was > 95% at 100 days post-UCBT, and all patients achieved a durable complete donor chimerism. The primary diseases of all patients have been effectively corrected, determined by regularly monitoring the enzyme concentration or gene mutation recovery. All patients survived until the follow-up date, and the event free survival rate after UCBT was 100%. Two out of five patients developed acute GVHD, but none had progressed to grade IV aGVHD or chronic GVHD. All patients achieved good lymphocyte reconstruction, especially with CD4 + cells reaching over 200/uL in all patients at 100 days after UCBT. Moreover, natural killer cells and B cells also recover rapidly, with a immunoglobulin class switching. <h4>Conclusions:</h4> In summary, our preliminary research suggest that UCBT with this novel conditioning regimen offers a safe and effective option for infants under 6 months with rare non-malignant diseases, achieving early and rapid donor engraftment, good immune reconstitution with mild GVHD, and superior overall survival.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38762762",
    "pmid": "38762762",
    "doi": "10.1080/13554794.2024.2354541",
    "title": "Splicing mutations of GALC in adult patient with adult-onset Krabbe disease: case report and review of literature.",
    "abstract": "Krabbe disease (KD) is classed as the lysosomal storage disease with mutations in the galactosylceramidase (<i>GALC</i>) gene, and commonly showed as autosomal recessive pattern with 30-kb deletion in infantile subtype. In this case, we report a 39-years adult-onset KD (AOKD) patient with multiple sclerosis-like symptoms and neuroimaging changes. She carries the heterozygous mutations in <i>GALC</i> included a missense mutation of <i>c.1901T>C</i> from her mother, and a splicing mutation of <i>c.908+5G>A</i> from her father. The splicing mutations in KD are reviewed and confirmed that <i>c.908+5G>A</i> is a novel splicing mutation in AOKD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40148043",
    "pmid": "40148043",
    "doi": "10.1016/b978-0-443-19102-2.00032-6",
    "title": "Neuroglia in leukodystrophies.",
    "abstract": "Leukodystrophies are a heterogeneous group of rare genetic neurologic disorders characterized by white matter degeneration resulting from mutations affecting glial cells. This review focuses on the primary subtypes-astroglial, oligodendroglial, and microglial leukodystrophies-offering a detailed description of their neuropathologic features and clinical manifestations. It delves into key aspects of the pathogenesis, emphasizing the distinct cellular mechanisms that drive white matter damage. Advances in disease modeling, including the development of animal models with pathologic gene expressions and patient-derived iPS-cell models, have significantly enhanced our understanding of these rare disorders. Insights into the roles of different glial cell types highlight the complexity of leukodystrophies and provide a foundation for the development of targeted therapeutic strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38444347",
    "pmid": "38444347",
    "doi": "10.1111/neup.12967",
    "title": "From pathological mechanisms in Krabbe disease to cutting-edge therapy: A comprehensive review.",
    "abstract": "Since its initial documentation by Knud Krabbe in 1916, numerous studies have scrutinized the characteristics of Krabbe disease (KD) until the identification of the mutation in the GALC gene. In alignment with that, we investigated the natural history of KD spanning eight decades to gain a deeper understanding of the evolutionary trajectory of its mechanisms. Through our comprehensive analysis, we unearthed additional novel elements in molecular biology involving the micropathological mechanism of the disease. This review offers an updated perspective on the metabolic disorder that defines KD. Recently, extracellular vesicles (EVs), autophagy impairment, and α-synuclein have emerged as pivotal players in the neuropathological processes. EVs might serve as a cellular mechanism to avoid or alleviate the detrimental impacts of excessive toxic psychosine levels, and extracting EVs could contribute to synapse dysfunction. Autophagy impairment was found to be independent of psychosine and reliant on AKT and B-cell lymphoma 2. Additionally, α-synuclein has been recognized for inducing cellular death and dysfunction in common biological pathways. Our objective is to assess the effectiveness of advanced therapies in addressing this particular condition. While hematopoietic stem cells have been a primary treatment, its administration proves challenging, particularly in the presymptomatic phase. In this review, we have compiled information from over 10 therapy trials, comparing them based on their benefits and disadvantage.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38515343",
    "pmid": "38515343",
    "doi": "10.1111/cge.14523",
    "title": "Clinical feature, GALC variant spectrum, and genotype-phenotype correlation in Korean Krabbe disease patients: Multicenter experience over 13 years.",
    "abstract": "Krabbe disease (KD) is an autosomal recessive neurodegenerative disorder caused by deficiency of the galactocerebrosidase (GALC) due to variants in the GALC gene. Here, we provide the first and the largest comprehensive analysis of clinical and genetic characteristics, and genotype-phenotype correlations of KD in Korean in comparison with other ethnic groups. From June 2010 to June 2023, 10 patients were diagnosed with KD through sequencing of GALC. Clinical features, and results of GALC sequencing, biochemical test, neuroimaging, and neurophysiologic test were obtained from medical records. An additional nine previously reported Korean KD patients were included for review. In Korean KD patients, the median age of onset was 2 years (3 months-34 years) and the most common phenotype was adult-onset (33%, 6/18) KD, followed by infantile KD (28%, 5/18). The most frequent variants were c.683_694delinsCTC (23%) and c.1901T>C (23%), while the 30-kb deletion was absent. Having two heterozygous pathogenic missense variants was associated with later-onset phenotype. Clinical features were similar to those of other ethnic groups. In Korean KD patients, the most common phenotype was the adult-onset type and the GALC variant spectrum was different from that of the Caucasian population. This study would further our understanding of KD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39641585",
    "pmid": "39641585",
    "doi": "10.1042/bst20240315",
    "title": "Linking glycosphingolipid metabolism to disease-related changes in the plasma membrane proteome.",
    "abstract": "Glycosphingolipids (GSLs) are vital components of the plasma membrane (PM), where they play crucial roles in cell function. GSLs form specialised membrane microdomains that organise lipids and proteins into functional platforms for cell adhesion and signalling. GSLs can also influence the function of membrane proteins and receptors, via direct protein-lipid interactions thereby affecting cell differentiation, proliferation, and apoptosis. Research into GSL-related diseases has primarily focussed on lysosomal storage disorders, where defective enzymes lead to the accumulation of GSLs within lysosomes, causing cellular dysfunction and disease. However, recent studies are uncovering the broader cellular impact of GSL imbalances including on a range of organelles and cellular compartments such as the mitochondria, endoplasmic reticulum and PM. In this review we describe the mechanisms by which GSL imbalances can influence the PM protein composition and explore examples of the changes that have been observed in the PM proteome upon GSL metabolic disruption. Identifying and understanding these changes to the PM protein composition will enable a more complete understanding of lysosomal storage diseases and provide new insights into the pathogenesis of other GSL-related diseases, including cancer and neurodegenerative disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38422660",
    "pmid": "38422660",
    "doi": "10.1016/j.biopha.2024.116351",
    "title": "Chronic Rapamycin administration via drinking water mitigates the pathological phenotype in a Krabbe disease mouse model through autophagy activation.",
    "abstract": "Krabbe disease (KD) is a rare disorder arising from the deficiency of the lysosomal enzyme galactosylceramidase (GALC), leading to the accumulation of the cytotoxic metabolite psychosine (PSY) in the nervous system. This accumulation triggers demyelination and neurodegeneration, and despite ongoing research, the underlying pathogenic mechanisms remain incompletely understood, with no cure currently available. Previous studies from our lab revealed the involvement of autophagy dysfunctions in KD pathogenesis, showcasing p62-tagged protein aggregates in the brains of KD mice and heightened p62 levels in the KD sciatic nerve. We also demonstrated that the autophagy inducer Rapamycin (RAPA) can partially reinstate the wild type (WT) phenotype in KD primary cells by decreasing the number of p62 aggregates. In this study, we tested RAPA in the Twitcher (TWI) mouse, a spontaneous KD mouse model. We administered the drug ad libitum via drinking water (15 mg/L) starting from post-natal day (PND) 21-23. We longitudinally monitored the mouse motor performance through grip strength and rotarod tests, and a set of biochemical parameters related to the KD pathogenesis (i.e. autophagy markers expression, PSY accumulation, astrogliosis and myelination). Our findings demonstrate that RAPA significantly enhances motor functions at specific treatment time points and reduces astrogliosis in TWI brain, spinal cord, and sciatic nerves. Utilizing western blot and immunohistochemistry, we observed a decrease in p62 aggregates in TWI nervous tissues, corroborating our earlier in-vitro results. Moreover, RAPA treatment partially removes PSY in the spinal cord. In conclusion, our results advocate for considering RAPA as a supportive therapy for KD. Notably, as RAPA is already available in pharmaceutical formulations for clinical use, its potential for KD treatment can be rapidly evaluated in clinical trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38533650",
    "pmid": "38533650",
    "doi": "10.11124/jbies-23-00303",
    "title": "Experiences of patients with metachromatic leukodystrophy, adrenoleukodystrophy, or Krabbe disease and the experiences of their family members: a qualitative systematic review.",
    "abstract": "<h4>Objective</h4>This review aimed to synthesize the experiences of patients with metachromatic leukodystrophy, adrenoleukodystrophy, or Krabbe disease and the experiences of their families.<h4>Introduction</h4>Leukodystrophies are metabolic diseases caused by genetic mutations. There are multiple forms of the disease, varying in age of onset and symptoms. The progression of leukodystrophies worsens central nervous system symptoms and significantly affects the lives of patients and their families.<h4>Inclusion criteria</h4>Qualitative studies on the experiences of patients with leukodystrophies and their family members were included. These experiences included treatments such as enzyme replacement therapy and hematopoietic stem cell transplantation; effects of tracheostomy and gastrostomy; burdens on the family, coordinating care within the health care system, and family planning due to genetic disorders. This review considered studies in any setting.<h4>Methods</h4>MEDLINE (Ovid), CINAHL Plus (EBSCOhost), APA PsycINFO (EBSCOhost), Scopus, and MedNar databases were searched on November 18, 2022. Study selection, critical appraisal, data extraction, and data synthesis were conducted in accordance with the JBI methodology for systematic reviews of qualitative evidence, and synthesized findings were evaluated according to the ConQual approach.<h4>Results</h4>Eleven studies were eligible for synthesis, and 45 findings were extracted corresponding with participants' voices. Of these findings, 40 were unequivocal and 5 were credible. The diseases in the included studies were metachromatic leukodystrophy and adrenoleukodystrophy; no studies were identified for patients with Krabbe disease and their families. These findings were grouped into 11 categories and integrated into 3 synthesized findings, including i) providing care by family members and health care providers as physical symptoms progress, which relates to the effects of the characteristics of progressive leukodystrophies; ii) building medical teamwork to provide appropriate support services, comprising categories related to the challenges experienced with the health care system for patients with leukodystrophy and their families; and iii) coordinating family functions to accept and cope with the disease, which included categories related to family psychological difficulties and role divisions within the family. According to the ConQual criteria, the second synthesized finding had a low confidence level, and the first and third synthesized findings had a very low confidence level.<h4>Conclusions</h4>The synthesized findings of this review provide evidence on the experiences of patients with metachromatic leukodystrophy or adrenoleukodystrophy and their families. These findings indicate that there are challenges in managing a patient's physical condition and coordinating the health care system and family functions.<h4>Review registration</h4>PROSPERO CRD42022318805.<h4>Supplemental digital content</h4>A Japanese-language version of the abstract of this review is available [ http://links.lww.com/SRX/A49 ].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38953469",
    "pmid": "38953469",
    "doi": "10.18553/jmcp.2024.30.7-b.s1",
    "title": "Impact of mental health in persons living with rare disease: Findings from the AMCP Market Insights Program.",
    "abstract": "Within the framework of its Market Insights Program, AMCP convened a panel of experts representing diverse stakeholders to identify alterations to plan design and/or coverage options geared toward improving the diagnosis and treatment of mental health conditions among persons living with rare diseases (PLWRD). PLWRD face unique mental health challenges because of the misunderstood nature of their conditions, potential misdiagnosis, and limited treatment options. Economic burdens arise from increased medical needs, reliance on caregivers, and work disruptions. The interplay of these factors, along with health insurance coverage, creates a distinctive mental health landscape for PLWRD and a need to prioritize mental health support for this patient population. This article aims to (1) summarize expert perspectives on health care system challenges and areas of agreement concerning the management of mental health conditions and (2) advance payers' understanding of their role in supporting mental health care for patients with rare diseases. Addressing mental health needs of PLWRD presents multifaceted challenges. Managed care organizations play a pivotal role in supporting mental health care for PLWRD through their quality improvement initiatives and policies for coverage and reimbursement, which can impact both the rare disease treatment and mental health services PLWRD receive.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38916677",
    "pmid": "38916677",
    "doi": "10.1007/s00415-024-12533-8",
    "title": "Triggered saccadic oscillations: case series and review of the literature.",
    "abstract": "Saccadic oscillations (SOs) mostly occur spontaneously, but can be occasionally triggered by various stimuli. To determine clinical characteristics and underlying mechanisms of triggered SOs, we analyzed the clinical features and quantitative eye-movement recordings of six new patients and 10 patients in the literature who exhibited with triggered SOs. Eleven of the 16 patients (69%) had a lesion involving cerebellum and/or brainstem such as cerebellar degeneration, cerebellitis, or cerebellar infarction. The other causes were vestibular migraine (n = 2), multiple sclerosis (n = 1), Krabbe disease (n = 1), and idiopathic (n = 1). Vestibular stimulation was the most common trigger (n = 11, 69%), followed by removal of visual fixation (n = 4, 25%), hyperventilation (n = 1), light (n = 1), and blink (n = 1). The types of triggered SOs were varied which included ocular flutter (n = 13), opsoclonus (n = 3), vertical SOs (n = 2), and macrosaccadic oscillations (n = 1). Three patients exhibited downbeat nystagmus either before (n = 1) or after (n = 2) the onset of SOs. The frequency of triggered SOs ranged from 4 to 15 Hz, and oscillations with smaller amplitudes had higher frequencies and smaller peak velocities. SOs can be triggered by the modulation of unstable saccadic neural networks through vestibular and visual inputs in lesions of the brainstem and cerebellum.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR868314",
    "pmid": "",
    "doi": "10.22541/au.171853338.82875339/v1",
    "title": "Unrelated umbilical cord blood transplantation using a noval conditioning regimen for small month-old infants with rare non-malignant disorders",
    "abstract": "<h4>Background: </h4> Patients afflicted with rare non-malignant disorders endure the pain of the disease from birth. Receiving allogeneic hematopoietic stem cell transplantation (allo-HSCT) , especially umbilical cord blood transplantation (UCBT) , as soon as possible has becomes the only cure opportunity for such patients. For infants under six months old, the toxicity caused by chemotherapy-based conditioning regimens is a key issue that needs to be focused on. Nevertheless, consensus regarding specific dosage adjustments for conditioning regimens in such infants remains elusive. <h4>Objective: </h4> Our pilot study aimed to determine a noval dose-adjusted conditioning regimen suitable for infants under 6 months of age with rare non malignant diseases who underwent unrelated umbilical cord blood transplantation.  <h4>Methods: </h4> We reported the transplant outcomes of five infants under 6 months old with rare non-malignant disease who underwent UCBT at our center from 2021 to 2024. Patients received a conditioning regimen containing adjusted dose of cyclophosphamide, fludarabine, anti-thymocyte immunoglobulin, busulfan and thiotepa, using≥8/10 UCB as the cell source. <h4>Results: </h4> The median age of the patients was 4.2 months (range, 4.0 to 5.1) and the median weight of the patients was 5.5 kg (range, 3.5 to 7.5) at transplantation. These infants were diagnosed with Krabbe disease, very early onset inflammatory bowel disease (VEO-IBD), Shwachman-Diamond syndrome (SDS) and Methoxyvaleric aciduria. The median time for neutrophil engraftment and platelet engraftment in all patients was 24 days (range, 12-30 days) and 32 days (range, 26 to 46 days), respectively. The whole blood donor chimerism in all patients was>95% at 100 days post-UCBT, and all patients achieved a durable complete donor chimerism. The primary diseases of all patients have been effectively corrected, determined by regularly monitoring the enzyme concentration or gene mutation recovery. All patients survived until the follow-up date, and the event free survival rate after UCBT was 100%. Two out of five patients developed acute GVHD, but none had progressed to grade IV aGVHD or chronic GVHD. All patients achieved good lymphocyte reconstruction, especially with CD4+cells reaching over 200/uL in all patients at 100 days after UCBT. Moreover, natural killer cells and B cells also recover rapidly, with a immunoglobulin class switching. <h4>Conclusions: </h4>: In summary, our preliminary research suggest that UCBT with this novel conditioning regimen offers a safe and effective option for infants under 6 months with rare non-malignant diseases, achieving early and rapid donor engraftment, good immune reconstitution with mild GVHD, and superior over survival.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39636943",
    "pmid": "39636943",
    "doi": "10.1371/journal.pone.0314858",
    "title": "Human iPSC-derived myelinating organoids and globoid cells to study Krabbe disease.",
    "abstract": "Krabbe disease (Kd) is a lysosomal storage disorder (LSD) caused by the deficiency of the lysosomal galactosylceramidase (GALC) which cleaves the myelin enriched lipid galactosylceramide (GalCer). Accumulated GalCer is catabolized into the cytotoxic lipid psychosine that causes myelinating cells death and demyelination which recruits microglia/macrophages that fail to digest myelin debris and become globoid cells. Here, to understand the pathological mechanisms of Kd, we used induced pluripotent stem cells (iPSCs) from Kd patients to produce myelinating organoids and microglia. We show that Kd organoids have no obvious defects in neurogenesis, astrogenesis, and oligodendrogenesis but manifest early myelination defects. Specifically, Kd organoids showed shorter but a similar number of myelin internodes than Controls at the peak of myelination and a reduced number and shorter internodes at a later time point. Interestingly, myelin is affected in the absence of autophagy and mTOR pathway dysregulation, suggesting lack of lysosomal dysfunction which makes this organoid model a very valuable tool to study the early events that drive demyelination in Kd. Kd iPSC-derived microglia show a marginal rate of globoid cell formation under normal culture conditions that is drastically increased upon GalCer feeding. Under normal culture conditions, Kd microglia show a minor LAMP1 content decrease and a slight increase in the autophagy protein LC3B. Upon GalCer feeding, Kd cells show accumulation of autophagy proteins and strong LAMP1 reduction that at a later time point are reverted showing the compensatory capabilities of globoid cells. Altogether, this supports the value of our cultures as tools to study the mechanisms that drive globoid cell formation and the compensatory mechanism in play to overcome GalCer accumulation in Kd.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39274327",
    "pmid": "39274327",
    "doi": "10.3390/jcm13175114",
    "title": "Overview of Neuro-Ophthalmic Findings in Leukodystrophies.",
    "abstract": "<b>Background:</b> Leukodystrophies are a group of rare genetic diseases that primarily affect the white matter of the central nervous system. The broad spectrum of metabolic and pathological causes leads to manifestations at any age, most often in childhood and adolescence, and a variety of symptoms. Leukodystrophies are usually progressive, resulting in severe disabilities and premature death. Progressive visual impairment is a common symptom. Currently, no overview of the manifold neuro-ophthalmologic manifestations and visual impact of leukodystrophies exists. <b>Methods:</b> Data from 217 patients in the Hamburg leukodystrophy cohort were analyzed retrospectively for neuro-ophthalmologic manifestations, age of disease onset, and magnetic resonance imaging, visual evoked potential, and optical coherence tomography findings and were compared with data from the literature. <b>Results:</b> In total, 68% of the patients suffered from neuro-ophthalmologic symptoms, such as optic atrophy, visual neglect, strabismus, and nystagmus. Depending on the type of leukodystrophy, neuro-ophthalmologic symptoms occurred early or late during the course of the disease. Magnetic resonance imaging scans revealed pathologic alterations in the visual tract that were temporally correlated with symptoms. <b>Conclusions:</b> The first optical coherence tomography findings in Krabbe disease and metachromatic leukodystrophy allow retinal assessments. Comprehensive literature research supports the results of this first overview of neuro-ophthalmologic findings in leukodystrophies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39691755",
    "pmid": "39691755",
    "doi": "10.1016/j.radcr.2024.10.153",
    "title": "Amyotrophic lateral sclerosis in a tricenarian female.",
    "abstract": "Amyotrophic lateral sclerosis (ALS) is a motor neuron disease characterized by the progressive degeneration of the upper and lower motor neurons. This disease is mostly observed in patients of the 6th decade or above, and it is extremely rare to observe this pathology in patients less than 50 years of age. This manuscript depicts the magnetic resonance imaging findings of ALS showing a wine glass sign in a 31-year-old female from a rural area with complaints of progressive limb weakness and muscle wasting.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39559557",
    "pmid": "39559557",
    "doi": "10.1016/j.omtm.2024.101357",
    "title": "Advances in AAV-mediated gene replacement therapy for pediatric monogenic neurological disorders.",
    "abstract": "Pediatric monogenetic diseases encompass a spectrum of debilitating neurological disorders that affect infants and children, often resulting in profound cognitive and motor impairments. Gene replacement therapy holds immense promise in addressing the underlying genetic defects responsible for these conditions. Adeno-associated virus (AAV) vectors have emerged as a leading platform for delivering therapeutic genes due to their safety profile and ability to transduce various cell types, including neurons. This review highlights recent advancements in AAV-mediated gene replacement therapy for pediatric monogenetic diseases, focusing on key preclinical and clinical studies. We discuss various strategies to enhance transduction efficiency, target specificity, and safety. Furthermore, we explore challenges such as immune responses, along with innovative approaches to overcome these obstacles. Moreover, we examine the clinical outcomes and safety profiles of AAV-based gene therapies in pediatric patients, providing insights into the feasibility and efficacy of these interventions. Finally, we discuss future directions and potential avenues for further research to optimize the therapeutic potential of AAV-delivered gene replacement therapy for pediatric encephalopathies, ultimately aiming to improve the quality of life for affected individuals and their families.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38739391",
    "pmid": "38739391",
    "doi": "10.1001/jamanetworkopen.2024.10754",
    "title": "Newborn Screening for 6 Lysosomal Storage Disorders in China.",
    "abstract": "<h4>Importance</h4>Newborn screening (NBS) for lysosomal storage disorders (LSDs) is becoming an increasing concern in public health. However, the birth prevalence of these disorders is rarely reported in the Chinese population, and subclinical forms of diseases among patients identified by NBS have not been evaluated.<h4>Objective</h4>To evaluate the birth prevalence of the 6 LSDs in the Shanghai population and determine subclinical forms based on clinical, biochemical, and genetic characteristics.<h4>Design, setting, and participants</h4>This cohort study included 50 108 newborns recruited from 41 hospitals in Shanghai between January and December 2021 who were screened for 6 LSDs using tandem mass spectrometry (MS/MS). Participants with screen-positive results underwent molecular and biochemical tests and clinical assessments. Data were analyzed from January 2021 through October 2022.<h4>Exposures</h4>All participants were screened for Gaucher, acid sphingomyelinase deficiency (ASMD), Krabbe, mucopolysaccharidosis type I, Fabry, and Pompe diseases using dried blood spots.<h4>Main outcomes and measures</h4>Primary outcomes were the birth prevalence and subclinical forms of the 6 LSDs in the Shanghai population. Disease biomarker measurements, genetic testing, and clinical analysis were used to assess clinical forms of LSDs screened.<h4>Results</h4>Among 50 108 newborns (26 036 male [52.0%]; mean [SD] gestational age, 38.8 [1.6] weeks), the mean (SD) birth weight was 3257 (487) g. The MS/MS-based NBS identified 353 newborns who were positive. Of these, 27 newborns (7.7%) were diagnosed with 1 of 6 LSDs screened, including 2 newborns with Gaucher, 5 newborns with ASMD, 9 newborns with Krabbe, 8 newborns with Fabry, and 3 newborns with Pompe disease. The combined birth prevalence of LSDs in Shanghai was 1 diagnosis in 1856 live births, with Krabbe disease the most common (1 diagnosis/5568 live births), followed by Fabry disease (1 diagnosis/6264 live births), and ASMD (1 diagnosis/10 022 live births). Biochemical, molecular, and clinical analysis showed that early-onset clinical forms accounted for 3 newborns with positive results (11.1%), while later-onset forms represented nearly 90% of diagnoses (24 newborns [88.9%]).<h4>Conclusions and relevance</h4>In this study, the combined birth prevalence of the 6 LSDs in Shanghai was remarkably high. MS/MS-based newborn screening, combined with biochemical and molecular genetic analysis, successfully identified and characterized newborns who were screen-positive, which may assist with parental counseling and management decisions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37918668",
    "pmid": "37918668",
    "doi": "10.1016/j.addr.2023.115132",
    "title": "Nanomedicines to treat rare neurological disorders: The case of Krabbe disease.",
    "abstract": "The brain remains one of the most challenging therapeutic targets due to the low and selective permeability of the blood-brain barrier and complex architecture of the brain tissue. Nanomedicines, despite their relatively large size compared to small molecules and nucleic acids, are being heavily investigated as vehicles to delivery therapeutics into the brain. Here we elaborate on how nanomedicines may be used to treat rare neurodevelopmental disorders, using Krabbe disease (globoid cell leukodystrophy) to frame the discussion. As a monogenetic disorder and lysosomal storage disease affecting the nervous system, the lessons learned from examining nanoparticle delivery to the brain in the context of Krabbe disease can have a broader impact on the treatment of various other neurodevelopmental and neurodegenerative disorders. In this review, we introduce the epidemiology and genetic basis of Krabbe disease, discuss current in vitro and in vivo models of the disease, as well as current therapeutic approaches either approved or at different stage of clinical developments. We then elaborate on challenges in particle delivery to the brain, with a specific emphasis on methods to transport nanomedicines across the blood-brain barrier. We highlight nanoparticles for delivering therapeutics for the treatment of lysosomal storage diseases, classified by the therapeutic payload, including gene therapy, enzyme replacement therapy, and small molecule delivery. Finally, we provide some useful hints on the design of nanomedicines for the treatment of rare neurological disorders.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38390974",
    "pmid": "38390974",
    "doi": "10.3390/ijns10010010",
    "title": "Newborn Screening for Krabbe Disease: Status Quo and Recommendations for Improvements.",
    "abstract": "Krabbe disease (KD) is part of newborn screening (NBS) in 11 states with at least one additional state preparing to screen. In July 2021, KD was re-nominated for addition to the federal Recommended Uniform Screening Panel (RUSP) in the USA with a two-tiered strategy based on psychosine (PSY) as the determinant if an NBS result is positive or negative after a first-tier test revealed decreased galactocerebrosidase activity. Nine states currently screening for KD include PSY analysis in their screening strategy. However, the nomination was rejected in February 2023 because of perceived concerns about a high false positive rate, potential harm to newborns with an uncertain prognosis, and inadequate data on presymptomatic treatment benefit or harm. To address the concern about false positive NBS results, a survey was conducted of the eight NBS programs that use PSY and have been screening for KD for at least 1 year. Seven of eight states responded. We found that: (1) the use of PSY is variable; (2) when modeling the data based on the recommended screening strategy for KD, and applying different cutoffs for PSY, each state could virtually eliminate false positive results without major impact on sensitivity; (3) the reason for the diverse strategies appears to be primarily the difficulty of state programs to adjust screening algorithms due to the concern of possibly missing even an adult-onset case following a change that focuses on infantile and early infantile KD. Contracts with outside vendors and the effort/cost of making changes to a program's information systems can be additional obstacles. We recommend that programs review their historical NBS outcomes for KD with their advisory committees and make transparent decisions on whether to accept false positive results for such a devastating condition or to adjust their procedures to ensure an efficient, effective, and manageable NBS program for KD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39728399",
    "pmid": "39728399",
    "doi": "10.3390/ijns10040079",
    "title": "Newborn Screening for Acid Sphingomyelinase Deficiency: Prevalence and Genotypic Findings in Italy.",
    "abstract": "Acid sphingomyelinase deficiency (ASMD) is a rare lysosomal storage disorder with a broad clinical spectrum. Early diagnosis and initiation of treatment are crucial for improving outcomes, yet the disease often goes undiagnosed due to its rarity and phenotypic heterogeneity. This study aims to evaluate the feasibility and disease incidence of newborn screening (NBS) for ASMD in Italy. Dried blood spot samples from 275,011 newborns were collected between 2015 and 2024 at the Regional Center for Expanded NBS in Padua. Acid sphingomyelinase activity was assayed using tandem mass spectrometry. Deidentified samples with reduced enzyme activity underwent second-tier testing with LysoSM quantification and <i>SMPD1</i> gene analysis. Two samples were identified with reduced sphingomyelinase activity and elevated LysoSM levels. Both carried two <i>SMPD1</i> variants, suggesting a diagnosis of ASMD. Molecular findings included novel and previously reported variants, some of uncertain significance. The overall incidence was 1 in 137,506 newborns and the PPV was 100%. This study demonstrates the feasibility of NBS for ASMD in Italy and provides evidence of a higher disease incidence than clinically reported, suggesting ASMD is an underdiagnosed condition. Optimized screening algorithms and second-tier biomarker testing can enhance the accuracy of NBS for ASMD. The long-term follow-up of identified cases is necessary for genotype-phenotype correlation and improving patient management.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38538338",
    "pmid": "38538338",
    "doi": "10.5551/jat.64579",
    "title": "Genetic and Functional Analyses of Patients with Marked Hypo-High-Density Lipoprotein Cholesterolemia.",
    "abstract": "<h4>Aim</h4>This study aimed to analyze two cases of marked hypo-high-density lipoprotein (HDL) cholesterolemia to identify mutations in ATP-binding cassette transporter A1 (ABCA1) and elucidate the molecular mechanism by which these novel pathological mutations contribute to hypo-HDL cholesterolemia in Tangier disease.<h4>Methods</h4>Wild type and mutant expression plasmids containing a FLAG tag inserted at the C-terminus of the human ABCA1 gene were generated and transfected into HEK293T cells. ABCA1 protein expression and cholesterol efflux were evaluated via Western blotting and efflux assay. The difference in the rate of change in protein expression was evaluated when proteolytic and protein-producing systems were inhibited.<h4>Results</h4>In case 1, a 20-year-old woman presented with a chief complaint of gait disturbance. Her HDL-C level was only 6.2 mg/dL. Tangier disease was suspected because of muscle weakness, decreased nerve conduction velocity, and splenomegaly. Whole-exome analysis showed compound heterozygosity for a W484* nonsense mutation and S1343I missense mutation, which confirmed Tangier disease. Cholesterol efflux decreased by a mixture of W484* and S1343I mutations. The S1343I mutation decreased the protein production rate but increased the degradation rate, decreasing the protein levels. This patient also had Krabbe disease. The endogenous ABCA1 protein level of macrophage cell decreased by knocking down its internal galactocerebrosidase. Case 2, a 51-year-old woman who underwent tonsillectomy presented with peripheral neuropathy, corneal opacity, and HDL-C of 3.4 mg/dL. Whole-exome analysis revealed compound heterozygosity for R579* and R1572* nonsense mutations, which confirmed Tangier disease.<h4>Conclusion</h4>Case 1 is a new ABCA1 mutation with complex pathogenicity, namely, a W484*/S1343I compound heterozygote with marked hypo-HDL cholesterolemia. Analyses of the compound heterozygous mutations indicated that decreases in ABCA1 protein levels and cholesterol efflux activity caused by the novel S1343I mutation combined with loss of W484* protein activity could lead to marked hypo-HDL cholesterolemia. Galactocerebrosidase dysfunction could also be a potential confounding factor for ABCA1 protein function.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32965986",
    "pmid": "32965986",
    "doi": "",
    "title": "Krabbe Disease",
    "abstract": "Krabbe disease is an autosomal recessive neurodegenerative disorder. The gene mutation occurs at chromosome 14, which codes for a lysosomal hydrolase known as galactosylceramide beta hydrolase (GALC). This enzyme is responsible for metabolizing galactolipids in the central nervous system and peripheral nervous system, and the failure of which will lead to the accumulation of compounds responsible for neurodegeneration. Krabbe disease is also known as globoid cell leukodystrophy because of the characteristic multinucleated globoid cells found on brain biopsy and the presence of white matter degeneration. Krabbe disease is subdivided into four subcategories based on the age of presentation of symptoms; however, many experts disagree with the age range allotted to different subtypes. Early infantile type: 0 to 13 months. Late infantile type: 13 to 36 months. Juvenile type:  3 to 16 years. Adult type: >16 years.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37928748",
    "pmid": "37928748",
    "doi": "10.2147/itt.s424622",
    "title": "Globoid Cell Leukodystrophy (Krabbe Disease): An Update.",
    "abstract": "Globoid cell leukodystrophy or Krabbe is a disease that affects children as well as adults who have mutations in the gene encoding the enzyme galactosylceramidase/galctocerebrosidase (GALC), resulting in the deposition of the toxic lipid D-galactosyl-beta1-1' sphingosine (GalSph or psychosine). Several therapeutic modalities were used to treat patients with Krabbe disease, including hematopoietic stem cell transplantation, enzyme replacement therapy, autophagy activators, intravenous immunoglobulin, and inhibitors of the Pyroptosis process, among many other approaches. In this article, I will briefly discuss the disease in both human and animal model, describe recent clinical observations as well as methods utilizing genetic analysis for diagnosis, and finally review recent advances in treating this rare and devastating disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38311562",
    "pmid": "38311562",
    "doi": "10.3760/cma.j.cn511374-20221012-00683",
    "title": "[Genetic analysis of a case with Adult-onset globoid cell leukodystrophy].",
    "abstract": "<h4>Objective</h4>To explore the clinical features and genetic etiology of a patient with Adult-onset globoid cell leukodystrophy/Krabbe disease (KD).<h4>Methods</h4>A patient who was admitted to the Tongji Hospital Affiliated to Tongji Medical College, Huazhong University of Science and Technology on February 15, 2022 due to exacerbation of right leg weakness for over 4 years was selected as the study subject. Clinical data and results of medical imaging and genetic analysis were analyzed. Candidate variants were verified by family analysis.<h4>Results</h4>The patient, a 36-year-old woman, had spasmodic gait as the primary presentation. Cranial magnetic resonance imaging (MRI) revealed symmetrical abnormalities in the bilateral corticospinal tracts, and the activity of β-galactocerebrosidase (GALC) in her white blood cells was significantly decreased. The patient was found to harbor compound heterozygous variants of the GALC gene, namely c.461C>A (p.Pro154His) and c.1901T>C (p.Leu634Ser). Her mother, sister and nephew were heterozygous carriers of the c.461C>A (p.Pro154His) variant, whilst her father was heterozygous for the c.1901T>C (p.Leu634Ser) variant.<h4>Conclusion</h4>The patient was ultimately diagnosed with adult-onset KD, for which the compound heterozygous variants of the GALC gene may be accountable.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39766319",
    "pmid": "39766319",
    "doi": "10.3390/biom14121612",
    "title": "UPLC-MS/MS High-Risk Screening for Sphingolipidoses Using Dried Urine Spots.",
    "abstract": "<h4>Background</h4>Early detection of sphingolipidoses is crucial to prevent irreversible complications and improve patient outcomes. The use of urine samples dried on filter paper (DUS) is a non-invasive strategy that simplifies the collection, storage, and shipping of samples compared to using liquid urine specimens.<h4>Objectives</h4>(1) Develop and validate a multiplex ultra-performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) methodology using DUS to quantify twenty-one lysosphingolipids normalized to creatinine for eight different sphingolipidoses. (2) Establish normal reference values to evaluate the clinical utility of the methodology.<h4>Methods</h4>Samples were eluted from a 5 cm filter paper disk (~1 mL of urine) and extracted on Oasis MCX solid-phase extraction cartridges prior to injection in the UPLC-MS/MS system.<h4>Results</h4>Urinary lysosphingolipids were stable on DUS at -80 °C and -30 °C for 117 days, at 21.5 °C and 4 °C for at least 26 days, and at 35 °C for 3 days. Globotriaosylsphingosine, glucosylsphingosine, and their analogs were elevated in patients with Fabry disease and Gaucher disease, respectively, compared to controls (<i>p</i>-value < 0.0001). The analysis of related analog profiles suggests a better overall reliability in detecting patients early, especially for Fabry patients.<h4>Conclusions</h4>This approach is feasible and might be useful for the early detection, monitoring, and follow-up of patients with sphingolipidoses.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38610036",
    "pmid": "38610036",
    "doi": "10.1186/s13023-024-03148-3",
    "title": "Dual rare genetic diseases in five pediatric patients: insights from next-generation diagnostic methods.",
    "abstract": "<h4>Background</h4>Clinicians traditionally aim to identify a singular explanation for the clinical presentation of a patient; however, in some cases, the diagnosis may remain elusive or fail to comprehensively explain the clinical findings. In recent years, advancements in next-generation sequencing, including whole-exome sequencing, have led to the incidental identification of dual diagnoses in patients. Herein we present the cases of five pediatric patients diagnosed with dual rare genetic diseases. Their natural history and diagnostic process were explored, and lessons learned from utilizing next-generation diagnostic technologies have been reported.<h4>Results</h4>Five pediatric cases (3 boys, 2 girls) with dual diagnoses were reported. The age at diagnosis was from 3 months to 10 years. The main clinical presentations were psychomotor retardation and increased muscular tension, some accompanied with liver dysfunction, abnormal appearance, precocious puberty, dorsiflexion restriction and varus of both feet, etc. After whole-exome sequencing, nine diseases were confirmed in these patients: Angelman syndrome and Krabbe disease in case 1, Citrin deficiency and Kabuki syndrome in case 2, Homocysteinemia type 2 and Copy number variant in case 3, Isolated methylmalonic acidemia and Niemann-Pick disease type B in case 4, Isolated methylmalonic acidemia and 21-hydroxylase deficiency in case 5. Fifteen gene mutations and 2 CNVs were identified. Four novel mutations were observed, including c.15292de1A in KMT2D, c.159_164inv and c.1427G > A in SLC25A13, and c.591 C > G in MTHFR.<h4>Conclusions</h4>Our findings underscore the importance of clinicians being vigilant about the significance of historical and physical examination. Comprehensive clinical experience is crucial for identifying atypical clinical features, particularly in cases involving dual rare genetic diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39322389",
    "pmid": "39322389",
    "doi": "10.1016/b978-0-323-99209-1.00017-x",
    "title": "Hematopoietic stem cell transplantation in leukodystrophies.",
    "abstract": "More than 50 leukodystrophies have been described. This group of inherited disorders affects myelin development and/or maintenance and can manifest from birth to adulthood. Neuroinflammation is a hallmark of some leukodystrophies, explaining in part the therapeutic benefit of hematopoietic stem cell transplantation (HSCT). Indeed, in addition to supplying the CNS with myelomonocyte donor cells expressing the deficient protein or enzyme, HSCT allows the restoration of normal microglia function, which may act on neuroinflammation. In this chapter, we explore the rationale, indication, and outcome of HSCT in Cerebral Adrenoleukodystrophy (CALD), Metachromatic Leukodystrophy (MLD), Krabbe Disease (KD), and Adult-onset Leukoencephalopathy with Axonal Spheroids and Pigmented Glia (ALSP), which are among the most frequent leukodystrophies. For these leukodystrophies, HSCT may modify notably the natural history and improve CNS-related deficits, provided that the procedure is performed early into the disease course. In addition, we discuss the recent development of ex vivo gene therapy for CALD and MLD as a promising alternative to allograft.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39322397",
    "pmid": "39322397",
    "doi": "10.1016/b978-0-323-99209-1.00013-2",
    "title": "Childhood-inherited white matter disorders with calcification.",
    "abstract": "Intracranial calcification (ICC) occurs in many neurologic disorders both acquired and genetic. In some inherited white matter disorders, it is a common or even invariable feature where the presence and pattern of calcification provides an important pointer to the specific diagnosis. This is particularly the case for the Aicardi-Goutières syndrome (AGS) and for Coats plus (CP) and leukoencephalopathy with calcifications and cysts (LCC), which are discussed in detail in this chapter. AGS is a genetic disorder of type 1 interferon regulation, caused by mutations in any of the nine genes identified to date. In its classic form, AGS has very characteristic clinical and neuroimaging features which will be discussed here. LCC is a purely neurologic disorder caused by mutations in the SNORD118 gene, whereas CP is a multisystem disorder of telomere function that may result from mutations in the CTC1, POT1, or STN genes. In spite of the different pathogenetic basis for LCC and CP, they share remarkably similar neuroimaging and neuropathologic features. Cockayne syndrome, in which ICC is usually present, is discussed elsewhere in this volume. ICC may occur as an occasional feature of many other white matter diseases, including Alexander disease, Krabbe disease, X-ALD, and occulodentodigital dysplasia.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39322377",
    "pmid": "39322377",
    "doi": "10.1016/b978-0-323-99209-1.00008-9",
    "title": "Lysosomal storage diseases.",
    "abstract": "Lysosomal storage disorders (LSDs) are a group of inherited metabolic diseases caused by dysfunction of the lysosomal system, with subsequent progressive accumulation of macromolecules, activation of inflammatory response, and cell death. Neurologic damage is almost always present, and it is usually degenerative. White matter (WM) involvement may be primary or secondary. Diseases with primary WM involvement are leukodystrophies, demyelinating (Krabbe disease and metachromatic leukodystrophy), and hypomyelinating leukodystrophies (free sialic acid storage disease, fucosidosis, and mucolipidosis type IV). LSDs with secondary WM involvement are classified as leukoencephalopathies and include gangliosidosis, mucopolysaccharidosis (MPS), ceroid neuronal lipofuscinosis, multiple sulfatase deficiency, alpha-mannosidosis, Pompe disease, and Fabry disease. Neurologic manifestations may overlap among LSDs and include developmental delays, motor, cognitive and speech impairments, seizures, visual failure, ataxia, and extrapyramidal signs. Most of LSDs are typically present in early or late infancy, but juvenile and adult forms also exist and are associated with predominantly neuropsychiatric and behavioral symptoms. The outcome of these disorders is generally poor and specific treatments (enzyme replacement therapy, hematopoietic stem cell transplantation, or gene therapy) are only available in a small number of them.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38239149",
    "pmid": "38239149",
    "doi": "10.1111/dgd.12907",
    "title": "Progress in leukodystrophies with zebrafish.",
    "abstract": "Inherited leukodystrophies are genetic disorders characterized by abnormal white matter in the central nervous system. Although individually rare, there are more than 400 distinct types of leukodystrophies with a cumulative incidence of 1 in 4500 live births. The pathophysiology of most leukodystrophies is poorly understood, there are treatments for only a few, and there is significant morbidity and mortality, suggesting a critical need for improvements in this field. A variety of animal, cell, and induced pluripotent stem cell-derived models have been developed for leukodystrophies, but with significant limitations in all models. Many leukodystrophies lack animal models, and extant models often show no or mixed recapitulation of key phenotypes. Zebrafish (Danio rerio) have become increasingly used as disease models for studying leukodystrophies due to their early onset of disease phenotypes and conservation of molecular and neurobiological mechanisms. Here, we focus on reviewing new zebrafish disease models for leukodystrophy or models with recent progress. This includes discussion of leukodystrophy with vanishing white matter disease, X-linked adrenoleukodystrophy, Zellweger spectrum disorders and peroxisomal disorders, PSAP deficiency, metachromatic leukodystrophy, Krabbe disease, hypomyelinating leukodystrophy-8/4H leukodystrophy, Aicardi-Goutières syndrome, RNASET2-deficient cystic leukoencephalopathy, hereditary diffuse leukoencephalopathy with spheroids-1 (CSF1R-related leukoencephalopathy), and ultra-rare leukodystrophies. Zebrafish models offer important potentials for the leukodystrophy field, including testing of new variants in known genes; establishing causation of newly discovered genes; and early lead compound identification for therapies. There are also unrealized opportunities to use humanized zebrafish models which have been sparsely explored.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38837642",
    "pmid": "38837642",
    "doi": "10.1002/acn3.52078",
    "title": "Late-onset Krabbe disease presenting as spastic paraplegia - implications of GCase and CTSB/D.",
    "abstract": "<h4>Objective</h4>Krabbe disease (KD) is a multisystem neurodegenerative disorder with severe disability and premature death, mostly with an infancy/childhood onset. In rare cases of late-onset phenotypes, symptoms are often milder and difficult to diagnose. We here present a translational approach combining diagnostic and biochemical analyses of a male patient with a progressive gait disorder starting at the age of 44 years, with a final diagnosis of late-onset KD (LOKD).<h4>Methods</h4>Additionally to cerebral MRI, protein structural analyses of the β-galactocerebrosidase protein (GALC) were performed. Moreover, expression, lysosomal localization, and activities of β-glucocerebrosidase (GCase), cathepsin B (CTSB), and cathepsin D (CTSD) were analyzed in leukocytes, fibroblasts, and lysosomes of fibroblasts.<h4>Results</h4>Exome sequencing revealed biallelic likely pathogenic variants: GALC exons 11-17: 33 kb deletion; exon 4: missense variant (c.334A>G, p.Thr112Ala). We detected a reduced GALC activity in leukocytes and fibroblasts. While histological KD phenotypes were absent in fibroblasts, they showed a significantly decreased activities of GCase, CTSB, and CTSD in lysosomal fractions, while expression levels were unaffected.<h4>Interpretation</h4>The presented LOKD case underlines the age-dependent appearance of a mildly pathogenic GALC variant and its interplay with other lysosomal proteins. As GALC malfunction results in reduced ceramide levels, we assume this to be causative for the here described decrease in CTSB and CTSD activity, potentially leading to diminished GCase activity. Hence, we emphasize the importance of a functional interplay between the lysosomal enzymes GALC, CTSB, CTSD, and GCase, as well as between their substrates, and propose their conjoined contribution in KD pathology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37337846",
    "pmid": "37337846",
    "doi": "10.1111/jnc.15876",
    "title": "Genetic ablation of Saposin-D in Krabbe disease eliminates psychosine accumulation but does not significantly improve demyelination.",
    "abstract": "Krabbe disease is an inherited demyelinating disease caused by a genetic deficiency of the lysosomal enzyme galactosylceramide (GalCer) β-galactosidase (GALC). The Twitcher (Twi) mouse is a naturally occurring, genetically and enzymatically authentic mouse model that mimics infantile-onset Krabbe disease. The major substrate for GALC is the myelin lipid GalCer. However, the pathogenesis of Krabbe disease has long been explained by the accumulation of psychosine, a lyso-derivative of GalCer. Two metabolic pathways have been proposed for the accumulation of psychosine: a synthetic pathway in which galactose is transferred to sphingosine and a degradation pathway in which GalCer is deacylated by acid ceramidase (ACDase). Saposin-D (Sap-D) is essential for the degradation of ceramide by ACDase in lysosome. In this study, we generated Twi mice with a Sap-D deficiency (Twi/Sap-D KO), which are genetically deficient in both GALC and Sap-D and found that very little psychosine accumulated in the CNS or PNS of the mouse. As expected, demyelination with the infiltration of multinucleated macrophages (globoid cells) characteristic of Krabbe disease was milder in Twi/Sap-D KO mice than in Twi mice both in the CNS and PNS during the early disease stage. However, at the later disease stage, qualitatively and quantitatively comparable demyelination occurred in Twi/Sap-D KO mice, particularly in the PNS, and the lifespans of Twi/Sap-D KO mice were even shorter than that of Twi mice. Bone marrow-derived macrophages from both Twi and Twi/Sap-D KO mice produced significant amounts of TNF-α upon exposure to GalCer and were transformed into globoid cells. These results indicate that psychosine in Krabbe disease is mainly produced via the deacylation of GalCer by ACDase. The demyelination observed in Twi/Sap-D KO mice may be mediated by a psychosine-independent, Sap-D-dependent mechanism. GalCer-induced activation of Sap-D-deficient macrophages/microglia may play an important role in the neuroinflammation and demyelination in Twi/Sap-D KO mice.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38558359",
    "pmid": "38558359",
    "doi": "10.1007/s12035-024-04137-0",
    "title": "The Effect of Donepezil Hydrochloride in the Twitcher Mouse Model of Krabbe Disease.",
    "abstract": "Krabbe disease (KD) is a rare demyelinating disorder characterized by demyelination caused by mutations in the GALC gene, resulting in toxic accumulation of psychosine. Psychosine has been identified as detrimental to oligodendrocytes, leading to demyelination through diverse hypothesized pathways. Reducing demyelination is essential to maintain neurological function in KD; however, therapeutic interventions are currently limited. Acetylcholinesterase inhibitors (AChEi) are commonly used for symptomatic management of Alzheimer's Disease and are suggested to have potential disease-modifying effects, including regulating myelin state. In particular, donepezil, an AChEi, has demonstrated promising effects in cellular and animal models, including promotion of the expression of myelin-related genes and reduction of glial cell reactivity. This drug also acts as an agonist for sigma-1 receptors (Sig-1R), which are implicated in demyelination diseases. In the context of drug repurposing, here, we demonstrate that administration of donepezil has protective effects in the twitcher mouse model of KD. We provide data showing that donepezil preserves myelin and reduces glial cell reactivity in the brains of twitcher mice. Moreover, donepezil also improves behavioral phenotypes and increases lifespan in twitcher animals. These findings suggest that donepezil, with its dual activity as an AChE inhibitor and Sig-1R agonist, may hold promise as a therapeutic candidate for demyelinating diseases, including KD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39683410",
    "pmid": "39683410",
    "doi": "10.3390/nu16234016",
    "title": "The Effect of Nutrients on Neurological Disorders.",
    "abstract": "The prevalence of neurological disorders (NDs) is increasing, with great cost to public health [...].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38444573",
    "pmid": "38444573",
    "doi": "10.1002/jmd2.12407",
    "title": "Lysosomal storage disorders identified in adult population from India: Experience of a tertiary genetic centre and review of literature.",
    "abstract": "Lysosomal storage disorders (LSDs) in adults have milder phenotype and variable age at presentation. Several studies have described the phenotype, genotype and treatment outcomes for adult-onset LSDs like Gaucher, Fabry, Pompe disease and others. We describe the first systematic study on the occurrence of LSDs in an adult population from India. It describes, the key clinical signs seen in these patients and those from literature review that can aid in early detection. Of 2102 biochemically diagnosed LSDs cases, 32 adult patients were identified with LSDs. Based on the clinical suspicion, screening test and enzyme study was carried out. Twenty-two patients were subjected to a genetic study to identify the causative variant in a respective gene. Of the 32 adult patients, we observed a maximum percentage of 37.5% (<i>n</i> = 12) cases with Gaucher disease, followed by 13% (<i>n</i> = 4) with Fabry disease. We found 10% of cases with MPS IVA and MPS I, and 9% cases with Pompe. Single case of adult mucolipidosis III and two cases each of Type 1 Sialidosis, Niemann-Pick disease B and metachromatic leukodystrophy were identified. We observed two common variants p.Leu483Pro and p.Ala487Thr in the <i>GBA1</i> gene in 23% of Indian patients with adult Gaucher disease. No common variants were observed in other aforementioned LSDs. Study identified 50% of Fabry patients and 4% of Gaucher patients diagnosed at our centre to be adults. The prevalence of adult Pompe patients was low (3.4%) as compared to 80% reported in the Caucasian population. Adult LSDs such as, MPS III, GM1/GM2 gangliosidosis and Krabbe disease were not identified in our cohort.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38596316",
    "pmid": "38596316",
    "doi": "10.1016/j.csbj.2024.03.023",
    "title": "Impact of an irreversible β-galactosylceramidase inhibitor on the lipid profile of zebrafish embryos.",
    "abstract": "Krabbe disease is a sphingolipidosis characterized by the genetic deficiency of the acid hydrolase β-galactosylceramidase (GALC). Most of the studies concerning the biological role of GALC performed on Krabbe patients and <i>Galc</i>-deficient <i>twitcher</i> mice (an authentic animal model of the disease) indicate that the pathogenesis of this disorder is the consequence of the accumulation of the neurotoxic GALC substrate β-galactosylsphingosine (psychosine), ignoring the possibility that this enzyme may exert a wider biological impact. Indeed, limited information is available about the effect of GALC downregulation on the cell lipidome in adult and developing organisms. The teleost zebrafish (<i>Danio rerio</i>) has emerged as a useful platform to model human genetic diseases, including sphingolipidoses, and two <i>GALC</i> co-orthologs have been identified in zebrafish (<i>galca</i> and <i>galcb</i>). Here, we investigated the effect of the competitive and irreversible GALC inhibitor β-galactose-cyclophellitol (GCP) on the lipid profile of zebrafish embryos. Molecular modelling indicates that GCP can be sequestered in the catalytic site of the enzyme and covalently binds human GALC, and the zebrafish Galca and Galcb proteins in a similar manner. Accordingly, GCP inhibits the β-galactosylceramide hydrolase activity of zebrafish <i>in vitro</i> and <i>in vivo</i>, leading to significant alterations of the lipidome of zebrafish embryos. These results indicate that the lack of GALC activity deeply affects the lipidome during the early stages of embryonic development, and thereby provide insights into the pathogenesis of Krabbe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37080866",
    "pmid": "37080866",
    "doi": "10.1016/j.braindev.2023.04.001",
    "title": "Favorable outcome of hematopoietic stem cell transplantation in late-onset Krabbe disease.",
    "abstract": "<h4>Background</h4>Late-onset Krabbe disease is a disorder with autosomal recessive inheritance caused by a deficiency in galactocerebrosidase (GALC) activity. Its late-onset form usually shows slow disease progression with atypical symptoms including spastic paresis. The efficacy of hematopoietic stem cell transplantation (HSCT) in late-onset Krabbe disease has not been fully established.<h4>Case report</h4>We describe the case of a patient with late-onset Krabbe disease showing progressive spastic paraparesis. At the age of 18, one and a half years after the development of symptoms, the patient underwent HSCT. After HSCT, the patient's GALC activity returned to a normal level and the lesions in the brain and spinal cord became faint on images. Over two and a half years after the HSCT, the patient's gait remained spastic, however, an improvement in gait speed and modified Rankin Scale score was observed. No severe adverse events occurred during this period.<h4>Conclusion</h4>Our experience reported herein provides additional evidence for a favorable course in HSCT conducted in the early course of late-onset Krabbe disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39339713",
    "pmid": "39339713",
    "doi": "10.3390/nu16183114",
    "title": "Diet and Nutrients in Rare Neurological Disorders: Biological, Biochemical, and Pathophysiological Evidence.",
    "abstract": "<b>Background/Objectives</b>: Rare diseases are a wide and heterogeneous group of multisystem life-threatening or chronically debilitating clinical conditions with reduced life expectancy and a relevant mortality rate in childhood. Some of these disorders have typical neurological symptoms, presenting from birth to adulthood. Dietary patterns and nutritional compounds play key roles in the onset and progression of neurological disorders, and the impact of alimentary needs must be enlightened especially in rare neurological diseases. This work aims to collect the <i>in vitro</i>, <i>in vivo</i>, and clinical evidence on the effects of diet and of nutrient intake on some rare neurological disorders, including some genetic diseases, and rare brain tumors. Herein, those aspects are critically linked to the genetic, biological, biochemical, and pathophysiological hallmarks typical of each disorder. <b>Methods</b>: By searching the major web-based databases (PubMed, Web of Science Core Collection, DynaMed, and Clinicaltrials.gov), we try to sum up and improve our understanding of the emerging role of nutrition as both first-line therapy and risk factors in rare neurological diseases. <b>Results</b>: In line with the increasing number of consensus opinions suggesting that nutrients should receive the same attention as pharmacological treatments, the results of this work pointed out that a standard dietary recommendation in a specific rare disease is often limited by the heterogeneity of occurrent genetic mutations and by the variability of pathophysiological manifestation. <b>Conclusions</b>: In conclusion, we hope that the knowledge gaps identified here may inspire further research for a better evaluation of molecular mechanisms and long-term effects.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36458855",
    "pmid": "36458855",
    "doi": "10.11124/jbies-22-00154",
    "title": "Experiences of patients and their family members with metachromatic leukodystrophy, adrenoleukodystrophy, and Krabbe disease: a qualitative systematic review protocol.",
    "abstract": "<h4>Objective</h4>The objective of this review is to synthesize the experiences of patients with metachromatic leukodystrophy (MLD), adrenoleukodystrophy (ALD), and Krabbe disease and the experiences of their family members.<h4>Introduction</h4>MLD, ALD, and Krabbe disease are rare disorders that are classified as lysosomal storage or peroxisomal disorders, with similar presentations as leukodystrophy. As these diseases cause cognitive and neurological decline due to the progression of leukodystrophy associated with demyelination, they have significant impact on the lives of patients and their families. It is important to identify the impact and challenges of these diseases on patients' lives and on their families, as well as to synthesize qualitative studies regarding their experiences.<h4>Inclusion criteria</h4>We will consider studies including patients with MLD, ALD, or Krabbe disease and their family members. These experiences will include the challenges, dissatisfactions, and frustrations with symptoms and treatments; complications of hematopoietic stem cell transplantation; and the increased caregiver burden with disease progression. This is important since the impacts of disease progression are experienced in a variety of settings beyond the hospital, such as in the community and at home.<h4>Methods</h4>The search strategy will follow JBI methodology and be conducted in 3 steps: an initial limited search, a comprehensive database search, and a reference search of the included articles. MEDLINE, CINAHL Plus, PsycINFO, and Scopus will be searched with no restriction on language or publication dates. The study selection, critical appraisal, data extraction, and data synthesis will be performed according to JBI guidelines for systematic reviews of qualitative research. Final syntheses will be assessed using the ConQual approach.<h4>Systematic review registration number</h4>PROSPERO CRD42022318805.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37111381",
    "pmid": "37111381",
    "doi": "10.3390/ph16040624",
    "title": "rAAV2-Mediated Restoration of GALC in Neural Stem Cells from Krabbe Patient-Derived iPSCs.",
    "abstract": "Krabbe disease is a rare neurodegenerative fatal disease. It is caused by deficiency of the lysosomal enzyme galactocerebrosidase (GALC), which results in progressive accumulation of galactolipid substrates in myelin-forming cells. However, there is still a lack of appropriate neural models and effective approaches for Krabbe disease. We generated induced pluripotent stem cells (iPSCs) from a Krabbe patient previously. Here, Krabbe patient-derived neural stem cells (K-NSCs) were induced from these iPSCs. By using nine kinds of recombinant adeno-associated virus (rAAV) vectors to infect K-NSCs, we found that the rAAV2 vector has high transduction efficiency for K-NSCs. Most importantly, rAAV2-GALC rescued GALC enzymatic activity in K-NSCs. Our findings not only establish a novel patient NSC model for Krabbe disease, but also firstly indicate the potential of rAAV2-mediated gene therapy for this devastating disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38666931",
    "pmid": "38666931",
    "doi": "10.3390/cimb46040201",
    "title": "Prenatal Diagnosis by Trio Clinical Exome Sequencing: Single Center Experience.",
    "abstract": "Fetal anomalies, characterized by structural or functional abnormalities occurring during intrauterine life, pose a significant medical challenge, with a notable prevalence, affecting approximately 2-3% of live births and 20% of spontaneous miscarriages. This study aims to identify the genetic cause of ultrasound anomalies through clinical exome sequencing (CES) analysis. The focus is on utilizing CES analysis in a trio setting, involving the fetuses and both parents. To achieve this objective, prenatal trio clinical exome sequencing was conducted in 51 fetuseses exhibiting ultrasound anomalies with previously negative results from chromosomal microarray (CMA) analysis. The study revealed pathogenic variants in 24% of the analyzed cases (12 out of 51). It is worth noting that the findings include de novo variants in 50% of cases and the transmission of causative variants from asymptomatic parents in 50% of cases. Trio clinical exome sequencing stands out as a crucial tool in advancing prenatal diagnostics, surpassing the effectiveness of relying solely on chromosomal microarray analysis. This underscores its potential to become a routine diagnostic standard in prenatal care, particularly for cases involving ultrasound anomalies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40076831",
    "pmid": "40076831",
    "doi": "10.3390/ijms26052213",
    "title": "Progress in AAV-Mediated In Vivo Gene Therapy and Its Applications in Central Nervous System Diseases.",
    "abstract": "As the blood-brain barrier (BBB) prevents molecules from accessing the central nervous system (CNS), the traditional systemic delivery of chemical drugs limits the development of neurological drugs. However, in recent years, innovative therapeutic strategies have tried to bypass the restriction of traditional drug delivery methods. In vivo gene therapy refers to emerging biopharma vectors that carry the specific genes and target and infect specific tissues; these infected cells and tissues then undergo fundamental changes at the genetic level and produce therapeutic proteins or substances, thus providing therapeutic benefits. Clinical and preclinical trials mainly utilize adeno-associated viruses (AAVs), lentiviruses (LVs), and other viruses as gene vectors for disease investigation. Although LVs have a higher gene-carrying capacity, the vector of choice for many neurological diseases is the AAV vector due to its safety and long-term transgene expression in neurons. Here, we review the basic biology of AAVs and summarize some key issues in recombinant AAV (rAAV) engineering in gene therapy research; then, we summarize recent clinical trials using rAAV treatment for neurological diseases and provide translational perspectives and future challenges on target selection.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR653341",
    "pmid": "",
    "doi": "10.1101/2023.05.01.538924",
    "title": "HDAC-6 inhibition ameliorates the early neuropathology in a mouse model of Krabbe disease",
    "abstract": "In Krabbe disease (KD), mutations in β-galactosylceramidase (GALC), a lysosomal enzyme responsible for the catabolism of galactolipids, lead to the accumulation of its substrates galactocerebroside and psychosine. This neurologic condition is characterized by a severe and progressive demyelination together with neuron-autonomous defects and degeneration. Twitcher mice mimic the infantile form of KD, which is the most common form of the human disease. The Twitcher CNS and PNS present demyelination, axonal loss and neuronal defects including decreased levels of acetylated tubulin, decreased microtubule stability and impaired axonal transport. Here, we tested whether inhibiting the α-tubulin deacetylase HDAC6 with a specific inhibitor, ACY-738, was able to counteract the early neuropathology and neuronal defects of Twitcher mice. Our data show that delivery of ACY-738 corrects the low levels of acetylated tubulin in the Twitcher nervous system. Furthermore, it reverts the loss myelinated axons in the sciatic nerve and in the optic nerve when administered from birth to postnatal day 9, suggesting that the drug holds neuroprotective properties. The extended delivery of ACY-738 to Twitcher mice delayed axonal degeneration in the CNS and ameliorated the general presentation of the disease. ACY-738 was effective in rescuing neuronal defects of Twitcher neurons, stabilizing microtubule dynamics and increasing the axonal transport of mitochondria. Overall, our results support that ACY-738 has a neuroprotective effect in KD and should be considered as an add-on therapy combined with strategies targeting metabolic correction.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39184309",
    "pmid": "39184309",
    "doi": "10.1212/nxg.0000000000200190",
    "title": "Spectrum of Leukodystrophy and Genetic Leukoencephalopathy in Indian Population Diagnosed by Clinical Exome Sequencing and Clinical Utility.",
    "abstract": "<h4>Background and objectives</h4>Next-generation sequencing (NGS) has expedited the diagnostic process and unearthed many rare disorders in leukodystrophy (LD) and genetic leukoencephalopathy (gLE). Despite the progress in genomics, there is a paucity of data on the distribution of genetic white matter disorders (WMDs) and the diagnostic utility of NGS-based assays in a clinical setting. This study was initiated to explore the clinical, radiologic, and genetic spectrum of LD and gLE in the Indian population and also to estimate the diagnostic yield of clinical exome sequencing (CES).<h4>Methods</h4>This is a retrospective descriptive analysis of patients with a diagnosis of genetic WMDs from a single tertiary referral center who had CES performed as part of the diagnostic evaluation between January 2016 and December 2021. The demographic, clinical, radiologic, and genetic data were collected. The variants were classified using the American College of Medical Genetics and Genomics criteria. Pathogenic and likely pathogenic variants were included in the calculation of the diagnostic yield.<h4>Results</h4>In the study period, 138 patients were clinically diagnosed with either LD or gLE, of which 86 patients underwent CES. Pathogenic variants, likely pathogenic variants, and variants of uncertain significance with phenotype match were seen in 40 (41.8%), 13 (29.1%), and 15 (15.2%) patients, respectively. The mean age at onset in these 68 patients was 6.35 years (range 1 month-39 years), and 38 (55.9%) were male. LDs and gLE were diagnosed in 31 and 37 patients, respectively. 56 patients (71.8%) had autosomal recessive inheritance. The common clinical presentations were developmental delay (23.5%), psychomotor regression (20.6%), progressive myoclonic epilepsy syndrome (19.1%), and spastic ataxia (14.7%). Myelin disorders (48.5%) and leuko-axonopathies (41.2%) were the commonest type of disorders. The most frequently identified genes were <i>ARSA</i>, <i>CLN5</i>, <i>ABCD1</i>, <i>CLN6</i>, <i>TPP1</i>, <i>HEXA</i>, and <i>L2HGDH</i>. The diagnostic yield of the study was 61.6% (53/86), which increased to 79.1% when VUS with phenotype match were included.<h4>Discussion</h4>This study demonstrated a high diagnostic yield from proband-only CES in the evaluation of genetic WMDs and should be considered as a first-line investigation for genetic diagnosis.<h4>Classification of evidence</h4>This study provides Class IV evidence that proband-only clinical exome sequencing is a useful \"first-line investigation\" for patients with genetic white matter disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39758336",
    "pmid": "39758336",
    "doi": "10.1016/j.radcr.2024.11.047",
    "title": "Brain magnetic resonance imaging findings in Mitochondrial Neurogastrointestinal Encephalomyopathy (MNGIE): A case-based review.",
    "abstract": "Mitochondrial neurogastrointestinal encephalopathy (MNGIE) is a rare autosomal recessive disorder, manifesting with gastrointestinal dysmotility, cachexia, ptosis and peripheral neuropathy. Diffuse leukoencephalopathy in brain MRI is a hallmark of MNGIE. We report a case of a 21-year-old female with MNGIE, presenting with cachexia and chronic diarrhea. Brain MRI revealed lesions in the cerebral deep white matter and the pons, with sparing of the subcortical U-fibers and the cerebral cortex and no apparent involvement of the cerebellum, basal ganglia, and thalamus. A literature review led to the identification of 72 additional cases with MNGIE that underwent brain MRI. Leukoencephalopathy of the cerebral white matter was present in all but 2 patients. The objective of this study is to increase radiologists' awareness of this challenging-to-diagnose disease, as well as to demonstrate the value of advanced MRI techniques in understanding the underlying pathology. The presence of leukoencephalopathy on brain MRI in patients with cachexia and neurological manifestations, should raise the suspicion for MNGIE and trigger further biochemical and genetic testing.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37892244",
    "pmid": "37892244",
    "doi": "10.3390/biom13101562",
    "title": "Untargeted Lipidomic Approach for Studying Different Nervous System Tissues of the Murine Model of Krabbe Disease.",
    "abstract": "Krabbe disease is a rare neurodegenerative disease with an autosomal recessive character caused by a mutation in the <i>GALC</i> gene. The mutation leads to an accumulation of psychosine and a subsequent degeneration of oligodendrocytes and Schwann cells. Psychosine is the main biomarker of the disease. The Twitcher mouse is the most commonly used animal model to study Krabbe disease. Although there are many references to this model in the literature, the lipidomic study of nervous system tissues in the Twitcher model has received little attention. This study focuses on the comparison of the lipid profiles of four nervous system tissues (brain, cerebellum, spinal cord, and sciatic nerve) in the Twitcher mouse compared to the wild-type mouse. Altogether, approximately 230 molecular species belonging to 19 lipid classes were annotated and quantified. A comparison at the levels of class, molecular species, and lipid building blocks showed significant differences between the two groups, particularly in the sciatic nerve. The in-depth study of the lipid phenotype made it possible to hypothesize the genes and enzymes involved in the changes. The integration of metabolic data with genetic data may be useful from a systems biology perspective to gain a better understanding of the molecular basis of the disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37755460",
    "pmid": "37755460",
    "doi": "10.1007/s00415-023-11996-5",
    "title": "Update on leukodystrophies and developing trials.",
    "abstract": "Leukodystrophies are a heterogeneous group of rare genetic disorders primarily affecting the white matter of the central nervous system. These conditions can present a diagnostic challenge, requiring a comprehensive approach that combines clinical evaluation, neuroimaging, metabolic testing, and genetic testing. While MRI is the main tool for diagnosis, advances in molecular diagnostics, particularly whole-exome sequencing, have significantly improved the diagnostic yield. Timely and accurate diagnosis is crucial to guide symptomatic treatment and assess eligibility to participate in clinical trials. Despite no specific cure being available for most leukodystrophies, gene therapy is emerging as a potential treatment avenue, rapidly advancing the therapeutic prospects in leukodystrophies. This review will explore diagnostic and therapeutic strategies for leukodystrophies, with particular emphasis on new trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37952085",
    "pmid": "37952085",
    "doi": "10.1016/j.ymthe.2023.11.014",
    "title": "Combination HSCT and intravenous AAV-mediated gene therapy in a canine model proves pivotal for translation of Krabbe disease therapy.",
    "abstract": "Hematopoietic stem cell transplantation (HSCT) is the only approved treatment for presymptomatic infantile globoid cell leukodystrophy (GLD [Krabbe disease]). However, correction of disease is not complete, and outcomes remain poor. Herein we evaluated HSCT, intravenous (IV) adeno-associated virus rh10 vector (AAVrh10) gene therapy, and combination HSCT + IV AAVrh10 in the canine model of GLD. While HSCT alone resulted in no increase in survival as compared with untreated GLD dogs (∼16 weeks of age), combination HSCT + IV AAVrh10 at a dose of 4E13 genome copies (gc)/kg resulted in delayed disease progression and increased survival beyond 1 year of age. A 5-fold increase in AAVrh10 dose to 2E14 gc/kg, in combination with HSCT, normalized neurological dysfunction up to 2 years of age. IV AAVrh10 alone resulted in an average survival to 41.2 weeks of age. In the peripheral nervous system, IV AAVrh10 alone or in addition to HSCT normalized nerve conduction velocity, improved ultrastructure, and normalized GALC enzyme activity and psychosine concentration. In the central nervous system, only combination therapy at the highest dose was able to restore galactosylceramidase activity and psychosine concentrations to within the normal range. These data have now guided clinical translation of systemic AAV gene therapy as an addition to HSCT (NCT04693598, NCT05739643).",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37724332",
    "pmid": "37724332",
    "doi": "10.1039/d3ob01261a",
    "title": "The development of a broad-spectrum retaining β-exo-galactosidase activity-based probe.",
    "abstract": "Acid β-galactosidase (GLB1) and galactocerebrosidase (GALC) are retaining exo-β-galactosidases involved in lysosomal glycoconjugate metabolism. Deficiency of GLB1 may result in the lysosomal storage disorders GM1 gangliosidosis, Morquio B syndrome, and galactosialidosis, and deficiency of GALC may result in Krabbe disease. Activity-based protein profiling (ABPP) is a powerful technique to assess the activity of retaining glycosidases in relation to health and disease. This work describes the use of fluorescent and biotin-carrying activity-based probes (ABPs) to assess the activity of both GLB1 and GALC in cell lysates, culture media, and tissue extracts. The reported ABPs, which complement the growing list of retaining glycosidase ABPs based on configurational isomers of cyclophellitol, should assist in fundamental and clinical research on various β-galactosidases, whose inherited deficiencies cause debilitating lysosomal storage disorders.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36519759",
    "pmid": "36519759",
    "doi": "10.1093/hmg/ddac299",
    "title": "Upregulation of non-canonical and canonical inflammasome genes associates with pathological features in Krabbe disease and related disorders.",
    "abstract": "Infantile Krabbe disease is a rapidly progressive and fatal disorder of myelin, caused by inherited deficiency of the lysosomal enzyme β-galactocerebrosidase. Affected children lose their motor skills and other faculties; uncontrolled seizures are a frequent terminal event. Overexpression of the sphingolipid metabolite psychosine is a pathogenic factor, but does not fully account for the pleiotropic manifestations and there is a clear need to investigate additional pathological mechanisms. We examined innate immunity, caspase-11 and associated inflammatory pathways in twitcher mice, an authentic model of Krabbe disease. Combined use of molecular tools, RNAscope in situ hybridization and immunohistochemical staining established that the expression of pro-inflammatory non-canonical caspase-11, canonical caspase-1, gasdermin D and cognate genes is induced in nervous tissue. Early onset and progressive upregulation of these genes accompany demyelination and gliosis and although the molecules are scant in healthy tissue, abundance of the respective translation products is greatly increased in diseased animals. Caspase-11 is found in reactive microglia/macrophages as well as astrocytes but caspase-1 and gasdermin D are restricted to reactive microglia/macrophages. The inflammasome signature is not unique to Krabbe disease; to varying degrees, this signature is also prominent in other lysosomal diseases, Sandhoff and Niemann-Pick Type-C1, and the lysolecithin toxin model of focal demyelination. Given the potent inflammatory response here identified in Krabbe disease and the other neurodegenerative disorders studied, a broad induction of inflammasomes is likely to be a dominant factor in the pathogenesis, and thus represents a platform for therapeutic exploration.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39286686",
    "pmid": "39286686",
    "doi": "10.7759/cureus.67050",
    "title": "A Rare Case of Vanishing White Matter Disease.",
    "abstract": "Vanishing white matter disease (VWMD), also known as childhood ataxia with central hypoventilation, is a rare leukodystrophy that is inherited in an autosomal recessive manner. It is triggered by either traumatic brain injury or a febrile episode. The patient was a three-year-old male child who presented with complaints of fever and diarrhea for three days, along with a paucity of movements of both upper and lower limbs, with decreased tone and diminished reflexes. Previously the child had normal developmental milestones. MRI done showed T2 hyperintensities involving bilateral peri-ventricular white matter, deep white matter, and bilateral sub-cortical U-fibres in bilateral fronto-parietal region and bilateral cerebellar hemispheres. The bilateral external capsule and posterior limb of the internal capsule were also involved. All these findings were likely suggestive of leukodystrophy. Whole exome sequencing was done and a homozygous mutation of the eIF2B5 was noted, which confirmed the diagnosis of VWMD. The physician must keep in mind this diagnosis in cases of sudden motor abnormalities following any event and proceed for early management such as controlling febrile episodes with liberal use of antibiotics and antipyretics, along with prevention of traumatic brain injury or any stressful event. There is no definitive treatment. Management of these patients includes symptomatic and supportive care. Patients with this disease (VMND) have a poor quality of life as the disease progresses and eventually, death occurs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36057781",
    "pmid": "36057781",
    "doi": "10.1111/jns.12511",
    "title": "Adult-onset Krabbe disease presenting as isolated sensorimotor demyelinating polyneuropathy: A case report.",
    "abstract": "Krabbe disease is a rare autosomal recessive neurodegenerative disease, caused by mutations in the GALC gene, which encodes for the lysosomal enzyme galactocerebrosidase. Typical clinical manifestations of Krabbe include psychomotor deterioration, visual loss, seizures, and spasticity, that result from central nervous system demyelination. We report a case of a 35-year-old male with Krabbe who presented in adulthood with isolated severe, upper extremity predominant demyelinating sensorimotor polyneuropathy and did not develop other distinguishing clinical or radiological features of Krabbe until the later stages of the disease. The patient's diagnostic odyssey lasted 13 years from presentation to diagnosis, which was ultimately determined with the use of whole exome sequencing (WES) at the age of 48 years. The expanding phenotypic spectrum of adult-onset Krabbe Disease (AOKD) presents a diagnostic challenge that can lead to diagnostic delays and potentially affect treatment options. Our patient's case underscores the importance of pursuing WES in those with undiagnosed progressive neuromuscular disorders.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37588057",
    "pmid": "37588057",
    "doi": "10.3389/fnmol.2023.1231659",
    "title": "HDAC-6 inhibition ameliorates the early neuropathology in a mouse model of Krabbe disease.",
    "abstract": "<h4>Introduction</h4>In Krabbe disease (KD), mutations in β-galactosylceramidase (GALC), a lysosomal enzyme responsible for the catabolism of galactolipids, leads to the accumulation of its substrates galactocerebroside and psychosine. This neurologic condition is characterized by a severe and progressive demyelination together with neuron-autonomous defects and degeneration. Twitcher mice mimic the infantile form of KD, which is the most common form of the human disease. The Twitcher CNS and PNS present demyelination, axonal loss and neuronal defects including decreased levels of acetylated tubulin, decreased microtubule stability and impaired axonal transport.<h4>Methods</h4>We tested whether inhibiting the α-tubulin deacetylase HDAC6 with a specific inhibitor, ACY-738, was able to counteract the early neuropathology and neuronal defects of Twitcher mice.<h4>Results</h4>Our data show that delivery of ACY-738 corrects the low levels of acetylated tubulin in the Twitcher nervous system. Furthermore, it reverts the loss myelinated axons in the sciatic nerve and in the optic nerve when administered from birth to postnatal day 9, suggesting that the drug holds neuroprotective properties. The extended delivery of ACY-738 to Twitcher mice delayed axonal degeneration in the CNS and ameliorated the general presentation of the disease. ACY-738 was effective in rescuing neuronal defects of Twitcher neurons, stabilizing microtubule dynamics and increasing the axonal transport of mitochondria.<h4>Discussion</h4>Overall, our results support that ACY-738 has a neuroprotective effect in KD and should be considered as an add-on therapy combined with strategies targeting metabolic correction.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36200664",
    "pmid": "36200664",
    "doi": "10.1111/pin.13275",
    "title": "An autopsy case report of adult-onset Krabbe disease: Comparison with an infantile-onset case.",
    "abstract": "Krabbe disease is a lysosomal storage disease caused by a deficiency of the galactocerebrosidase (GALC) enzyme, which leads to demyelination of the central and peripheral nervous systems. Almost all patients with Krabbe disease are infants, and this is the first report of adult-onset cases that describe pathological findings. Here, we present two autopsy cases: a 73-year-old female and a 2-year-old male. The adult-onset case developed symptoms in her late thirties and was diagnosed by the identification of GALC D528N and L634S mutations and by T2-weighted magnetic resonance imaging; she had increased signal in the white matter along the pyramidal tract to the bilateral precentral gyrus, as well as from the triangular part to the posterior horn of the lateral ventricle. Microscopically, Klüver-Barrera staining was pale in the white matter of the precentral gyrus and occipito-thalamic radiation, and a few globoid cells were observed. The GALC mutations that were identified in the present adult-onset case do not completely inactivate GALC enzyme activity, resulting in focal demyelination of the brain.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39391414",
    "pmid": "39391414",
    "doi": "10.7759/cureus.69071",
    "title": "Longitudinal Incidence of Kidney/Urinary Stones in Individuals With Severe Motor and Intellectual Disabilities.",
    "abstract": "<h4>Objective and rationale</h4>To investigate the longitudinal incidence of kidney/urinary stones in patients with severe motor and intellectual disabilities and explore health burden events in patients with stone formation.<h4>Methods</h4>This was a retrospective, observational study. We identified patients with severe motor and intellectual disabilities who had the following: 1) admission to our hospital wards for >10 years; 2) two or more assessments for stone formation by ultrasonography or computed tomography; and 3) absence of kidney/urinary stones in the first imaging study. The Kaplan-Meier method was used to analyze the cumulative incidence of kidney/urinary stones. Recurrent urinary tract infections, hydronephrosis, renal dysfunction, and death were identified as health burdens.<h4>Results</h4>Among the 41 patients (19 men, 22 women; median age, 28 years; range, 8-50 years), stone formation was detected in 11 (27%) patients during the observation period. The cumulative incidence rate of stone formation was 9.8% (95% confidence interval, 3.8-23.9) and 18.7% (95% confidence interval, 9.2-35.7) at five and 10 years, respectively. Death was frequently observed in patients with stone formation; six (55%) of the 11 patients with stone formation died during the follow-up period; two (15%) died among the other 30 patients without stone formation. However, only one patient with stone formation died in a renal event; the causal relationship between the stone formation and the deaths was not clarified.<h4>Conclusion</h4>The longitudinal incidence of kidney/urinary stones was higher in patients with severe motor and intellectual disabilities than in the general population. Considering the difficulty of patients with severe motor and intellectual disabilities in conveying their symptoms, regular assessment of the kidney using abdominal imaging may be recommended.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36470810",
    "pmid": "36470810",
    "doi": "10.1016/j.cppeds.2022.101311",
    "title": "Early recognition of patients with leukodystrophies.",
    "abstract": "Leukodystrophies are defined as differences in normal myelin development and maintenance in the central nervous system. They typically present as white matter imaging abnormalities in young children with delayed developmental milestones. As the scientific community begins to better understand and research the mechanisms underlying leukodystrophies, clinical trials and approved therapies for specific disorders are becoming available. These interventions, ranging from repurposing of existing small molecules to recently approved gene therapies, are highly dependent on early diagnosis. It is essential for pediatricians to identify affected individuals promptly, but they face challenges including lack of awareness of the disorders and nonspecific symptom presentation (e.g., cognitive or motor developmental delay). This review provides five hypothetical clinical presentations and describes the disease mechanisms, typical symptoms, and treatments currently available for common leukodystrophies: Krabbe Disease, Aicardi Goutières Syndrome (AGS), Metachromatic leukodystrophy (MLD), Alexander Disease (AxD), Pelizaeus-Merzbacher Disease (PMD), and X-Linked Adrenoleukodystrophy (X-ALD.) This review educates pediatricians to recognize the presentation of leukodystrophies in affected children. These clinical vignettes can serve as a framework for pediatricians to identify potentially treatable rare disorders among their patients.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36835039",
    "pmid": "36835039",
    "doi": "10.3390/ijms24043627",
    "title": "Gene Therapy of Sphingolipid Metabolic Disorders.",
    "abstract": "Sphingolipidoses are defined as a group of rare hereditary diseases resulting from mutations in the genes encoding lysosomal enzymes. This group of lysosomal storage diseases includes more than 10 genetic disorders, including GM1-gangliosidosis, Tay-Sachs disease, Sandhoff disease, the AB variant of GM2-gangliosidosis, Fabry disease, Gaucher disease, metachromatic leukodystrophy, Krabbe disease, Niemann-Pick disease, Farber disease, etc. Enzyme deficiency results in accumulation of sphingolipids in various cell types, and the nervous system is also usually affected. There are currently no known effective methods for the treatment of sphingolipidoses; however, gene therapy seems to be a promising therapeutic variant for this group of diseases. In this review, we discuss gene therapy approaches for sphingolipidoses that are currently being investigated in clinical trials, among which adeno-associated viral vector-based approaches and transplantation of hematopoietic stem cells genetically modified with lentiviral vectors seem to be the most effective.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39796208",
    "pmid": "39796208",
    "doi": "10.3390/ijms26010353",
    "title": "Fucosidosis: A Review of a Rare Disease.",
    "abstract": "Fucosidosis is a rare lysosomal storage disease caused by α-L-fucosidase deficiency following a mutation in the <i>FUCA1</i> gene. This enzyme is responsible for breaking down fucose-containing glycoproteins, glycolipids, and oligosaccharides within the lysosome. Mutations in <i>FUCA1</i> result in either reduced enzyme activity or complete loss of function, leading to the accumulation of fucose-rich substrates in lysosomes. Lysosomes become engorged with undigested substrates, which leads to secondary storage defects affecting other metabolic pathways. The central nervous system is particularly vulnerable, with lysosomal dysfunction causing microglial activation, inflammation, and neuronal loss, leading to the neurodegenerative symptoms of fucosidosis. Neuroinflammation contributes to secondary damage, including neuronal apoptosis, axonal degeneration, and synaptic dysfunction, exacerbating the disease process. Chronic neuroinflammation impairs synaptic plasticity and neuronal survival, leading to progressive intellectual disability, learning difficulties, and loss of previously acquired skills. Inflammatory cytokines and lysosomal burden in motor neurons and associated pathways contribute to ataxia, spasticity, and hypotonia, which are common motor symptoms in fucosidosis. Elevated neuroinflammatory markers can increase neuronal excitability, leading to the frequent occurrence of epilepsy in affected individuals. So, fucosidosis is characterized by rapid mental and motor loss, along with growth retardation, coarse facial features, hepatosplenomegaly, telangiectasis or angiokeratomas, epilepsy, inguinal hernia, and dysostosis multiplex. Patients usually die at an early age. Treatment of fucosidosis is a great challenge, and there is currently no definitive effective treatment. Hematopoietic cell transplantation studies are ongoing in the treatment of fucosidosis. However, early diagnosis of this disease and treatment can be effective. In addition, the body's immune system decreases due to chemotherapy applied after transplantation, leaving the body vulnerable to microbes and infections, and the risk of death is high with this treatment. In another treatment method, gene therapy, the use of retroviral vectors, is promising due to their easy integration, high cell efficiency, and safety. In another treatment approach, enzyme replacement therapy, preclinical studies are ongoing for fucosidosis, but the blood-brain barrier is a major obstacle in lysosomal storage diseases affecting the central nervous system. Early diagnosis is important in fucosidosis, a rare disease, due to the delay in the diagnosis of patients identified so far and the rapid progression of the disease. In addition, enzyme replacement therapy, which carries fewer risks, is promising.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37628569",
    "pmid": "37628569",
    "doi": "10.3390/genes14081517",
    "title": "Brain Targeted AAV1-GALC Gene Therapy Reduces Psychosine and Extends Lifespan in a Mouse Model of Krabbe Disease.",
    "abstract": "Krabbe disease (KD) is a progressive and devasting neurological disorder that leads to the toxic accumulation of psychosine in the white matter of the central nervous system (CNS). The condition is inherited via biallelic, loss-of-function mutations in the galactosylceramidase (<i>GALC</i>) gene. To rescue <i>GALC</i> gene function in the CNS of the twitcher mouse model of KD, an adeno-associated virus serotype 1 vector expressing murine <i>GALC</i> under control of a chicken β-actin promoter (AAV1-GALC) was administered to newborn mice by unilateral intracerebroventricular injection. AAV1-GALC treatment significantly improved body weight gain and survival of the twitcher mice (<i>n</i> = 8) when compared with untreated controls (<i>n</i> = 5). The maximum weight gain after postnatal day 10 was significantly increased from 81% to 217%. The median lifespan was extended from 43 days to 78 days (range: 74-88 days) in the AAV1-GALC-treated group. Widespread expression of GALC protein and alleviation of KD neuropathology were detected in the CNS of the treated mice when examined at the moribund stage. Functionally, elevated levels of psychosine were completely normalized in the forebrain region of the treated mice. In the posterior region, which includes the mid- and the hindbrain, psychosine was reduced by an average of 77% (range: 53-93%) compared to the controls. Notably, psychosine levels in this region were inversely correlated with body weight and lifespan of AAV1-GALC-treated mice, suggesting that the degree of viral transduction of posterior brain regions following ventricular injection determined treatment efficacy on growth and survivability, respectively. Overall, our results suggest that viral vector delivery via the cerebroventricular system can partially correct psychosine accumulation in brain that leads to slower disease progression in KD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37189685",
    "pmid": "37189685",
    "doi": "10.3390/biomedicines11041067",
    "title": "Exploring Pro-Inflammatory Immunological Mediators: Unraveling the Mechanisms of Neuroinflammation in Lysosomal Storage Diseases.",
    "abstract": "Lysosomal storage diseases are a group of rare and ultra-rare genetic disorders caused by defects in specific genes that result in the accumulation of toxic substances in the lysosome. This excess accumulation of such cellular materials stimulates the activation of immune and neurological cells, leading to neuroinflammation and neurodegeneration in the central and peripheral nervous systems. Examples of lysosomal storage diseases include Gaucher, Fabry, Tay-Sachs, Sandhoff, and Wolman diseases. These diseases are characterized by the accumulation of various substrates, such as glucosylceramide, globotriaosylceramide, ganglioside GM2, sphingomyelin, ceramide, and triglycerides, in the affected cells. The resulting pro-inflammatory environment leads to the generation of pro-inflammatory cytokines, chemokines, growth factors, and several components of complement cascades, which contribute to the progressive neurodegeneration seen in these diseases. In this study, we provide an overview of the genetic defects associated with lysosomal storage diseases and their impact on the induction of neuro-immune inflammation. By understanding the underlying mechanisms behind these diseases, we aim to provide new insights into potential biomarkers and therapeutic targets for monitoring and managing the severity of these diseases. In conclusion, lysosomal storage diseases present a complex challenge for patients and clinicians, but this study offers a comprehensive overview of the impact of these diseases on the central and peripheral nervous systems and provides a foundation for further research into potential treatments.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39525762",
    "pmid": "39525762",
    "doi": "10.1097/ms9.0000000000002611",
    "title": "Neurological manifestations of lysosomal storage diseases.",
    "abstract": "Lysosomal storage diseases (LSDs) encompass a group of rare inherited metabolic disorders characterized by the accumulation of undegraded substrates within lysosomes, leading to multisystemic manifestations, including profound neurological involvement. This article provides a concise overview of the neurological manifestations of LSDs, with a focus on central nervous system (CNS) involvement and treatment strategies. While the paper intricacies of each LSD subtype and its associated CNS manifestations, it aims to provide a summary of the essential findings and implications. The neurological manifestations of LSDs encompass a spectrum of symptoms, including cognitive impairment, motor dysfunction, seizures, and sensory deficits, which significantly impact patients' quality of life and pose therapeutic challenges. Current treatment strategies primarily aim to alleviate symptoms and slow disease progression, with limited success in reversing established neurological damage. Enzyme replacement therapy, substrate reduction therapy, and emerging gene therapies hold promise for addressing CNS involvement in LSDs. However, challenges such as blood-brain barrier penetration and long-term efficacy remain. In addition to discussing treatment modalities, this article highlights the importance of early diagnosis, multidisciplinary care, and patient advocacy in optimizing outcomes for individuals affected by LSDs. Ethical considerations are also addressed, including equitable access to emerging treatments and integrating personalized medicine approaches. Overall, this article underscores the complex interplay between genetics, neuroscience, and clinical care in understanding and managing the neurological manifestations of LSDs while emphasizing the need for continued research and collaboration to advance therapeutic interventions and improve patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35775617",
    "pmid": "35775617",
    "doi": "10.1002/ajmg.a.62882",
    "title": "Carrier screening for Krabbe disease in an isolated inbred community.",
    "abstract": "Infantile Krabbe disease (OMIM 245200) is a severe, fatal autosomal recessive neurodegenerative disorder that is relatively frequent in two Muslims villages within Jerusalem. After the characterization of the founder mutation, a population carrier screening for Krabbe disease became a component of the Israeli program for the detection and the prevention of birth defects. Between 2010 and 2018, 3366 individuals were tested and among them 247 carriers for Krabbe disease were identified (7.3%). Most of the 21 carrier couples identified that had pregnancies after being informed that they were at risk used preventive measures including termination of pregnancies of affected fetuses. During the study period, eight children affected with Krabbe disease were born in the villages, four to couples not detected though the program. Twenty years after the beginning of the carrier screening program, Krabbe disease remained relatively frequent in the villages. The establishment of a genetic clinic in the villages may allow to improve the carrier screening program while giving individual counseling for the risk to the other genetic diseases existing in the villages.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39380106",
    "pmid": "39380106",
    "doi": "10.1186/s40246-024-00680-y",
    "title": "Comprehensive analysis of NGS-based expanded carrier screening and follow-up in southern and southwestern China: results from 3024 Chinese individuals.",
    "abstract": "<h4>Background</h4>This study aimed to screen southern and southwestern Chinese individuals using expanded carrier screening (ECS), which explores the carrier status of recessively inherited diseases in southern and southwestern China, evaluates the clinical effectiveness of ECS application, and helps recognize high-risk fetuses that may have genetic disorders early in pregnancy, to provide better reproductive guidance.<h4>Methods</h4>ECS for 220 diseases based on next-generation sequencing was performed on 3024 southern and southwestern Chinese individuals (1512 couples). Carrier status was analyzed; genes and loci with high frequencies of variants and on high-risk couples (ARCs) were focused to evaluate the clinical utility of our ECS technology and provide them precise fertility guidance.<h4>Results</h4>In total, Pathogenic/likely pathogenic(P/LP) variants were found in 1885 individuals, so the carrier frequency was 62.3%, and 23.2% of the individuals were carriers of multiple diseases. furthermore, 2837 variants were detected, and the average number of P/LP variants carried per subject was 0.938. Additionally, 128 ARCs carried P/LP variants of the same gene, and the theoretical incidence rate in their offspring was as high as 2.12%.<h4>Conclusion</h4>This study validated the application of our ECS technique for carrier screening in southern China, identifying carrier status and providing accurate carrier frequencies for hundreds of genetic diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38004502",
    "pmid": "38004502",
    "doi": "10.3390/pharmaceutics15112522",
    "title": "Gene and Cellular Therapies for Leukodystrophies.",
    "abstract": "Leukodystrophies are a heterogenous group of inherited, degenerative encephalopathies, that if left untreated, are often lethal at an early age. Although some of the leukodystrophies can be treated with allogeneic hematopoietic stem cell transplantation, not all patients have suitable donors, and new treatment strategies, such as gene therapy, are rapidly being developed. Recent developments in the field of gene therapy for severe combined immune deficiencies, Leber's amaurosis, epidermolysis bullosa, Duchenne's muscular dystrophy and spinal muscular atrophy, have paved the way for the treatment of leukodystrophies, revealing some of the pitfalls, but overall showing promising results. Gene therapy offers the possibility for overexpression of secretable enzymes that can be released and through uptake, allow cross-correction of affected cells. Here, we discuss some of the leukodystrophies that have demonstrated strong potential for gene therapy interventions, such as X-linked adrenoleukodystrophy (X-ALD), and metachromatic leukodystrophy (MLD), which have reached clinical application. We further discuss the advantages and disadvantages of ex vivo lentiviral hematopoietic stem cell gene therapy, an approach for targeting microglia-like cells or rendering cross-correction. In addition, we summarize ongoing developments in the field of in vivo administration of recombinant adeno-associated viral (rAAV) vectors, which can be used for direct targeting of affected cells, and other recently developed molecular technologies that may be applicable to treating leukodystrophies in the future.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39925682",
    "pmid": "39925682",
    "doi": "10.2147/ijn.s457393",
    "title": "Advancing CNS Therapeutics: Enhancing Neurological Disorders with Nanoparticle-Based Gene and Enzyme Replacement Therapies.",
    "abstract": "Given the complexity of the central nervous system (CNS) and the diversity of neurological conditions, the increasing prevalence of neurological disorders poses a significant challenge to modern medicine. These disorders, ranging from neurodegenerative diseases to psychiatric conditions, not only impact individuals but also place a substantial burden on healthcare systems and society. A major obstacle in treating these conditions is the blood-brain barrier (BBB), which restricts the passage of therapeutic agents to the brain. Nanotechnology, particularly the use of nanoparticles (NPs), offers a promising solution to this challenge. NPs possess unique properties such as small size, large surface area, and modifiable surface characteristics, enabling them to cross the BBB and deliver drugs directly to the affected brain regions. This review focuses on the application of NPs in gene therapy and enzyme replacement therapy (ERT) for neurological disorders. Gene therapy involves altering or manipulating gene expression and can be enhanced by NPs designed to carry various genetic materials. Similarly, NPs can improve the efficacy of ERT for lysosomal storage disorders (LSDs) by facilitating enzyme delivery to the brain, overcoming issues like immunogenicity and instability. Taken together, this review explores the potential of NPs in revolutionizing treatment options for neurological disorders, highlighting their advantages and the future directions in this rapidly evolving field.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38790502",
    "pmid": "38790502",
    "doi": "10.3390/children11050507",
    "title": "Psychosocial Impact of False-Positive Newborn Screening Results: A Scoping Review.",
    "abstract": "Psychosocial consequences of false-positive results following newborn bloodspot screening have been identified as a potential risk to this highly successful public health initiative. A scoping review was undertaken in October 2023 underpinned by the Arksey and O'Malley framework. Twenty-four papers were included in the review, many of which focused on cystic fibrosis. The results indicated that impact of false-positive results is variable; some studies suggest false-positive results have the potential to result in negative sequelae including increased stress and changes in parental perceptions of their child, while others suggest these impacts are transient and, in some instances, may even lead to positive outcomes. Further evidence is needed to ensure the representation of other conditions included in newborn bloodspot screening and to support strategies to overcome potential negative sequela.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37564735",
    "pmid": "37564735",
    "doi": "10.3389/fneur.2023.1219324",
    "title": "Adult-onset leukodystrophies: a practical guide, recent treatment updates, and future directions.",
    "abstract": "Adult-onset leukodystrophies though individually rare are not uncommon. This group includes several disorders with isolated adult presentations, as well as several childhood leukodystrophies with attenuated phenotypes that present at a later age. Misdiagnoses often occur due to the clinical and radiological overlap with common acquired disorders such as infectious, immune, inflammatory, vascular, metabolic, and toxic etiologies. Increased prevalence of non-specific white matter changes in adult population poses challenges during diagnostic considerations. Clinico-radiological spectrum and molecular landscape of adult-onset leukodystrophies have not been completely elucidated at this time. Diagnostic approach is less well-standardized when compared to the childhood counterpart. Absence of family history and reduced penetrance in certain disorders frequently create a dilemma. Comprehensive evaluation and molecular confirmation when available helps in prognostication, early initiation of treatment in certain disorders, enrollment in clinical trials, and provides valuable information for the family for reproductive counseling. In this review article, we aimed to formulate an approach to adult-onset leukodystrophies that will be useful in routine practice, discuss common adult-onset leukodystrophies with usual and unusual presentations, neuroimaging findings, recent advances in treatment, acquired mimics, and provide an algorithm for comprehensive clinical, radiological, and genetic evaluation that will facilitate early diagnosis and consider active treatment options when available. A high index of suspicion, awareness of the clinico-radiological presentations, and comprehensive genetic evaluation are paramount because treatment options are available for several disorders when diagnosed early in the disease course.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35793314",
    "pmid": "35793314",
    "doi": "10.1371/journal.pbio.3001706",
    "title": "Neurons contribute to pathology in a mouse model of Krabbe disease in a cell-autonomous manner.",
    "abstract": "In this issue of PLOS Biology, Kreher and colleagues show in a mouse model that in vivo, neurons and not only myelinating glia are primary effectors of disease progression in Krabbe disease. The neuron-specific model generated allows the unprecedented capacity to investigate the neuronal autonomous component of this disorder.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37603845",
    "pmid": "37603845",
    "doi": "10.1093/stcltm/szad048",
    "title": "Allogeneic Cell Therapy Applications in Neonates: A Systematic Review.",
    "abstract": "<h4>Background</h4>Neonatal cell therapy applications are increasing; however, data on allogeneic cell therapy are limited.<h4>Objective</h4>To summarize evidence on allogeneic cell therapy in term and preterm neonates.<h4>Methods</h4>Cochrane Central Register of Controlled Trials, Embase, Ovid Medline, and various registries were searched for studies investigating the safety, feasibility, and efficacy of allogeneic cell therapy in neonates. Two authors independently selected the articles, extracted data, and assessed the risk of bias.<h4>Results</h4>Twelve published (153 infants) and 21 ongoing studies were included. These studies predominantly sourced allogeneic cells from umbilical cord blood (UCB). Mesenchymal stromal cells (MSCs) were the main cell type used (134 of 153 infants); others included UCB-derived total nucleated cells (TNCs) and human amnion epithelial cells (hAECs). Applications included bronchopulmonary dysplasia (BPD; 113 infants), Krabbe disease (13 infants), intraventricular haemorrhage (10 infants), perinatal arterial ischemic stroke (10 infants), hypoxic-ischaemic encephalopathy (6 infants), and necrotizing enterocolitis (1 infant). Nine out of 12 studies did not report any serious adverse events (SAEs) related to cell administration. Three studies reported SAEs, such as graft versus host disease (GVHD) in 5 infants (UCB-derived TNCs for Krabbe disease); and transient cardiorespiratory compromise in 1 infant (hAECs for BPD). Data on efficacy outcomes were limited.<h4>Conclusion</h4>The safety and feasibility of allogeneic cell therapy applications in neonates are available, mainly from the use of MSCs. Further safety data for other cell types are required, and the risk of GVHD in different settings needs to be determined. Efficacy studies are largely lacking for all cell types.<h4>Protocol registration</h4>The protocol was registered with PROSPERO (registration number CRD42023397876), the international prospective register for systematic reviews (https://www.crd.york.ac.uk/PROSPERO).",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36056676",
    "pmid": "36056676",
    "doi": "10.1002/ajmg.c.31994",
    "title": "Why must the debate continue on Krabbe disease newborn screening?",
    "abstract": "Since the early 2000s, many families impacted by Krabbe disease have tried to implement newborn screening for this rare fatal neurological disorder in their home state. However, despite grassroots efforts, states have been unable to agree to newborn screening for Krabbe disease due to poor testing mechanisms, lack of understanding of the developmental outcomes of transplantation, low incidence rate, and more. Over the past five years, many organizations and experts have made significant strides to help Krabbe disease meet the eligibility requirements for state panels and the Recommended Uniform Screening Panel (RUSP). Nevertheless, ethicists and newborn screening advisory committees continue to disregard the progress our community has made in the treatment and screening of Krabbe disease.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36983059",
    "pmid": "36983059",
    "doi": "10.3390/ijms24065984",
    "title": "Impaired Autophagy in Krabbe Disease: The Role of BCL2 and Beclin-1 Phosphorylation.",
    "abstract": "Autophagic impairment was identified in many lysosomal storage diseases and adult neurodegenerative diseases. It seems that this defect could be directly related to the appearance of a neurodegenerative phenotype and could contribute to worsen metabolite accumulation and lysosomal distress. Thus, autophagy is becoming a promising target for supportive therapies. Autophagy alterations were recently identified also in Krabbe disease. Krabbe disease is characterized by extensive demyelination and dysmyelination and it is due to the genetic loss of function of the lysosomal enzyme galactocerebrosidase (GALC). This enzyme leads to the accumulation of galactosylceramide, psychosine, and secondary substrates such as lactosylceramide. In this paper, we induced autophagy through starvation and examined the cellular response occurring in fibroblasts isolated from patients. We demonstrated that the inhibitory AKT-mediated phosphorylation of beclin-1 and the BCL2-beclin-1 complex concur to reduce autophagosomes formation in response to starvation. These events were not dependent on the accumulation of psychosine, which was previously identified as a possible player in autophagic impairment in Krabbe disease. We believe that these data could better elucidate the capability of response to autophagic stimuli in Krabbe disease, in order to identify possible molecules able to stimulate the process.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39815619",
    "pmid": "39815619",
    "doi": "10.1093/hmg/ddae201",
    "title": "Choroid plexus-targeted viral gene therapy for alpha-mannosidosis, a prototypical neurometabolic lysosomal storage disease.",
    "abstract": "The choroid plexuses (CP) are highly vascularized structures that project into the ventricles of the vertebrate brain. The polarized epithelia of the CP produce cerebrospinal fluid by transporting water and ions into the ventricles from the blood and normally secrete a large number of proteins. We assessed the feasibility of selective CP transduction with recombinant adeno-associated virus (rAAV) gene therapy vectors for treatment of lysosomal storage disease (LSD), a broad category of neurometabolic illness associated with significant burdens to affected patients and their families. There are no ideal or complete therapeutic options currently available, especially for the central nervous system manifestations of LSDs. Alpha-mannosidosis (AMD) is an autosomal recessive prototypical LSD caused by deficiency of lysosomal alpha-mannosidase and characterized by cerebellar ataxia, neurocognitive disability, facial and skeletal abnormalities, hearing impairment, and mild immune deficiency. In a murine model of AMD, we compared the biochemical effects of CSF-directed rAAV serotypes 1, 4, 5, 6, and 9. Recombinant AAV1 and rAAV6, two closely related serotypes whose capsid sequences differ by only six amino acids, showed the most robust transduction of CP in mouse brain, consistent with their transduction of CPE in nonhuman primates and cats, as well as in other structures. We found restoration of LAMAN enzyme activity comparable to or higher than AMD heterozygote levels in the brain globally (olfactory bulb, cortex, cerebellum, brainstem). Further IND-generating preclinical experiments will advance rAAV6-LAMAN, which appears to be the most promising choroid plexus-targeting candidate serotype for future clinical translation to treat AMD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR614485",
    "pmid": "",
    "doi": "10.22541/au.167585053.39585141/v1",
    "title": "Preconception Expanded carrier screening for reproductive risk assessment: Prevalence of carrier status in china",
    "abstract": "PECS identifies couples who may have had children with autosomal recessive diseases. The current prevalence of carrier status for these conditions in China is not well defined. This study assesses the prevalence of carrier status of selected genetic conditions utilizing an expanded genetic carrier screening panel in a large population of china patients. <h4>Methods:</h4> A retrospective chart review of all patients tested with a single PECS panel at Xinjiang jiayin hospital from 2019 to 2021 were included, and the prevalence of pathogenic positive carrier status in the china population was evaluated. The pathogenic variants were classified as per the American College of Medical Genetics criteria. <h4>Results:</h4> 6437 individuals were analyzed with PECS testing for 208 genetic conditions. 2749 carriers (42.71%) were identified with 799 pathogenic variants in 166 different genes. The most prevalent alleles found were associated with Hemochromatosis, Deafness autosomal recessive 1A, cystic fibrosis, Gilbert syndrome, Phenylketonuria, and Krabbe disease. 71 of the 2653 participating couples (2.68%) were identified as being at-risk couples. <h4>Conclusion:</h4> This study reviews the Chinese population-based carrier screening panel prevalence, which is different from other countries, possibly due to the different panel/screening platform used. In order to get a better study of the prevalence of carrier screening in the Chinese population, the genetic screening scope should be expanded to obtain more carrier conditions. At the same time, we suggest that couples who have needs for fertility, regardless of their ethnic background, should undergo carrier screening and genetic counseling prior to receiving reproductive medicine treatment",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "34999780",
    "pmid": "34999780",
    "doi": "10.1093/brain/awac002",
    "title": "Prion-like α-synuclein pathology in the brain of infants with Krabbe disease.",
    "abstract": "Krabbe disease is an infantile neurodegenerative disorder resulting from pathogenic variants in the GALC gene that causes accumulation of the toxic sphingolipid psychosine. GALC variants are also associated with Lewy body diseases, an umbrella term for age-associated neurodegenerative diseases in which the protein α-synuclein aggregates into Lewy bodies. To explore whether α-synuclein in Krabbe disease has pathological similarities to that in Lewy body disease, we performed an observational post-mortem study of Krabbe disease brain tissue (n = 4) compared to infant controls (n = 4) and identified widespread accumulations of α-synuclein. To determine whether α-synuclein in Krabbe disease brain displayed disease-associated pathogenic properties we evaluated its seeding capacity using the real-time quaking-induced conversion assay in two cases for which frozen tissue was available and strikingly identified aggregation into fibrils similar to those observed in Lewy body disease, confirming the prion-like capacity of Krabbe disease-derived α-synuclein. These observations constitute the first report of prion-like α-synuclein in the brain tissue of infants and challenge the putative view that α-synuclein pathology is merely an age-associated phenomenon, instead suggesting it results from alterations to biological pathways, such as sphingolipid metabolism. Our findings have important implications for understanding the mechanisms underlying Lewy body formation in Lewy body disease.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39911893",
    "pmid": "39911893",
    "doi": "10.4103/rps.rps_163_23",
    "title": "MicroRNA-219 in the central nervous system: a potential theranostic approach.",
    "abstract": "Despite the recent therapeutic advances in neurological disorders, curative therapy remains a serious challenge in many cases. Even though recent years have witnessed the development of gene therapy from among the different therapeutic approaches affecting pathophysiological mechanisms, intriguing aspects exist regarding the effectiveness, safety, and mechanism of action of gene therapies. Micro ribonucleic acid (microRNA-miRNA), as a fundamental gene regulator, regulates messenger ribonucleic acid (mRNA) by directly binding through the 3'-untranslated region (3'-UTR). MicroRNA-219 is a specific brain-enriched miRNA associated with neurodevelopmental disorders that play crucial roles in the differentiation of oligodendrocyte progenitorcells, promotion of oligodendrocyte maturation, remyelination, and cognitive functions to the extent that it can be considered a potential therapeutic option for demyelination in multiple sclerosis and spinal cord injury and reverse chronic inflammation pains. Additionally, miR-219 regulates the circadian clock, influencing the duration of the circadian clock period. This regulation can impact mood stability and is associated with phase fluctuations in bipolar patients. Furthermore, miR-219 also plays a role in modulating tau toxicity, which is relevant to the pathophysiology of Alzheimer's disease and schizophrenia. Finally, it reportedly has protective effects against seizures and Parkinson's disease, as well as neoplasms, by inhibiting proliferation, suppressing invasion, and inducing cell death in tumor cells. Exploring the miR-219 molecular pathways and their therapeutic effects on central nervous system disorders and the mechanisms involved, the present review study aims to illustrate how this information may change the future of gene therapy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37238985",
    "pmid": "37238985",
    "doi": "10.3390/biomedicines11051313",
    "title": "The Effects of Antipsychotics in Experimental Models of Krabbe Disease.",
    "abstract": "The role of altered myelin in the onset and development of schizophrenia and changes in myelin due to antipsychotics remains unclear. Antipsychotics are D<sub>2</sub> receptor antagonists, yet D<sub>2</sub> receptor agonists increase oligodendrocyte progenitor numbers and limit oligodendrocyte injury. Conflicting studies suggest these drugs promote the differentiation of neural progenitors to oligodendrocyte lineage, while others report antipsychotics inhibit the proliferation and differentiation of oligodendrocyte precursors. Here, we utilised in-vitro (human astrocytes), ex-vivo (organotypic slice cultures) and in-vivo (twitcher mouse model) experimental study designs of psychosine-induced demyelination, a toxin that accumulates in Krabbe disease (KD), to investigate direct effects of antipsychotics on glial cell dysfunction and demyelination. Typical and atypical antipsychotics, and selective D<sub>2</sub> and 5HT<sub>2A</sub> receptor antagonists, attenuated psychosine-induced cell viability, toxicity, and morphological aberrations in human astrocyte cultures. Haloperidol and clozapine reduced psychosine-induced demyelination in mouse organotypic cerebellar slices. These drugs also attenuated the effects of psychosine on astrocytes and microglia and restored non-phosphorylated neurofilament levels, indicating neuroprotective effects. In the demyelinating twitcher mouse model of KD, haloperidol improved mobility and significantly increased the survival of these animals. Overall, this study suggests that antipsychotics directly regulate glial cell dysfunction and exert a protective effect on myelin loss. This work also points toward the potential use of these pharmacological agents in KD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40170955",
    "pmid": "40170955",
    "doi": "10.1093/bjrcr/uaaf009",
    "title": "Imaging manifestations in infantile GM1 gangliosidosis: a rare lysosomal storage disorder: a paediatric case report.",
    "abstract": "Mono-sialo-tetra-hexosylganglioside, also known as infantile GM1 gangliosidosis, is an autosomal recessive lysosomal storage disorder caused by a mutation in the GLB1 gene that stops the β-galactosidase enzyme from working. We have discussed a case of infantile GM1 gangliosidosis which presented with abnormal body movements, extensive dermal melanocytosis over back and gluteal region, coarse facial features, and macrocephaly. Radiological features included antero-inferior beaking of second, third, and fourth lumbar vertebrae, bilateral hyperdense thalami on non-contrast CT. On T2-weighted images, there is a persistently high signal intensity of the white matter and subcortical U fibres, which indicates bilateral bulky thalami with T2 hypointense and significantly impaired myelination. Reduced β-galactosidase activity verified the diagnosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35966016",
    "pmid": "35966016",
    "doi": "10.3389/fnmol.2022.888231",
    "title": "Improved Brain Pathology and Progressive Peripheral Neuropathy in a 15 Year Old Survivor of Infantile Krabbe Disease Treated With Umbilical Cord Transplantation.",
    "abstract": "<h4>Objective</h4>Krabbe disease is a fatal leukodystrophy caused by deficiency in galactocerebrosidase enzyme activity. The only currently available therapy is hematopoietic stem cell transplantation with bone marrow or umbilical cord blood (UCBT), which leads to increased lifespan and functional abilities when performed in the preclinical stage. While stabilization of white matter disease has been seen on serial MRI studies, neuropathological changes following transplantation have not been documented so far.<h4>Materials and methods</h4>We report the first postmortem examination of a 15-year-old female patient with infantile Krabbe disease after UCBT in infancy.<h4>Results</h4>In contrast to an untreated Krabbe disease brain, which showed severe myelin and oligodendrocyte loss with occasional globoid cells, the transplanted brain displayed markedly improved myelin preservation, but not reaching normal myelination levels. Consistent with the transplanted patient's clinical presentation of pronounced deficits in gross motor skills, corticospinal tracts were most severely affected. No globoid cells or evidence of active demyelination were observed in the central nervous system, indicative of at least partially successful functional restoration. This was corroborated by the identification of male donor-derived cells in the brain by <i>in situ</i> hybridization. Unlike the observed disease stabilization in the central nervous system, the patient experienced progressive peripheral neuropathy. While diminished macrophage infiltration was seen postmortem, peripheral nerves exhibited edema, myelin and axon loss and persistent Schwann cell ultrastructural inclusions.<h4>Conclusion</h4>Umbilical cord blood transplantation was able to alter the natural disease progression in the central but less so in the peripheral nervous system, possibly due to limited cross-correction of Schwann cells.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35654103",
    "pmid": "35654103",
    "doi": "10.1080/13554794.2022.2083518",
    "title": "A novel GALC gene mutation associated with adult-onset Krabbe disease: a case report.",
    "abstract": "To analyze the clinical, imaging, and genetic characteristics of a patient diagnosed with adult-onset Krabbe disease (KD). Clinical and imaging features of the patient were retrospectively reviewed. The patient, a 40-year-old female, presented adult-onset spastic paraplegia. Brain magnetic resonance imaging (MRI) showed white matter hyperintensities along bilateral optic radiations. Colorimetry of galactocerebrosidase enzyme activity showed low enzyme levels. A heterozygous missense mutation: c.1658G>A (p.G553E) and c.1901T>C (p.L634S) was identified in the <i>GALC</i> gene by whole exome sequencing, and was verified by Sanger sequencing. KD should be considered when patients presented adult-onset spastic paraplegia with classical MRI imaging features. Mutation c.1658G>A (p.G553E) was novel in <i>GALC</i> gene and broaden the mutation spectrum.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "40106490",
    "pmid": "40106490",
    "doi": "10.1371/journal.pone.0319401",
    "title": "Differential gene expression patterns in Niemann-Pick Type C and Tay-Sachs diseases: Implications for neurodegenerative mechanisms.",
    "abstract": "Lysosomal storage disorders (LSDs) are a group of rare genetic conditions characterized by the impaired function of enzymes responsible for lipid digestion. Among these LSDs, Tay-Sachs disease (TSD) and Niemann-Pick type C (NPC) may share a common gene expression profile. In this study, we conducted a bioinformatics analysis to explore the gene expression profile overlap between TSD and NPC. Analyses were performed on RNA-seq datasets for both TSD and NPC from the Gene Expression Omnibus (GEO) database. Datasets were subjected to differential gene expression analysis utilizing the DESeq2 package in the R programming language. A total of 147 differentially expressed genes (DEG) were found to be shared between the TSD and NPC datasets. Enrichment analysis was then performed on the DEGs. We found that the common DEGs are predominantly associated with processes such as cell adhesion mediated by integrin, cell-substrate adhesion, and urogenital system development. Furthermore, construction of protein-protein interaction (PPI) networks using the Cytoscape software led to the identification of four hub genes: APOE, CD44, SNCA, and ITGB5. Those hub genes not only can unravel the pathogenesis of related neurologic diseases with common impaired pathways, but also may pave the way towards targeted gene therapy of LSDs.In addition, they serve as the potential biomarkers for related neurodegenerative diseases warranting further investigations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36996106",
    "pmid": "36996106",
    "doi": "10.1073/pnas.2218823120",
    "title": "Altered plasma membrane abundance of the sulfatide-binding protein NF155 links glycosphingolipid imbalances to demyelination.",
    "abstract": "Myelin is a multilayered membrane that tightly wraps neuronal axons, enabling efficient, high-speed signal propagation. The axon and myelin sheath form tight contacts, mediated by specific plasma membrane proteins and lipids, and disruption of these contacts causes devastating demyelinating diseases. Using two cell-based models of demyelinating sphingolipidoses, we demonstrate that altered lipid metabolism changes the abundance of specific plasma membrane proteins. These altered membrane proteins have known roles in cell adhesion and signaling, with several implicated in neurological diseases. The cell surface abundance of the adhesion molecule neurofascin (NFASC), a protein critical for the maintenance of myelin-axon contacts, changes following disruption to sphingolipid metabolism. This provides a direct molecular link between altered lipid abundance and myelin stability. We show that the NFASC isoform NF155, but not NF186, interacts directly and specifically with the sphingolipid sulfatide via multiple binding sites and that this interaction requires the full-length extracellular domain of NF155. We demonstrate that NF155 adopts an S-shaped conformation and preferentially binds sulfatide-containing membranes in <i>cis</i>, with important implications for protein arrangement in the tight axon-myelin space. Our work links glycosphingolipid imbalances to disturbance of membrane protein abundance and demonstrates how this may be driven by direct protein-lipid interactions, providing a mechanistic framework to understand the pathogenesis of galactosphingolipidoses.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36380532",
    "pmid": "36380532",
    "doi": "10.1093/brain/awac426",
    "title": "The genetic and phenotypic spectra of adult genetic leukoencephalopathies in a cohort of 309 patients.",
    "abstract": "Genetic leukoencephalopathies (gLEs) are a highly heterogeneous group of rare genetic disorders. The spectrum of gLEs varies among patients of different ages. Distinct from the relatively more abundant studies of gLEs in children, only a few studies that explore the spectrum of adult gLEs have been published, and it should be noted that the majority of these excluded certain gLEs. Thus, to date, no large study has been designed and conducted to characterize the genetic and phenotypic spectra of gLEs in adult patients. We recruited a consecutive series of 309 adult patients clinically suspected of gLEs from Beijing Tiantan Hospital between January 2014 and December 2021. Whole-exome sequencing, mitochondrial DNA sequencing and repeat analysis of NOTCH2NLC, FMR1, DMPK and ZNF9 were performed for patients. We describe the genetic and phenotypic spectra of the set of patients with a genetically confirmed diagnosis and summarize their clinical and radiological characteristics. A total of 201 patients (65%) were genetically diagnosed, while 108 patients (35%) remained undiagnosed. The most frequent diseases were leukoencephalopathies related to NOTCH3 (25%), NOTCH2NLC (19%), ABCD1 (9%), CSF1R (7%) and HTRA1 (5%). Based on a previously proposed pathological classification, the gLEs in our cohort were divided into leukovasculopathies (35%), leuko-axonopathies (31%), myelin disorders (21%), microgliopathies (7%) and astrocytopathies (6%). Patients with NOTCH3 mutations accounted for 70% of the leukovasculopathies, followed by HTRA1 (13%) and COL4A1/2 (9%). The leuko-axonopathies contained the richest variety of associated genes, of which NOTCH2NLC comprised 62%. Among myelin disorders, demyelinating leukoencephalopathies (61%)-mainly adrenoleukodystrophy and Krabbe disease-accounted for the majority, while hypomyelinating leukoencephalopathies (2%) were rare. CSF1R was the only mutated gene detected in microgliopathy patients. Leukoencephalopathy with vanishing white matter disease due to mutations in EIF2B2-5 accounted for half of the astrocytopathies. We characterized the genetic and phenotypic spectra of adult gLEs in a large Chinese cohort. The most frequently mutated genes were NOTCH3, NOTCH2NLC, ABCD1, CSF1R and HTRA1.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35921286",
    "pmid": "35921286",
    "doi": "10.1371/journal.pone.0271360",
    "title": "Human iPSC-derived astrocytes generated from donors with globoid cell leukodystrophy display phenotypes associated with disease.",
    "abstract": "Globoid cell leukodystrophy (Krabbe disease) is a fatal neurodegenerative, demyelinating disease caused by dysfunctional activity of galactosylceramidase (GALC), leading to the accumulation of glycosphingolipids including psychosine. While oligodendrocytes have been extensively studied due to their high levels of GALC, the contribution of astrocytes to disease pathogenesis remains to be fully elucidated. In the current study, we generated induced pluripotent stem cells (iPSCs) from two donors with infantile onset Krabbe disease and differentiated them into cultures of astrocytes. Krabbe astrocytes recapitulated many key findings observed in humans and rodent models of the disease, including the accumulation of psychosine and elevated expression of the pro-inflammatory cytokine IL-6. Unexpectedly, Krabbe astrocytes had higher levels of glucosylceramide and ceramide, and displayed compensatory changes in genes encoding glycosphingolipid biosynthetic enzymes, suggesting a shunting away from the galactosylceramide and psychosine pathway. In co-culture, Krabbe astrocytes negatively impacted the survival of iPSC-derived human neurons while enhancing survival of iPSC-derived human microglia. Substrate reduction approaches targeting either glucosylceramide synthase or serine palmitoyltransferase to reduce the sphingolipids elevated in Krabbe astrocytes failed to rescue their detrimental impact on neuron survival. Our results suggest that astrocytes may contribute to the progression of Krabbe disease and warrant further exploration into their role as therapeutic targets.",
    "journal": "",
    "year": "2022"
  }
]