[
  {
    "id": "40081494",
    "pmid": "40081494",
    "doi": "10.1016/j.xphs.2025.103722",
    "title": "Overcoming barriers in Menkes disease: A standardized high quality and stable injectable copper histidinate.",
    "abstract": "Copper histidinate injection, utilized for Menkes disease treatment, suffers from chemical instability and the absence of validated quality control methods. This study aims to develop an optimized stability formulation of copper histidinate and to evaluate its chemical stability using validated methods, supported by microbiological and elemental impurity risk assessment. The original formulation was modified by altering the stoichiometric ratio of histidine to copper from 1:2 to 1:3 (Cu-Hi<sub>inj</sub> 1:3). The results indicated a significantly enhanced stability for Cu-Hi<sub>inj</sub> 1:3, maintaining copper integrity under all tested conditions, unlike Cu-Hi<sub>inj</sub> 1:2, which exhibited notable copper degradation at temperatures above 8°C. The new formulation displayed no degradation except at 60°C, rendering the calculation of validity period (t<sub>90</sub>) unfeasible. This significantly enhanced stability is attributed to the increased histidine content in Cu-Hi<sub>inj</sub> 1:3, which augments the chelating capacity of the copper-histidine complex. Additionally, two validated analytical methods, namely flame atomic absorption spectrometry and redox titration (the latter being an accessible analytical method for compounding pharmacies), demonstrated precision and accuracy for copper quantification, with negligible matrix effects. Sterility tests confirmed the absence of microbial growth, validating the aseptic manufacturing process. This study extends and optimizes the manufacturing procedure by incorporating active principles as salts or neutral substances and accommodating a broader pH range. The Cu-Hi<sub>inj</sub> 1:3 formulation not only offers enhanced stability but also shows potential for industrial production, thus improving access to Menkes disease treatment while ensuring safety and efficacy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40023603",
    "pmid": "40023603",
    "doi": "10.1016/j.jpet.2024.100048",
    "title": "Elesclomol rescues mitochondrial copper deficiency in disease models without triggering cuproptosis.",
    "abstract": "Copper (Cu) is an essential cofactor for metalloenzymes such as cytochrome c oxidase (CcO), the terminal enzyme of the mitochondrial electron transport chain. Mutations that directly or indirectly prevent Cu transport to mitochondria result in lethal pediatric diseases, such as Menkes disease. There is no clinically approved treatment for Menkes disease. We recently discovered that an investigational chemotherapy drug, elesclomol (ES), when complexed with Cu (ES-Cu), rescues mitochondrial Cu deficiency, activates CcO, and prevents perinatal lethality in a mouse model of Menkes disease. However, ES-Cu also has the potential to trigger cuproptosis, a type of Cu-dependent cell death. Therefore, to develop ES-Cu as a therapeutic agent for Menkes disease, it is critical to determine the therapeutic index of ES-Cu in Cu-deficient models. To this end, we used a Cu-deficient rat cardiomyocyte cell line and a mottled-brindled mouse model of severe Menkes disease to determine the toxicity and efficacy of ES-Cu. Our cell culture studies demonstrated that the EC<sub>50</sub> of ES-Cu is ∼50-fold lower than IC<sub>50</sub>. Moreover, the biomarkers of Cu toxicity, including lipoylated proteins and a subset of iron-sulfur cluster-containing proteins of mitochondria, are activated only when ES-Cu is used at ∼10-fold to 25-fold higher than its EC<sub>50</sub>. Importantly, none of these biomarkers are activated in mottled-brindled mice treated with therapeutic doses of ES-Cu. Our study shows that ES-Cu can deliver Cu to CcO both in vitro and in vivo without triggering cuproptosis, a finding that could facilitate its use in Cu deficiency disorders, such as Menkes disease. SIGNIFICANCE STATEMENT: Genetic copper (Cu) deficiency causes lethal pediatric diseases, such as Menkes disease, which lacks approved treatment. Recently, the therapeutic potential of elesclomol (ES), a Cu-transporting chemotherapeutic drug, in a mouse model of Menkes disease has been reported. Because of the potential risk of Cu-induced toxicity from ES-Cu, it is crucial to determine its therapeutic index. Here, the biomarkers of ES-Cu efficacy and toxicity in Cu-deficient disease models were measured to demonstrate that ES-Cu can restore cuproenzymes without triggering toxicity biomarkers.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR950739",
    "pmid": "",
    "doi": "10.20944/preprints202412.0369.v1",
    "title": "Whole Genome Sequencing from Dried Blood Spots for Newborn Screening of Menkes Disease and 36 Other Actionable Inherited Neurometabolic Disorders",
    "abstract": "Tandem mass spectrometry is currently used by the Ohio Department of Health to screen newborn infants for 36 medically actionable inborn errors of metabolism. As a complementary test for infants with abnormal biochemical screens, whole genome sequencing (WGS) could reduce false-positive results, facilitate timely case resolution and, in some instances, indicate a more specific diagnosis than obtained initially. Menkes disease is a X-linked recessive disorder of human copper metabolism with a predicted minimum birth prevalence of 1 in 34,810 live male births. Recent progress in treatment options for Menkes heighten the importance of newborn screening (NBS) to identify this illness within the window of therapeutic opportunity, the first 6 to 8 weeks of life. We developed a DNA extraction protocol from dried blood spots that yielded high quality DNA for whole genome sequencing and studied 24 subjects with known ATP7A variants. Analysis was confined to genes (n=55) for neurometabolic conditions currently screened for in Ohio (n=36) plus ATP7A (Menkes disease). WGS detected all ATP7A variants including 8 missense, 5 splice site, 4 copy number variants, 5 nonsense, and 2 indels. WGS also detected 5 heterozygous pathogenic variants and 16 other variants, either benign or of unknown significance, in 11 genes that encode conditions for which Ohio screens. Our results confirm the feasibility, sensitivity, specificity, and reliability of this approach for early Menkes disease detection and to complement tandem mass spectroscopy for detection of other actionable inherited disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39717303",
    "pmid": "39717303",
    "doi": "10.7759/cureus.74280",
    "title": "Two Cases of Menkes Disease With Similar Intracranial Arterial Tortuosity on Brain Magnetic Resonance Imaging.",
    "abstract": "Menkes disease is an X-linked recessive genetically inherited metabolic disease caused by an ATP7A gene abnormality that gives rise to impaired copper absorption. Copper deficiency causes symptoms such as characteristic abnormalities in the hair and vascular disorders. Brain MRI findings include a high-signal intensity in the temporal lobe white matter on T2-weighted images and delayed myelination. Intracranial arterial tortuosity seen on brain MR angiography (MRA) is one of the characteristic features of this disease. We report two cases with similar MRI findings visualized as flow voids in tortuous arteries near the central sulcus. The findings from these cases indicate that, on MRI in children, attention must be paid to intracranial arterial flow voids in patients who have not undergone MRA, particularly when Menkes disease is not suspected based on the patient's clinical course. Moreover, the findings in these cases suggest Menkes disease, indicating that they may assist in establishing the diagnosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39353672",
    "pmid": "39353672",
    "doi": "10.1136/bcr-2024-259792",
    "title": "Novel, likely pathogenic variant in <i>ATP7A</i> associated with Menkes disease diagnosed with ultrarapid genome sequencing.",
    "abstract": "Menkes disease is a multisystem disorder caused by disturbances in copper absorption and metabolism. This lethal neurodegenerative disease presents with fine, 'kinky' hair, connective tissue dysfunction and developmental regression after 2-3 months of age. The primary variant associated with Menkes is in the <i>ATP7A</i> gene with X-linked recessive inheritance. Historically, the diagnosis of Menkes has relied on clinical signs and symptoms, but as the disease has varying levels of severity and presentation, it can take months to diagnose and treat. Emerging technology for ultrarapid genome sequencing offers a DNA-based route of diagnosis with preliminary results in hours, allowing for earlier discovery and treatment of Menkes with the potential for better long-term outcomes. Ultrarapid whole genome sequencing identified a novel, likely pathogenic, frameshift variant in the <i>ATP7A</i> gene consistent with a diagnosis of Menkes disease. The clinical manifestations and pathophysiology of this disorder, as well as a rapid DNA-based diagnosis, are described in this case.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39792348",
    "pmid": "39792348",
    "doi": "10.1007/s10815-024-03375-4",
    "title": "Copper homeostasis and pregnancy complications: a comprehensive review.",
    "abstract": "Pregnancy complications pose challenges for both pregnant women and obstetricians globally, with the pathogenesis of many remaining poorly understood. Recently coined as a mode of cell death, cuproptosis has been proposed but remains largely unexplored. This process involves copper overload, resulting in the accumulation of fatty acylated proteins and subsequent loss of iron-sulfur cluster proteins. This cascade induces proteotoxic stress, leading to cell death. In recent years, studies have indicated a connection between abnormal copper metabolism and several pregnancy-related diseases, including maternal placental dysplasia, gestational diabetes mellitus (GDM), gestational hypertension (PIH), preterm birth or abortion, as well as conditions in offspring such as intrauterine growth restriction (IUGR), allergic disease, Menkes disease, and Wilson's disease. Investigating the mechanism of cuproptosis and abnormal copper metabolism in these pregnancy-related diseases emerges as a critical research area. This article provides a concise review of cuproptosis mechanisms and emphasizes the association between abnormal copper metabolism and pregnancy-related diseases. Nevertheless, the doubtful viewpoints were also discussed.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40008317",
    "pmid": "40008317",
    "doi": "10.1155/carm/1823517",
    "title": "A Case of Infantile Reversible Cytochrome C Oxidase Deficiency Myopathy in Taiwan: A 4-Year Follow-Up.",
    "abstract": "Infantile reversible cytochrome c oxidase (COX) deficiency myopathy is a mitochondrial rare disease with onset age of first day to three months with symptoms of generalized muscle weakness and severe hypotonia. Despite its initial serious conditions, the symptoms may improve spontaneously later in their life, with the so-called \"benign\" myopathy accordingly. This benign mitochondrial myopathy might be improved in their later life, which is different from most mitochondrial myopathies with progression by age. Therefore, we depicted the rare case of her clinical course during our medical practice, anticipating to provide more information of this rare disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39975765",
    "pmid": "39975765",
    "doi": "10.1039/d5sc90034d",
    "title": "A focus on copper depletion-induced cuproptosis for cancer therapy.",
    "abstract": "Copper has emerged as a promising target for cancer therapy, with extensive studies on copper accumulation-induced cuproptosis. However, the potential of copper depletion-induced cuproptosis remains largely unexplored. Recently, Zhou <i>et al.</i> (M. Zhou, F. Muhammad, Y. Zhang, T. Li, J. Feng, J. Zhao and H. Wei, <i>Chem. Sci.</i>, 2025, https://doi.org/10.1039/D4SC04712E) reported an innovative strategy for copper depletion-based cuproptosis. Notably, this approach leverages the solubility product principle, a mechanism not previously addressed in studies, to achieve effective tumor therapy through the disruption of copper homeostasis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38926644",
    "pmid": "38926644",
    "doi": "10.1186/s12887-024-04885-x",
    "title": "Brain and the whole-body bone imaging appearances in Menkes disease: a case report and literature review.",
    "abstract": "<h4>Background</h4>Menkes disease (MD) is a rare, inherited, multisystemic copper metabolism disorder. Classical Menkes disease is characterized by low serum copper and ceruloplasmin concentrations, leading to multiple abnormalities in the whole-body, especially in connective tissue and central nervous system. However, serum copper and ceruloplasmin levels are not reliable diagnostic biomarkers due to the low concentrations in healthy newborns either. The featured imaging manifestations play an important role in diagnosing Menkes disease. To our knowledge, there are few reports on the systemic imaging manifestations of Menkes disease.<h4>Case presentation</h4>A 4-month-old male patient presented with recurrent seizures. He had cognitive, intellectual, growth, gross motor, precision movement, and language developmental lags. The patient's hemoglobin and serum ceruloplasmin level were low. On MRI, increased intracranial vascular tortuosity, cerebral and cerebellar atrophy, white matter changes, and basal ganglia abnormalities were observed. Plain radiograph revealed wormian bones, rib flaring, metaphyseal spurring, and periosteal reactions in the long bones of the limbs. A pathogenic variant in ATP7A gene was identified in the patient, so he was confirmed the diagnosis of Menkes disease. His symptoms did not improve despite symptomatic and supportive treatment during his hospitalization. Unfortunately, the infant died 3 months after leaving hospital.<h4>Conclusion</h4>A comprehensive and intuitive understanding of the disease's imaging manifestations can help clinicians to identify the disease and avoid delays in care.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38969962",
    "pmid": "38969962",
    "doi": "10.1007/s10072-024-07676-5",
    "title": "Phenotypic and mutational spectrum of 17 Chinese patients with Menkes Disease.",
    "abstract": "<h4>Background</h4>Menkes Disease (MD) is a fatal X-linked recessive disorder caused by mutations in the ATP7A gene. Severe cases typically die before the age of three. Mild MD and occipital horn syndrome are variants of MD characterized by a less severe phenotype and longer survival.<h4>Objective</h4>This case series aims to validate previous findings, expand the clinical phenotype, identify novel ATP7A mutations of MD patients.<h4>Methods</h4>Observational data with follow-up were collected from 17 genetically diagnosed Chinese MD patients.<h4>Results</h4>All 17 patients exhibited neurological symptoms, including delayed motor milestones (100%) and seizures (58.8%). Unspecific pregnancy or delivery complications occurred in 9 patients (52.9%). The most prevalent connective tissue problems were abnormal hair (76.5%), followed by skeletal and dental abnormalities (52.9%), skin problems (41.2%) and hernia (35.3%). Sensorineural hearing loss (17.6%) was previously unreported. Coronary artery aneurysm and patent foramen ovale (5.9%) were infrequent. One 16-year-old boy carries pathological exon 3-4 deletion, presents novel mild phenotype including short stature and cerebellar ataxia. Out of 13 patients with follow-up (median: 24 months), 7 patients (53.8%) died with median survival of 40 months (range: 21-48 months), 3 patients (23.1%) show severe motor development delay and 2 (15.4%) have refractory epilepsy, only the mild MD patient shows improved cerebellar ataxia. Sixteen ATP7A mutations were identified including 6 small indels (37.5%), 5 nonsense mutations (31.2%), 2 missense mutations (12.5%), 2 exon deletions (12.5%), and 1 splice site mutation (6.25%). Fourteen mutations were novel.<h4>Conclusions</h4>Our study further broadens the phenotypic and genotypic spectrums of Menkes disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39858530",
    "pmid": "39858530",
    "doi": "10.3390/biom15010136",
    "title": "Restoration of Genetic Code in Macular Mouse Fibroblasts via APOBEC1-Mediated RNA Editing.",
    "abstract": "RNA editing is a significant mechanism underlying genetic variation and protein molecule alteration; C-to-U RNA editing, specifically, is important in the regulation of mammalian genetic diversity. The ability to define and limit accesses of enzymatic machinery to avoid the modification of unintended targets is key to the success of RNA editing. Identification of the core component of the apoB RNA editing holoenzyme, APOBEC, and investigation into new candidate genes encoding other elements of the complex could reveal further details regarding APOBEC-mediated mRNA editing. Menkes disease is a recessive X-chromosome-linked hereditary syndrome in humans, caused by defective copper metabolism due to mutations in the <i>ATP7A</i> gene, which encodes a copper transport protein. Here, we generated plasmids encoding the MS2 system and the APOBEC1 deaminase domain and used a guide RNA with flanking MS2 sites to restore mutated <i>Atp7a</i> in fibroblasts from a macular mouse model of Menkes disease withs T>C mutation. Around 35% of the mutated C nucleotide (nt) was restored to U, demonstrating that our RNA editing system is reliable and has potential for therapeutic clinical application. RNA base editing via human RNA-guided cytidine deaminases is a potentially attractive approach for in vivo therapeutic application and provides opportunities for new developments in this field.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39544917",
    "pmid": "39544917",
    "doi": "10.12688/f1000research.154409.2",
    "title": "Case Report: A male newborn with occipital horn syndrome.",
    "abstract": "Occipital horn syndrome (OHS) is a rare genetic disease and copper transport disorder caused by a faulty ATP7A gene with multisystemic presentations, most originally related to musculoskeletal and connective tissue affections. In our case, a male neonate with OHS presented soon after birth with pathognomonic occipital exostosis, cutis laxa at the nape region, and widely opened skull sutures and fontanels. A skeletal survey showed occipital exostosis projecting from the line of insertion of the trapezius muscle and wide fontanels on skull X-ray films with no exostoses or deformities elsewhere. In addition to our case report being the second reported case for the condition detected early in the neonatal period, it also emphasizes the importance of investigating any sign thoroughly, as it may be an early alarming sign of a progressive disease that may affect the patient's quality of life. In addition, it highlights the value of early diagnosis and multidisciplinary management of these patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39887433",
    "pmid": "39887433",
    "doi": "10.1002/jdn.70001",
    "title": "Identification of a Novel ATP7A Variant in a Chinese Boy With Developmental Delay and Epilepsy.",
    "abstract": "Menkes disease (MD) is a rare X-linked recessive syndrome that is caused by mutations in the ATP7A gene, which encodes the P-type ATP enzyme. The ATP7A gene encodes 1500 amino acids and is expressed in a number of organs, including the brain, muscles, kidneys and lungs. ATP7A transports copper between cell membranes using energy generated by ATP hydrolysis. Patients with the pathogenic variant in the ATP7A gene exhibit a distinctive pattern of severe neurodegeneration, which is often accompanied by specific alterations in hair morphology. The clinical manifestations of MD have been attributed to the dysfunction of copper-dependent enzymes. Here, we report a 7-month-old boy with MD associated with a novel variant of ATP7A (c.1965_1973del, p.Val656_Leu658del). Genetic testing revealed that both his mother and grandmother had identical ATP7A mutations, and we studied this family to better understand the natural history of this syndrome. In this article, we report for the first time the novel mutation in the ATP7A gene in a Chinese family. In our case, he suffers from simian line, developmental delay, epilepsy, hair changes (short, thin, thick, twisted, often light-coloured), decreased muscle tone, joint relaxation, brain vessel distortion, low serum copper, ceruloplasmin, elevated lactate and an abnormal EEG. Because of its rarity, MD is easily to be misdiagnosed.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR909671",
    "pmid": "",
    "doi": "10.1101/2024.09.09.612106",
    "title": "Adaptive protein synthesis in genetic models of copper deficiency and childhood neurodegeneration",
    "abstract": "Rare inherited diseases caused by mutations in the copper transporters SLC31A1 (CTR1) or ATP7A induce copper deficiency in the brain, causing seizures and neurodegeneration in infancy through poorly understood mechanisms. Here, we used multiple model systems to characterize the molecular mechanisms by which neuronal cells respond to copper deficiency. Targeted deletion of CTR1 in neuroblastoma cells produced copper deficiency that was associated with a metabolic shift favoring glycolysis over oxidative phosphorylation. Proteomic and transcriptomic analysis of CTR1 KO cells revealed simultaneous upregulation of mTORC1 and S6K signaling and reduced PERK signaling. Patterns of gene and protein expression and pharmacogenomics show increased activation of the mTORC1-S6K pathway as a pro-survival mechanism, ultimately resulting in increased protein synthesis. Spatial transcriptomic profiling of Atp7a flx/Y Vil1 Cre/+ mice identified upregulated protein synthesis machinery and mTORC1-S6K pathway genes in copper-deficient Purkinje neurons in the cerebellum. Genetic epistasis experiments in Drosophila demonstrated that copper deficiency dendritic phenotypes in class IV neurons are partially rescued by increased S6k expression or 4E-BP1 (Thor) RNAi, while epidermis phenotypes are exacerbated by Akt, S6k, or raptor RNAi. Overall, we demonstrate that increased mTORC1-S6K pathway activation and protein synthesis is an adaptive mechanism by which neuronal cells respond to copper deficiency. <h4>Significance</h4> Copper deficiency is present in rare conditions such as Menkes disease and CTR1 deficiency and in more common diseases like Alzheimer’s. The mechanisms of resilience and ultimate susceptibility to copper deficiency and associated pathology in the brain remain unknown. We demonstrate that in a human cell line, Drosophila , and the mouse cerebellum, copper-deficient neuronal cells exhibit increased protein synthesis through mTORC1 activation and decreased PERK (EIF2AK3) activity. Upregulation of protein synthesis facilitates resilience of neuronal cells to copper deficiency, including partial restoration of dendritic arborization. Our findings offer a new framework for understanding copper deficiency-related pathology in neurological disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39053428",
    "pmid": "39053428",
    "doi": "10.1016/j.biopha.2024.117182",
    "title": "Focus on cuproptosis: Exploring new mechanisms and therapeutic application prospects of cuproptosis regulation.",
    "abstract": "Cuproptosis is a novel form of regulated cell death, which plays an important role in the physiological and pathological processes of the human body. Despite the increasing research on cuproptosis-related genes (CRGs) and their correlation with diseases, the pathogenesis of cuproptosis-related diseases remains unclear. Furthermore, there is a lack of reviews on the emerging technologies for regulating cuproptosis in disease treatment. This study delves into the copper-induced cell death mechanism, distinguishing cuproptosis from mechanisms like oxidative stress, glutathione synthesis inhibition, and ubiquitin-proteasome system inhibition. Several long-standing mysteries of diseases such as Wilson's disease and Menkes disease may be attributed to the occurrence of cuproptosis. In addition, we also review the detection indicators related to cuproptosis, providing targets for the diagnosis of cuproptosis-related diseases, and summarize the application value of cuproptosis in tumor therapy to better elucidate the impact of copper in cell death and diseases, and thus to promote the application prospects and possible strategies of cuproptosis-related substances, such as copper ion chelators, copper ion carriers, and copper nanomaterials, in disease therapy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38939942",
    "pmid": "38939942",
    "doi": "",
    "title": "[Research progress on regulatory mechanism of renal copper homeostasis].",
    "abstract": "Copper is a vital trace metal element necessary for the functioning of living organisms. It serves as a co-factor or structural component in numerous enzymes, participating in crucial biological metabolic processes. Disruptions in copper homeostasis, whether inherited or acquired, such as copper overload, deficiency, or uneven distribution, can contribute to or exacerbate various diseases, including Menkes disease, Wilson's disease, neurodegenerative disorders, anemia, cardiovascular diseases, kidney diseases and cancer. Recent research has highlighted the close correlation between chronic kidney disease and intracellular copper overload. Therefore, renal cells must establish a well-organized and efficient copper regulation network to maintain intracellular copper homeostasis. This review summarizes the processes of copper uptake, intracellular trafficking, storage, and excretion in renal cells, and elucidates the underlying mechanisms involved, aiming to provide a theoretical foundation and potential therapeutic targets for the fundamental investigation and clinical management of kidney-related diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38248841",
    "pmid": "38248841",
    "doi": "10.3390/metabo14010038",
    "title": "Disorders of Copper Metabolism in Children-A Problem too Rarely Recognized.",
    "abstract": "Copper plays an important role in metabolic processes. Both deficiency and excess of this element have a negative effect and lead to pathological conditions. Copper is a cofactor of many enzymatic reactions. Its concentration depends on the delivery in the diet, the absorption in enterocytes, transport with the participation of ATP7A/ATP7B protein, and proper excretion. Copper homeostasis disorders lead to serious medical conditions such as Menkes disease (MD) and Wilson's disease (WD). A mutation in the <i>ATP7A gene</i> is the cause of Menkes disease, it prevents the supply of copper ions to enzymes dependent on them, such as dopamine β-hydroxylase and lysyl oxidase. This leads to progressive changes in the central nervous system and disorders of the connective tissue. In turn, Wilson's disease is an inherited autosomal recessive disease. It is caused by a mutation of the <i>ATP7B gene</i> encoding the ATP7B protein which means excess copper cannot be removed from the body, leading to the pathological accumulation of this element in the liver and brain. The clinical picture is dominated by the liver, neurological, and/or psychiatric symptoms. Early inclusion of zinc preparations and chelating drugs significantly improves the prognosis in this group of patients. The aim of the study is to analyse, based on the latest literature, the following factors: the etiopathogenesis, clinical picture, diagnostic tests, treatment, prognosis, and complications of disease entities associated with copper disturbances: Menkes disease and Wilson's disease. In addition, it is necessary for general practitioners, neurologists, and gastroenterologists to pay attention to these disease entities because they are recognized too late and too rarely, especially in the paediatric population.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38780400",
    "pmid": "38780400",
    "doi": "10.1021/acs.jpcb.4c01026",
    "title": "Unraveling Copper Exchange in the Atox1-Cu(I)-Mnk1 Heterodimer: A Simulation Approach.",
    "abstract": "Copper, an essential metal for various cellular processes, requires tight regulation to prevent cytotoxicity. Intracellular pathways crucial for maintaining optimal copper levels involve soluble and membrane transporters, namely, metallochaperones and <i>P</i>-type ATPases, respectively. In this study, we used a simulation workflow based on free-energy perturbation (FEP) theory and parallel bias metadynamics (PBMetaD) to predict the Cu(I) exchange mechanism between the human Cu(I) chaperone, Atox1, and one of its two physiological partners, ATP7A. ATP7A, also known as the Menkes disease protein, is a transmembrane protein and one of the main copper-transporting ATPases. It pumps copper into the trans-Golgi network for the maturation of cuproenzymes and is also essential for the efflux of excess copper across the plasma membrane. In this analysis, we utilized the nuclear magnetic resonance (NMR) structure of the Cu(I)-mediated complex between Atox1 and the first soluble domain of the Menkes protein (Mnk1) as a starting point. Independent free-energy simulations were conducted to investigate the dissociation of both Atox1 and Mnk1. The calculations revealed that the two dissociations require free energy values of 6.3 and 6.2 kcal/mol, respectively, following a stepwise dissociation mechanism.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37994131",
    "pmid": "37994131",
    "doi": "10.3760/cma.j.cn511374-20220629-00442",
    "title": "[Analysis of clinical characteristics and ATP7A gene variants in a Chinese pedigree affected with Menkes disease].",
    "abstract": "<h4>Objective</h4>To explore the clinical characteristics and variants of ATP7A gene in a child with Menkes disease.<h4>Methods</h4>A child with Menkes disease diagnosed at the West China Second Hospital of Sichuan University and its family members in March 2022 was selected as the study subjects. Clinical manifestations and results of laboratory tests and genetic testing were summarized.<h4>Results</h4>The main manifestations of the child included seizures, global development delay, facial dysmorphism, sparse and curly hair, increased lactate and pyruvate, and significantly decreased cuprin. EEG showed frequent issuance of multifocal spikes, spines, polyspines (slow) and polymorphic slow waves. Multiple tortuous vascular shadows were observed on cranial MRI. Whole exome sequencing revealed that the child has harbored a hemizygous c.3076delA (p.ile1026*) variant of the ATP7A gene, which was inherited from his mother. The variant may lead to premature termination of protein translation. Based on the guidelines from the American College of Medical Genetics and Genomics (ACMG), the variant was predicted as pathogenic (PVS1+PM2+PP4).<h4>Conclusion</h4>The c.3076delA (p.Ile1026*) variant of the ATP7A gene probably underlay the Menkes disease in this child. Above finding has provided evidence for clinical diagnosis. The significantly increased lactic acid and pyruvate can be used as a reference for the diagnosis and management of Menkes disease. Microscopic abnormalities in the hair of the carriers may also facilitate their diagnosis.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "32809752",
    "pmid": "32809752",
    "doi": "",
    "title": "Menkes Disease",
    "abstract": "Menkes disease is a rare X-linked recessive progressive multisystemic disease of copper metabolism. Patients usually exhibit a severe clinical course with death in early childhood. Early diagnosis of Menkes disease is clinically very challenging because of the subtle clinical features and nonspecific biochemical markers. Accurate diagnosis is essential for proper management to reduce morbidity and mortality and also for parental counseling and prenatal diagnosis. Menkes et al first described the disease in 1962. In 1972, Danks et al first observed that copper metabolism was abnormal. In 1973, they noted the similarity between kinky, wiry, or steely hair and the brittle wool of sheep found in copper-deficient areas of Australia. Later, they reported abnormal copper and ceruloplasmin levels in these patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38747014",
    "pmid": "38747014",
    "doi": "10.1111/ejn.16370",
    "title": "The physiological and pathophysiological roles of copper in the nervous system.",
    "abstract": "Copper is a critical trace element in biological systems due the vast number of essential enzymes that require the metal as a cofactor, including cytochrome c oxidase, superoxide dismutase and dopamine-β-hydroxylase. Due its key role in oxidative metabolism, antioxidant defence and neurotransmitter synthesis, copper is particularly important for neuronal development and proper neuronal function. Moreover, increasing evidence suggests that copper also serves important functions in synaptic and network activity, the regulation of circadian rhythms, and arousal. However, it is important to note that because of copper's ability to redox cycle and generate reactive species, cellular levels of the metal must be tightly regulated to meet cellular needs while avoiding copper-induced oxidative stress. Therefore, it is essential that the intricate system of copper transporters, exporters, copper chaperones and copper trafficking proteins function properly and in coordinate fashion. Indeed, disorders of copper metabolism such as Menkes disease and Wilson disease, as well as diseases linked to dysfunction of copper-requiring enzymes, such as SOD1-linked amyotrophic lateral sclerosis, demonstrate the dramatic neurological consequences of altered copper homeostasis. In this review, we explore the physiological importance of copper in the nervous system as well as pathologies related to improper copper handling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40151526",
    "pmid": "40151526",
    "doi": "10.1016/j.csbj.2025.03.008",
    "title": "Whole exome sequencing as a screening tool in dogs: A pilot study.",
    "abstract": "<h4>Background</h4>Whole-exome sequencing (WES) is used to selectively sequence all exons of protein-coding genes. WES is considered as a cost-effective and direct approach for identifying phenotype-associated variants in protein-coding regions and is as such situated between the traditional Sanger sequencing and whole genome sequencing (WGS). While WES is already widely used as a clinical tool in human and medical genetics, its use in veterinary medicine is currently restricted to research purposes. In this article, we aimed to provide baseline performance characteristics of a WES design to assess its suitability with future applications in veterinary clinical genetics in mind.<h4>Methods</h4>To assess the potential of WES in a clinical setting for dogs, 49 canine samples underwent capture, sequencing and analysis for the presence of 352 known phenotype-associated variants. The sequencing performance was compared for three types of variants, based on their size and location: single nucleotide variants (SNVs) inside exons, larger indel variants (≤20 bp) inside exons and intronic variants.<h4>Results</h4>On average, 85 % and 82 % of the exonic SNPs and larger variants were sequenced at a sequencing depth of ≥ 10x in the 49 samples, respectively. In the best performing sample, 94 % of the exonic SNPs were covered at least 10x, whereas in the worst performing sample, still 71 % of the exonic SNPs had an average sequencing depth of more than 10x.<h4>Conclusion</h4>To our knowledge, this is the first report that describes the performance of a research-intended WES design if it would be used in clinical genetics. This study found that WES demonstrated high efficacy in detecting variants located within target regions, including those that were not initially included in the design. However, the performance varied across different variants. The next steps would be the development of improved designs and settings to ameliorate the results.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38172222",
    "pmid": "38172222",
    "doi": "10.1038/s41598-023-50668-2",
    "title": "Unfavorable switching of skewed X chromosome inactivation leads to Menkes disease in a female infant.",
    "abstract": "Menkes disease is an X-linked disorder of copper metabolism caused by mutations in the ATP7A gene, and female carriers are usually asymptomatic. We describe a 7-month-old female patient with severe intellectual disability, epilepsy, and low levels of serum copper and ceruloplasmin. While heterozygous deletion of exons 16 and 17 of the ATP7A gene was detected in the proband, her mother, and her grandmother, only the proband suffered from Menkes disease clinically. Intriguingly, X chromosome inactivation (XCI) analysis demonstrated that the grandmother and the mother showed skewing of XCI toward the allele with the ATP7A deletion and that the proband had extremely skewed XCI toward the normal allele, resulting in exclusive expression of the pathogenic ATP7A mRNA transcripts. Expression bias analysis and recombination mapping of the X chromosome by the combination of whole genome and RNA sequencing demonstrated that meiotic recombination occurred at Xp21-p22 and Xq26-q28. Assuming that a genetic factor on the X chromosome enhanced or suppressed XCI of its allele, the factor must be on either of the two distal regions derived from her grandfather. Although we were unable to fully uncover the molecular mechanism, we concluded that unfavorable switching of skewed XCI caused Menkes disease in the proband.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39172219",
    "pmid": "39172219",
    "doi": "10.1152/physrev.00011.2024",
    "title": "Mammalian copper homeostasis: physiological roles and molecular mechanisms.",
    "abstract": "In the past decade, evidence for the numerous roles of copper (Cu) in mammalian physiology has grown exponentially. The discoveries of Cu involvement in cell signaling, autophagy, cell motility, differentiation, and regulated cell death (cuproptosis) have markedly extended the list of already known functions of Cu, such as a cofactor of essential metabolic enzymes, a protein structural component, and a regulator of protein trafficking. Novel and unexpected functions of Cu transporting proteins and enzymes have been identified, and new disorders of Cu homeostasis have been described. Significant progress has been made in the mechanistic studies of two classic disorders of Cu metabolism, Menkes disease and Wilson's disease, which paved the way for novel approaches to their treatment. The discovery of cuproptosis and the role of Cu in cell metastatic growth have markedly increased interest in targeting Cu homeostatic pathways to treat cancer. In this review, we summarize the established concepts in the field of mammalian Cu physiology and discuss how new discoveries of the past decade expand and modify these concepts. The roles of Cu in brain metabolism and in cell functional speciation and a recently discovered regulated cell death have attracted significant attention and are highlighted in this review.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR789017",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3746725/v1",
    "title": "Application of an artificial deaminase system for restoration of mutated mRNAs in the macular mouse caused by T&gt;C mutation",
    "abstract": "<title>Abstract</title><p>RNA editing is a significant mechanism underlying genetic variation and protein molecule alteration; C-to-U RNA editing, specifically, is important in regulation of mammalian genetic diversity. The ability to define and limit access of the enzymatic machinery, to avoid modification of unintended targets, is key to the success of RNA editing. Identification of the core component of the apoB RNA editing holoenzyme, APOBEC, and investigation of new candidate genes encoding other elements of the complex could reveal further details of APOBEC mediated mRNA editing. Menkes disease is a recessive X chromosome-linked hereditary syndrome in humans, caused by defective copper metabolism due to mutations in the<italic>ATP7A</italic>gene, which encodes a copper-transport protein. Here, we generated plasmids encoding the MS2 system and the APOBEC1 deaminase domain and used a guide RNA with flanking MS2 sites to restore mutated<italic>Atp7a</italic>in fibroblasts from the macular mouse model of Menkes disease having T > C mutation. Around 35% of the mutated C nucleotide was restored to U, demonstrating that our RNA editing system is reliable and has potential for therapeutic clinical application. RNA base editing via human RNA-guided cytidine deaminases is a potentially attractive approach for<italic>in vivo</italic>therapeutic application and provides opportunities for new developments in this field.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR760806",
    "pmid": "",
    "doi": "10.1101/2023.11.15.567255",
    "title": "Alpha-synuclein null mutation exacerbates the phenotype of a model of Menkes disease in female mice",
    "abstract": "Genetic modifier screens provide a useful tool, in diverse organisms from Drosophila to C. elegans and mice, for recovering new genes of interest that may reduce or enhance a phenotype of interest. This study reports a modifier screen, based on N-ethyl-N-nitrosourea (ENU) mutagenesis and outcrossing, designed to increase understanding of the normal function of murine α-synuclein ( Snca ). Human SNCA was the first gene linked to familial Parkinson’s disease. Since the discovery of the genetic link of SNCA to Parkinson’s nearly three decades ago, numerous studies have investigated the normal function of SNCA protein with divergent roles associated with different cellular compartments. Understanding of the normal function of murine Snca is complicated by the fact that mice with homozygous null mutations live a normal lifespan and have only subtle synaptic deficits. Here, we report that the first genetic modifier (a sensitized mutation) that was identified in our screen was the X-linked gene, ATPase copper transporting alpha (Atp7a). In humans, mutations in Atp7a are linked to to Menkes disease, a disease with pleiotropic phenotypes that include a severe neurological component. Atp7a encodes a trans-Golgi copper transporter that supplies the copper co-factor to enzymes that pass through the ER-Golgi network. Male mice that carry a mutation in Atp7a die within 3 weeks of age regardless of Snca genotype. In contrast, here we show that Snca disruption modifies the phenotype of Atp7a in female mice. Female mice that carry the Atp7a mutation, on an Snca null background, die earlier (prior to 35 days) at a significantly higher rate than those that carry the Atp7a mutation on a wildtype Snca background ATPase copper transporting alpha. Thus, Snca null mutations sensitize female mice to mutations in Atp7a, suggesting that Snca protein may have a protective effect in females, perhaps in neurons, given the co-expression patterns. Although data has suggested diverse functions for human and mouse α-synuclein proteins in multiple cell compartments, this is the first demonstration via use of genetic screening to demonstrate that Snca protein may function in the ER-Golgi system in the mammalian brain in a sex-dependent manner. <h4>Author summary</h4> This study sought to probe the normal function(s) of a protein associated with Parkinson’s disease, the second most common neurodegenerative disease in humans. We used a genetic modifier approach to uncover aspects of normal protein function, via mutagenesis of mice and screening for neurological problems that are decreased or enhanced in mice that are null for α-synuclein ( Snca) . Through these studies, we identified the X-linked gene that is mutated in Menkes disease in humans as a modifier of the null Snca phenotype, specifically in female mice. The gene mutated in Menkes disease, ATP7a , encodes a copper transporter that is known to act in the trans-Golgi sub-cellular compartment. Genetic modifier effects suggest that Snca may also play a role in that compartment, potentially in the mammalian brain.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR808388",
    "pmid": "",
    "doi": "10.20944/preprints202402.0983.v1",
    "title": "Synthesis and Biological Activities of Some Metal Complexes of Peptides: A Review",
    "abstract": "Peptides, both natural and synthetic, are well suited for a wide range of purposes and offer versa-tile applications in different fields such as biocatalysts, injectable hydrogels, tumor treatment, and drug delivery. The rising prominence of therapeutic peptides encompasses anticancer, antiviral, antimicrobial, and anti-neurodegenerative properties. The metals Na, K, Mg, Ca, Fe, Mn, Co, Cu, Zn, and Mo are ten of the twenty elements that are considered essential for life. Crucial for under-standing the biological role of metals is the exploration of metal-bound proteins and peptides. Aside from essential metals, there are other, non-essential metals that also interact biologically, exhibiting either therapeutic or toxic effects. Irregularities in metal binding contribute to diseases like Alzheimer’s, neurodegenerative disorders, Wilson&#039;s, and Menkes disease. Certain metal com-plexes have potential applications as radiopharmaceuticals. The examination of these complexes was done by preforming UV-Vis, IR, EPR, NMR spectroscopy, and X-ray analysis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40062121",
    "pmid": "40062121",
    "doi": "10.7759/cureus.78706",
    "title": "Correcting Lab Misinterpretations of Variants of Unknown Significance: A Case Study of EMILIN1 Variants in an Autosomal Recessive Disorder.",
    "abstract": "A nine-month-old male was referred with short stature, tortuosity in multiple arteries, pulmonary stenosis, and multiple fractures. Trio exome sequencing (ES) revealed a c.275_277delinsTT, p.(C92Ffs<i>22)</i> maternal variant <i>and a</i> c.1759G>T, p.(G587) paternal EMILIN1 variant. The lab report classified his biallelic EMILIN1 terminator variants as variants of unknown significance (VUSs) and did not postulate a possible relationship with a known autosomal recessive disorder. While EMILIN1 is listed in OMIM as causing an autosomal dominant disorder (OMIM # 620080), there are no current OMIM entries for clinically heterogeneous disorders with an autosomal recessive mode of inheritance variants. Importantly, at that time, biallelic loss-of-function variants in EMILIN1 had already been shown to cause an autosomal recessive disorder characterized by cutis laxa, arterial tortuosity, aneurysm formation, and bone fragility. However, the close overlap of his pleiotropic features was not acknowledged. We informed his parents that he very likely had this known condition, despite the benign lab interpretation. This scenario illustrates the potential need for clinicians and genetic counselors to carefully review and, in some cases, correct misinformed lab reports.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38141875",
    "pmid": "38141875",
    "doi": "10.1016/j.ejmg.2023.104907",
    "title": "Deep intronic variant causes aberrant splicing of ATP7A in a family with a variable occipital horn syndrome phenotype.",
    "abstract": "Genetic variants in ATP7A are associated with a spectrum of X-linked disorders. In descending order of severity, these are Menkes disease, occipital horn syndrome, and X-linked distal spinal muscular atrophy. After 30 years of diagnostic investigation, we identified a deep intronic ATP7A variant in four males from a family affected to variable degrees by a predominantly skeletal phenotype, featuring bowing of long bones, elbow joints with restricted mobility which dislocate frequently, coarse curly hair, chronic diarrhoea, and motor coordination difficulties. Analysis of whole genome sequencing data from the Genomics England 100,000 Genomes Project following clinical re-evaluation identified a deep intronic ATP7A variant, which was predicted by SpliceAI to have a modest splicing effect. Using a mini-gene splicing assay, we determined that the intronic variant results in aberrant splicing. Sanger sequencing of patient cDNA revealed ATP7A transcripts with exon 5 skipping, or inclusion of a novel intron 4 pseudoexon. In both instances, frameshift leading to premature termination are predicted. Quantification of ATP7A mRNA transcripts using a qPCR assay indicated that the majority of transcripts (86.1 %) have non-canonical splicing, with 68.0 % featuring exon 5 skipping, and 18.1 % featuring the novel pseudoexon. We suggest that the variability of the phenotypes within the affected males results from the stochastic effects of splicing. This deep intronic variant, resulting in aberrant ATP7A splicing, expands the understanding of intronic variation on the ATP7A-related disease spectrum.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39261850",
    "pmid": "39261850",
    "doi": "10.1186/s13023-024-03351-2",
    "title": "Epidemiology of Wilson disease in Germany - real-world insights from a claims data study.",
    "abstract": "<h4>Background</h4>Wilson disease (WD) is a rare disorder of copper metabolism, causing copper accumulation mainly in the liver and the brain. The prevalence of WD was previously estimated around 20 to 33.3 patients per million for the United States, Europe, and Asia, but data on the prevalence of WD in Germany are limited.<h4>Objectives</h4>To describe patient characteristics and to assess prevalence of WD in Germany using a representative claims database.<h4>Methods</h4>WD patients were identified in the WIG2 (Wissenschaftliches Institut für Gesundheitsökonomie und Gesundheitssystemforschung; Scientific Institute for Health Economics and Health Systems Research) benchmark database of 4.5 million insured Germans by combining ICD-10-coding with WD-specific lab tests and treatments. The study period ranged from 2013 to 2016 for assessing patient characteristics, and to 2018 for prevalence, respectively.<h4>Results</h4>Seventy unique patients were identified. Most patients (86%) were between 18 and 64 years of age and more often male (60%) than female. Two patients (3%) younger than 18 years were included, as well as 8 patients (11%) older than 64 years. Most common WD subtypes were hepatic (57%), psychiatric (49%), and neurologic (44%). Average prevalence was 20.3 patients per million (range: 17.8-24.4), with similar results for two-year prevalence. Generally, prevalence increased steadily over the study period. Observed mortality was low, with only one death during the study period.<h4>Conclusions</h4>This study adds valuable real-world data on the prevalence and patient characteristics of WD in Germany. Generally, our findings align with other reports and contribute to the global understanding of WD epidemiology. Still, regional and temporal trends remain to be investigated more thoroughly to further the understanding of the natural history and epidemiology of this rare disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38174271",
    "pmid": "38174271",
    "doi": "10.1039/d3ra07109j",
    "title": "Copper release by MOF-74(Cu): a novel pharmacological alternative to diseases with deficiency of a vital oligoelement.",
    "abstract": "Copper deficiency can trigger various diseases such as Amyotrophic Lateral Sclerosis (ALS), Parkinson's disease (PD) and even compromise the development of living beings, as manifested in Menkes disease (MS). Thus, the regulated administration (controlled release) of copper represents an alternative to reduce neuronal deterioration and prevent disease progression. Therefore, we present, to the best of our knowledge, the first experimental <i>in vitro</i> investigation for the kinetics of copper release from MOF-74(Cu) and its distribution <i>in vivo</i> after oral administration in male Wistar rats. Taking advantage of the abundance and high periodicity of copper within the crystalline-nanostructured metal-organic framework material (MOF-74(Cu)), it was possible to control the release of copper due to the partial degradation of the material. Thus, we simultaneously corroborated a low accumulation of copper in the liver (the main detoxification organ) and a slight increase of copper in the brain (striatum and midbrain), demonstrating that MOF-74(Cu) is a promising pharmacological alternative (controlled copper source) to these diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37212000",
    "pmid": "37212000",
    "doi": "10.3760/cma.j.cn511374-20220816-00550",
    "title": "[Clinical and genetic analysis of three children with Menkes disease due to variants of ATP7A gene].",
    "abstract": "<h4>Objective</h4>To explore the clinical characteristics and genetic etiology of three children with Menkes disease.<h4>Methods</h4>Three children who had presented at the Children's Medical Center, the Affiliated Hospital of Guangdong Medical University from January 2020 to July 2022 were selected as the study subjects. Clinical data of the children were reviewed. Genomic DNA was extracted from peripheral blood samples of the children, their parents and sister of child 1. Whole exome sequencing (WES) was carried out. Candidate variants were verified by Sanger sequencing, copy number variation sequencing (CNV-seq), and bioinformatic analysis.<h4>Results</h4>Child 1 was a 1-year-and-4-month male, and children 2 and 3 were monozygotic twin males aged 1-year-and-10-month. The clinical manifestations of the three children have included developmental delay and seizures. WES showed that child 1 has harbored a c.3294+1G>A variant of the ATP7A gene. Sanger sequencing confirmed that his parents and sister did not carry the same variant, suggesting that it was de novo. Children 2 and 3 had carried a c.77266650_77267178del copy number variation. CNV-seq results showed that their mother has carried the same variant. By searching the HGMD, OMIM and ClinVar databases, the c.3294+1G>A was known to be pathogenic. No carrier frequency has been recorded in the 1000 Genomes, ESP, ExAC and gnomAD databases. Based on the Standards and Guidelines for the Interpretation of Sequence Variants: A Joint Consensus Recommendation of the American College of Medical Genetics and Genomics (ACMG), the ATP7A gene c.3294+1G>A variant was predicted to be pathogenic. The c.77266650_77267178del variant has involved exons 8 to 9 of the ATP7A gene. ClinGen online system score for it was 1.8, which was also considered to be pathogenic.<h4>Conclusion</h4>The c.3294+1G>A and c.77266650_ 77267178del variants of the ATP7A gene probably underlay the Menkes disease in the three children. Above finding has enriched the mutational spectrum of Menkes disease and provided a basis for clinical diagnosis and genetic counseling.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38470552",
    "pmid": "38470552",
    "doi": "10.1007/s10815-024-03057-1",
    "title": "Preimplantation genetic testing for monogenic disorders (PGT-M) offers an alternative strategy to prevent children from being born with hereditary neurological diseases or metabolic diseases dominated by nervous system phenotypes: a retrospective study.",
    "abstract": "<h4>Background</h4>Preimplantation genetic testing for monogenic disorders (PGT-M) is now widely used as an effective strategy to prevent various monogenic or chromosomal diseases.<h4>Material and methods</h4>In this retrospective study, couples with a family history of hereditary neurological diseases or metabolic diseases dominated by nervous system phenotypes and/or carrying the pathogenic genes underwent PGT-M to prevent children from inheriting disease-causing gene mutations from their parents and developing known genetic diseases. After PGT-M, unaffected (i.e., normal) embryos after genetic detection were transferred into the uterus of their corresponding mothers.<h4>Results</h4>A total of 43 carrier couples with the following hereditary neurological diseases or metabolic diseases dominated by nervous system phenotypes underwent PGT-M: Duchenne muscular dystrophy (13 families); methylmalonic acidemia (7 families); spinal muscular atrophy (5 families); infantile neuroaxonal dystrophy and intellectual developmental disorder (3 families each); Cockayne syndrome (2 families); Menkes disease, spinocerebellar ataxia, glycine encephalopathy with epilepsy, Charcot-Marie-Tooth disease, mucopolysaccharidosis, Aicardi-Goutieres syndrome, adrenoleukodystrophy, phenylketonuria, amyotrophic lateral sclerosis, and Dravet syndrome (1 family each). After 53 PGT-M cycles, the final transferable embryo rate was 12.45%, the clinical pregnancy rate was 74.19%, and the live birth rate was 89.47%; a total of 18 unaffected (i.e., healthy) children were born to these families.<h4>Conclusions</h4>This study highlights the importance of PGT-M in preventing children born with hereditary neurological diseases or metabolic diseases dominated by nervous system phenotypes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38731103",
    "pmid": "38731103",
    "doi": "10.3390/jcm13092574",
    "title": "Special Issue \"Diagnosis and Treatment of Rare Diseases\".",
    "abstract": "Rare diseases (RDs) represent a large and heterogeneous group of low-prevalence conditions, and 473 million people could be affected worldwide [...].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37597707",
    "pmid": "37597707",
    "doi": "10.1016/j.gene.2023.147720",
    "title": "Copper-transporting ATPases throughout the animal evolution - From clinics to basal neuron-less animals.",
    "abstract": "Copper-transporting ATPases are a group of heavy metal-transporting proteins and which can be found in all living organisms. In animals, they are generally referred to as ATP7 proteins and are involved in many different physiological processes including the maintaining of copper homeostasis and the supply of copper to cuproenzymes. A single ATP7 gene is present in non-chordate animals while it is divided into ATP7A and ATP7B in chordates. In humans, dysfunction of ATP7 proteins can lead to severe genetic disorders, such as, Menkes disease and Wilson's disease, which are characterized by abnormal copper transport and accumulation, causing significant health complications. Therefore, there is a substantial amount of research on ATP7 genes and ATP7 proteins in humans and mice to understand pathophysiological conditions and find potential therapeutic interventions. Copper-transporting ATPases have also been investigated in some non-mammalian vertebrates, protostomes, single-cellular eukaryotes, prokaryotes, and archaea to gain useful evolutionary insights. However, ATP7 function in many animals has been somewhat neglected, particularly in non-bilaterians. Previous reviews on this topic only broadly summarized the available information on the function and evolution of ATP7 genes and ATP7 proteins and included only the classic vertebrate and invertebrate models. Given this, and the fact that a considerable amount of new information on this topic has been published in recent years, the present study was undertaken to provide an up-to-date, comprehensive summary of ATP7s/ATP7s and give new insights into their evolutionary relationships. Additionally, this work provides a framework for studying these genes and proteins in non-bilaterians. As early branching animals, they are important to understand the evolution of function of these proteins and their important role in copper homeostasis and neurotransmission.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39610429",
    "pmid": "39610429",
    "doi": "10.1002/jpr3.12129",
    "title": "Anemia secondary to copper deficiency in a child receiving gastrojejunal feeds: A case report.",
    "abstract": "Pediatric macrocytic anemia has a varied etiology, including nutritional deficiencies, such as folate or B12 deficiency, hematological factors, and micronutrient deficiencies, such as copper deficiency. We present the case of a 9-year-old girl with a complex medical history and gastrojejunal tube (G-J tube)-dependent nutrition who developed macrocytic anemia due to copper deficiency. Despite receiving enteral nutrition, her dietary copper intake was insufficient, leading to hematological abnormalities. Copper supplementation resulted in the normalization of hematological indices, highlighting the importance of considering trace element deficiencies in patients reliant on enteral nutrition, particularly in those receiving jejunal feeds. This case underscores the necessity for vigilant monitoring and optimized micronutrient supplementation in such patients given the lack of standardized guidelines for copper supplementation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39582269",
    "pmid": "39582269",
    "doi": "10.1002/jimd.12822",
    "title": "Epidemiology and economic burden of Wilson disease in France: A nationwide population-based study.",
    "abstract": "Wilson disease (WD) is a rare inherited copper metabolism disorder characterized by progressive pathological deposition of copper, primarily in the liver and brain. This longitudinal retrospective study conducted using the French national claims (Système National des Données de Santé [SNDS]) database assessed WD prevalence in France, described patients' characterizations and healthcare resource use and associated costs. Patients with WD were identified from SNDS using the International Classification of Diseases, 10th Revision code E83.0 for copper metabolism disorder or a long-term disease (affection de longue durée [ALD]) associated with this code between 2010 and 2019. Patients were categorized into hepatic, neurological, and psychiatric sub-cohorts. We identified 2287 patients with WD yielding a crude prevalence of 1 case per 33 898 individuals in 2019. The mean age at inclusion was 39.9 (standard deviation [SD] 22.8) years, 11 years more than that of the incident cohort (28.6, SD 20.3) identified via ALD, and 1180 (51.6%) patients were male. The crude mortality was 3.2% (in total 370 patients died). Overall, 1011 (44.2%), 754 (33.0%), and 414 (18.1%) patients experienced hepatic, neurological, and psychiatric manifestations, respectively. In total, 922 (40.3%) patients were reimbursed for WD-specific treatment, the most common being D-penicillamine (74.8%), and 201 (8.8%) underwent liver transplantation. The average annual hospitalization cost per patient was 4273.7€ (SD 11916.0). At least one sick leave was reported for 533 (23.3%) patients, with an annual average cost of 788.7€ (SD 1328.6). Our findings provide an updated understanding of the prevalence of WD, and indicate a considerable level of morbidity in this population, as well as a high level of direct/indirect costs associated with WD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38716424",
    "pmid": "38716424",
    "doi": "10.1155/2024/4767647",
    "title": "Novel SLC18A2 Variant in Infantile Dystonia-Parkinsonism Type 2.",
    "abstract": "Infantile dystonia-parkinsonism type 2 (PKDYS2) is a rare inherited autosomal recessive movement disorder with onset in infancy. The disease is associated with a mutation in the solute carrier family 18 member A2 gene (<i>SLC18A2</i>). There are reports of trials with dopaminergic drugs and the condition of patients given levodopa almost always worsens and dopamine agonists give varying degrees of benefit to some. Here, we report a PKDYS2 patient with a new variant in the <i>SLC18A2</i> gene who underwent multiple trials of pharmacotherapy. The abnormalities in development and neurological examination of the case were first noted at the age of 2 months, and after a series of treatment attempts (e.g., with antiepileptics) and diagnostic procedures, the diagnosis of PKDYS2 was determined when whole exome sequencing (WES) at age 6, revealed a homozygous pathologic variant NM_003054.4:c.1107dup, p.(Val370Serfs<sup><i>∗</i></sup>91) in the <i>SLC18A2</i> gene. The patient then received treatment with multiple dopaminergic drugs (e.g., levodopa, pramipexole, and methylphenidate). The patient with PKDYS2 harbored a new variant in <i>SLC18A2.</i> The phenotype of the patient resembles that of some previously reported patients with PKDYS2. The patient received minor benefits from certain dopaminergic drugs, such as pramipexole, but side effects led to the discontinuation of tested medications.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37580982",
    "pmid": "37580982",
    "doi": "10.1039/d3an00870c",
    "title": "An ESIPT solvatochromic fluorescent and colorimetric probe for sensitive and selective detection of copper ions in environmental samples and cell lines.",
    "abstract": "Copper is one of the most important transition metals in our body for various physiological functions. An imbalance in the homeostasis of copper in our body can lead to various neurological disorders such as Alzheimer's disease, Parkinson's, and Menkes disease. As a result, there is a need for the detection of excess copper present in the environment and the human system. In this work, we have designed a quinoline-based fluorescent/colorimetric probe (QHS) for rapid and selective detection of copper ions <i>via</i> quenching of fluorescence/color change from yellow to peach which is visible to the naked eye. The probe displayed high selectivity towards copper(II), <i>i.e.</i>, Cu(II) in the presence of different metal analytes in water samples. The sensing mechanism of the probe was confirmed by NMR, HRMS, IR spectroscopy, and SEM. The detection limit of Cu(II) ions was found to be 0.493 μM which is lower than the tolerable limit of copper (20 μM) in drinking water as per the EPA. The probe was also utilized for the visualization of Cu(II) in cell lines. The probe was also demonstrated for its application in real-time detection of aqueous samples using portable paper strips.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40068049",
    "pmid": "40068049",
    "doi": "10.1097/md.0000000000041701",
    "title": "Hypothesis: Young infant bone strength is a multifactorial trait.",
    "abstract": "Bone strength has been assumed to be relatively similar in young infants born at term. While prematurity has long been known as a risk factor for temporary bone fragility, few other factors have been appreciated that might predispose to young infant bone fragility. Moreover, young infants who present with unexplained fractures are often diagnosed as victims of child abuse based on alleged pathognomonic X-ray findings. However, review of cases of young infants with unexplained fractures often suggests child abuse is unlikely as there is often no bruising or other injuries that would be expected in these infants. The Utah Paradigm is the contemporary model of bone physiology that allows for evaluation of factors that may affect bone strength. Application of the Utah Paradigm to these cases reveals multiple, previously unappreciated, and plausible risk factors to explain the temporary bone fragility in these cases. These risk factors include decreased fetal bone loading from decreased fetal movement, maternal vitamin D deficiency, fetal exposure to drugs that can decrease bone strength, prematurity, hypermobile Ehlers Danlos Syndrome, and gestational diabetes mellitus. It is thus concluded that young infant bone strength is a multifactorial trait. Infants with unexplained fractures and bone fragility from these risk factors in which child abuse is unlikely have a recently described condition called metabolic bone disease of infancy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36995557",
    "pmid": "36995557",
    "doi": "10.1007/s10815-023-02778-z",
    "title": "Ethics in pre-ART genetics: a missed X-linked Menkes disease case.",
    "abstract": "Assisted reproductive technology (ART) has experienced dramatic progress over the last 30 years, and gamete donation is routine in fertility clinics. Major advances in genetic diagnostics are part of this development due to the ability to analyze multiple genes or whole genomes fast and to an affordable prize. This requires knowledge and capability to evaluate genetic variants correctly in a clinical setting. Here we report a Menkes disease case, born after ART, where genetic screening and variant scoring failed to identify an egg donor as carrier of this fatal X-linked disorder. The gene variant is a deletion of a single base pair leading to a frameshift and premature termination of the protein, predicted to result in no or severely diminished function. The variant would be classified as likely pathogenic (class 4) and should be readily detectable by molecular genetic screening techniques. We wish to highlight this case to prevent future similar cases. IVI Igenomix has developed and embarked on an ambitious screening program to detect and prevent a large number of inherited severe childhood disorders in ART pregnancies. The company has recently achieved ISO 15189 certification with competence to evaluate and deliver timely, accurate, and reliable results. Failure to identify a pathogenic variant in the ATP7A gene leading to birth of two boys with Menkes disease invokes the required procedures to screen and detect disease-causing gene variants. This calls for ethical and legal considerations in ART diagnostics to prevent fatal errors like the present.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36936426",
    "pmid": "36936426",
    "doi": "10.3389/fgene.2023.1077625",
    "title": "Menkes disease complicated by concurrent ACY1 deficiency: A case report.",
    "abstract": "<b>Introduction:</b> Menkes disease is an X-linked recessive condition caused by mutations in the <i>ATP7A</i> gene, which leads to severe copper deficiency. Aminoacylase-1 deficiency is a rare inborn error of metabolism caused by homozygous or compound heterozygous variant in the <i>ACY1</i> gene, characterized by increased urinary excretion of specific N-acetyl amino acids. <b>Case presentation:</b> We report an infant with neurological findings such as seizures, neurodevelopmental delay and hypotonia. Metabolic screening showed low serum copper and ceruloplasmin, and increased urinary excretion of several N-acetylated amino acids. Whole-exome sequencing analysis (WES) revealed the novel <i>de novo</i> variant c.3642_3649dup (p.Ala1217Aspfs*2) in the <i>ATP7A</i> gene, leading to a diagnosis of Menkes disease, and the simultaneous presence of the homozygous <i>ACY1</i> variant c.1057C>T (p.Arg353Cys) causative of Aminoacylase-1 deficiency. <b>Conclusion:</b> Our patient had two rare conditions with different treatment courses but overlapping clinical features. The identified novel <i>ATP7A</i> mutation associated with Menkes disease expands the <i>ATP7A</i> gene spectrum.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40134721",
    "pmid": "40134721",
    "doi": "10.3389/fgene.2025.1504744",
    "title": "Retrospective chart review of inherited and idiopathic dystonia.",
    "abstract": "Dystonia prevalence and presentation varies both ethnically and geographically. There is a paucity of data on the clinical presentation of dystonia patients in Saudi Arabia and among Arabs. In this study we provide the largest description of dystonia patients in Saudi Arabia. In our population, majority, 42% of all patients with dystonia had an inherited dystonia, while 34.8% had idiopathic dystonia. In addition, we found 3 patients with homozygous GCH1 variants who displayed the classic phenotype of dopa-responsive dystonia. Two had Variant of Uncertain Significance that has been recently reclassified as likely pathogenic, and another novel homozygous Asp119Asn variant, not previously reported in ClinVar. It is the hope that this paper would be the first step for future prospective studies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36692329",
    "pmid": "36692329",
    "doi": "10.1002/jimd.12590",
    "title": "ATP7A-related copper transport disorders: A systematic review and definition of the clinical subtypes.",
    "abstract": "In patients with ATP7A-related disorders, counseling is challenging due to clinical overlap between the entities, the absence of predictive biomarkers and a clear genotype-phenotype correlation. We performed a systematic literature review by querying the MEDLINE and Embase databases identifying 143 relevant papers. We recorded data on the phenotype and genotype in 162 individuals with a molecularly confirmed ATP7A-related disorder in order to identify differentiating clinical criteria, evaluate genotype-phenotype correlations and propose management guidelines. Early seizures are specific for classical Menkes disease (CMD), that is characterized by early-onset neurodegenerative disease with high mortality rates. Ataxia is an independent indicator for atypical Menkes disease, that shows better survival rates than CMD. Bony exostoses, radial head dislocations, herniations and dental abnormalities are specific for occipital horn syndrome (OHS) that may further present with developmental delay and connective tissue manifestations. Intracranial tortuosity and bladder diverticula, both with high risk of complications, are common among all subtypes. Low ceruloplasmin is a more sensitive and discriminating biomarker for ATP7A-related disorders than serum copper. Truncating mutations are frequently associated with CMD, in contrast with splice site and intronic mutations which are more prevalent in OHS.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39194158",
    "pmid": "39194158",
    "doi": "10.1002/mgg3.70001",
    "title": "Genetic Manifestations and Phenotype Spectrum in Infants With Feeding Difficulty.",
    "abstract": "<h4>Background</h4>Feeding difficulties frequently co-occur with multisystem disorders attributed to rare genetic diseases. In this study, we aimed to describe the genetic manifestations and phenotype spectrum in infants experiencing feeding difficulties.<h4>Methods</h4>This case series included infants under 6 months old with feeding difficulties admitted to the neonatal department of Children's Hospital, Zhejiang University School of Medicine from October 2018 to May 2022. All infants underwent whole-exome sequencing (WES) during hospitalisation, and their clinical phenotypes and genetic results were analyzed.<h4>Results</h4>Among 28 infants studied, nine were preterm and 19 were full-term. Median admission age was 13.5 days (IQR 6.5, 35), with a median hospital stay of 16 days (IQR 10.5, 30). Overall, 12 (42.9%) cases were complicated with multiple malformations. Abnormal muscle tone (53.6%) and neurological issues (42.9%) were notable prevalent in these infants. Cranial MR abnormalities were noted in 96.2% of cases. Based on the combined analysis of WES results and clinical phenotypes, a total of 22 (78.3%) patients displayed disease-related genetic variation identified through WES; among them, 15 (53.6%) patients received genetic diagnoses, while 7 (25%) patients were suspected diagnoses. Positive findings were more frequent in full-term (89.5%) than preterm infants (55.6%). Ultimately, 24 (85.7%) patients were discharged alive, with 75% requiring post-discharge tube feeding. Following discharge, five patients developed new symptoms linked to genetic variants, and two patients died.<h4>Conclusions</h4>Feeding difficulty may constitute a facet of the phenotypic spectrum of rare genetic diseases. Whole-exome sequencing can enhance molecular diagnosis accuracy for infants with feeding difficulties.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37718523",
    "pmid": "37718523",
    "doi": "10.2174/0929867331666230915162405",
    "title": "The Tao of Copper Metabolism: From Physiology to Pathology.",
    "abstract": "As a transitional metal, copper plays a crucial role in maintaining the normal physiological activities of mammals. The intracellular copper concentration is meticulously regulated to maintain extremely low levels through homeostatic regulation. Excessive accumulation of free copper in cells can have deleterious effects, as observed in conditions such as Wilson's disease. Moreover, data accumulated over the past few decades have revealed a crucial role of copper imbalance in tumorigenesis, progression and metastasis. Recently, cuproptosis, also known as copper-induced cell death, has been proposed as a novel form of cell death. This discovery offers new prospects for treating copperrelated diseases and provides a promising avenue for developing copper-responsive therapies, particularly in cancer treatment. We present a comprehensive overview of the Yin- Yang equilibrium in copper metabolism, particularly emphasising its pathophysiological alterations and their relevance to copper-related diseases and malignancies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34264859",
    "pmid": "34264859",
    "doi": "",
    "title": "Therapeutic Use of Trace Elements in Dermatology.",
    "abstract": "Trace elements (microminerals) play a role in many physiological functions, including hormone production and cellular growth. However, their importance in diagnosing and treating dermatologic disease has not been well examined. In this review, we discuss the functions, sources, and recommended requirements of each micromineral. In addition, we analyze the systemic and dermatological manifestations associated with micromineral imbalances. The pathogenesis of genodermatoses, such as Wilson disease, Menkes disease, acrodermatitis enteropathica, and allergic dermatitis, are also discussed. Included are studies examining the potential therapeutic role of zinc, selenium, and copper in inflammatory diseases, skin cancer, and photoaging.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37499466",
    "pmid": "37499466",
    "doi": "10.1016/j.jinorgbio.2023.112334",
    "title": "Bioactive copper(II) agents and their potential involvement in the treatment of copper deficiency-related orphan diseases.",
    "abstract": "The deregulation of copper homoeostasis can promote various diseases such as Menkes disease or hypertrophic cardioencephalomyopathy. We have recently synthesized solid copper(II) complexes ([Cu(His)<sub>2</sub>Cl<sub>2</sub>] and [Cu(Ser)<sub>2</sub>]), stable in physiological media and with potential as therapeutic agents. This report describes: i) the biocompatibility of these complexes at concentrations up to 100 μM using a differentiated Caco-2 cells model; ii) their transport across the intestinal epithelium using a transepithelial resistance assay and monitoring the amount of copper complexes at the apical and basolateral sides of the cells. The results suggest that the flow occurs through paracellular routes. The intracellular copper retention was <2.7% with no significant differences in intracellular copper content between 6 h and 48 h, suggesting an early copper retention process. Furthermore, this is the first evidence that demonstrates [Cu(His)<sub>2</sub>Cl<sub>2</sub>] and [Cu(Ser)<sub>2</sub>] induce transcriptional downregulation of the four major copper transporters (CTR1, DMT1, ATP7A, ATP7B), and the upregulation of the metallothionein gene expression. A remarkable finding was the increase in cytochrome c oxidase activity observed after the treatment of differentiated Caco-2 cells with copper(II) complexes at concentrations of 50-100 μM. The understanding of the transport mechanisms of these copper(II) complexes across the intestinal epithelium and of their subsequent biological activities could contribute to the development of optimal pharmaceutical formulations for the therapy of copper deficiency-related diseases.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38989937",
    "pmid": "38989937",
    "doi": "10.4103/nrr.nrr-d-24-00110",
    "title": "Role of copper in central nervous system physiology and pathology.",
    "abstract": "Copper is a transition metal and an essential element for the organism, as alterations in its homeostasis leading to metal accumulation or deficiency have pathological effects in several organs, including the central nervous system. Central copper dysregulations have been evidenced in two genetic disorders characterized by mutations in the copper-ATPases ATP7A and ATP7B, Menkes disease and Wilson's disease, respectively, and also in multifactorial neurological disorders such as Alzheimer's disease, Parkinson's disease, amyotrophic lateral sclerosis, and multiple sclerosis. This review summarizes current knowledge about the role of copper in central nervous system physiology and pathology, reports about unbalances in copper levels and/or distribution under disease, describes relevant animal models for human disorders where copper metabolism genes are dysregulated, and discusses relevant therapeutic approaches modulating copper availability. Overall, alterations in copper metabolism may contribute to the etiology of central nervous system disorders and represent relevant therapeutic targets to restore tissue homeostasis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37307968",
    "pmid": "37307968",
    "doi": "10.1016/j.ijbiomac.2023.124993",
    "title": "Integrating reduced amino acid composition into PSSM for improving copper ion-binding protein prediction.",
    "abstract": "Copper ion-binding proteins play an essential role in metabolic processes and are critical factors in many diseases, such as breast cancer, lung cancer, and Menkes disease. Many algorithms have been developed for predicting metal ion classification and binding sites, but none have been applied to copper ion-binding proteins. In this study, we developed a copper ion-bound protein classifier, RPCIBP, which integrating the reduced amino acid composition into position-specific scoring matrix (PSSM). The reduced amino acid composition filters out a large number of useless evolutionary features, improving the operational efficiency and predictive ability of the model (feature dimension from 2900 to 200, ACC from 83 % to 85.1 %). Compared with the basic model using only three sequence feature extraction methods (ACC in training set between 73.8 %-86.2 %, ACC in test set between 69.3 %-87.5 %), the model integrating the evolutionary features of the reduced amino acid composition showed higher accuracy and robustness (ACC in training set between 83.1 %-90.8 %, ACC in test set between 79.1 %-91.9 %). Best copper ion-binding protein classifiers filtered by feature selection progress were deployed in a user-friendly web server (http://bioinfor.imu.edu.cn/RPCIBP). RPCIBP can accurately predict copper ion-binding proteins, which is convenient for further structural and functional studies, and conducive to mechanism exploration and target drug development.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39875206",
    "pmid": "39875206",
    "doi": "10.1111/jir.13209",
    "title": "Community and Hospital Healthcare Use by Adults With and Without Intellectual and Developmental Disabilities in Ontario, Canada, During the First 2 Years of the COVID-19 Pandemic.",
    "abstract": "<h4>Background</h4>This study describes the proportion of Ontario adults with and without intellectual and developmental disabilities (IDD) who used community- and hospital-based healthcare in the first 2 years of the pandemic compared with the year pre-COVID-19.<h4>Methods</h4>Linked health administrative databases identified 87 341 adults with IDD and also adults without IDD living in Ontario, Canada. For each cohort, counts and proportions of adults who used different types of healthcare services were reported for the pre-COVID-19 year (16 March 2019 to 14 March 2020) and the first two COVID-19 years (15 March 2020 to 14 March 2021 and 15 March 2021 to 14 March 2022).<h4>Results</h4>Compared with the year prior to COVID-19, the proportion of adults with and without IDD who used health services was lower during the first COVID-19 year, but the likelihood of all types of visits increased during the second year. The likelihood of using homecare and of being hospitalized nearly returned to pre-pandemic levels. Virtual physician visits increased in each COVID-19 year from 5.2% prior to the pandemic to 13.0% in year 1 and 58.7% in year 2. For all years, the proportion of adults who used each service type was higher for those with IDD than without IDD.<h4>Conclusions</h4>For adults with and without IDD in Ontario, Canada, during the first two COVID-19 years healthcare use decreased for all service types, except for virtual physician visits. In the second year, healthcare use increased but did not reach pre-COVID-19 levels. In all years, adults with IDD were more likely to use services than other adults.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39518128",
    "pmid": "39518128",
    "doi": "10.3390/cancers16213691",
    "title": "Copper and Colorectal Cancer.",
    "abstract": "Minerals constitute only 5% of the typical human diet but are vital for health and functionality. Copper, a trace element, is absorbed by the human gut at 30-40% from diets typical of industrialized countries. The liver produces metallothioneins, which store copper. Copper is crucial for mitochondrial respiration, pigmentation, iron transport, antioxidant defense, hormone production, and extracellular matrix biosynthesis. Copper deficiency, often caused by mutations in the <i>ATP7A</i> gene, results in Menkes disease, an X-linked recessive disorder. On the contrary, Wilson disease is characterized by toxic copper accumulation. Cuproptosis, a unique form of cell death regulated by copper, is a subtype of necrosis induced by enhanced mitochondrial metabolism and intracellular copper accumulation. This process can reduce the malignant potential of tumor cells by inhibiting glucose metabolism. Therapeutically, copper and its complexes have shown efficacy in malignancy treatments. The disruption of copper homeostasis and excessive cuproplasia are significant in colorectal cancer development and metastasis. Therefore, manipulating copper status presents a potential therapeutic target for colorectal cancer, using copper chelators to inhibit copper formation or copper ion carriers to promote cuproptosis. This review highlights the role of copper in human physiology and pathology, emphasizing its impact on colorectal cancer and potential therapeutic strategies. Future AI-based approaches are anticipated to accelerate the development of new compounds targeting cuproptosis and copper disruption in colorectal cancer.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39589160",
    "pmid": "39589160",
    "doi": "10.4103/nrr.nrr-d-24-00642",
    "title": "Copper homeostasis and neurodegenerative diseases.",
    "abstract": "Copper, one of the most prolific transition metals in the body, is required for normal brain physiological activity and allows various functions to work normally through its range of concentrations. Copper homeostasis is meticulously maintained through a complex network of copper-dependent proteins, including copper transporters (CTR1 and CTR2), the two copper ion transporters the Cu -transporting ATPase 1 (ATP7A) and Cu-transporting beta (ATP7B), and the three copper chaperones ATOX1, CCS, and COX17. Disruptions in copper homeostasis can lead to either the deficiency or accumulation of copper in brain tissue. Emerging evidence suggests that abnormal copper metabolism or copper binding to various proteins, including ceruloplasmin and metallothionein, is involved in the pathogenesis of neurodegenerative disorders. However, the exact mechanisms underlying these processes are not known. Copper is a potent oxidant that increases reactive oxygen species production and promotes oxidative stress. Elevated reactive oxygen species levels may further compromise mitochondrial integrity and cause mitochondrial dysfunction. Reactive oxygen species serve as key signaling molecules in copper-induced neuroinflammation, with elevated levels activating several critical inflammatory pathways. Additionally, copper can bind aberrantly to several neuronal proteins, including alpha-synuclein, tau, superoxide dismutase 1, and huntingtin, thereby inducing neurotoxicity and ultimately cell death. This study focuses on the latest literature evaluating the role of copper in neurodegenerative diseases, with a particular focus on copper-containing metalloenzymes and copper-binding proteins in the regulation of copper homeostasis and their involvement in neurodegenerative disease pathogenesis. By synthesizing the current findings on the functions of copper in oxidative stress, neuroinflammation, mitochondrial dysfunction, and protein misfolding, we aim to elucidate the mechanisms by which copper contributes to a wide range of hereditary and neuronal disorders, such as Wilson's disease, Menkes' disease, Alzheimer's disease, Parkinson's disease, amyotrophic lateral sclerosis, Huntington's disease, and multiple sclerosis. Potential clinically significant therapeutic targets, including superoxide dismutase 1, D-penicillamine, and 5,7-dichloro-2-[(dimethylamino)methyl]-8-hydroxyquinoline, along with their associated therapeutic agents, are further discussed. Ultimately, we collate evidence that copper homeostasis may function in the underlying etiology of several neurodegenerative diseases and offer novel insights into the potential prevention and treatment of these diseases based on copper homeostasis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38339398",
    "pmid": "38339398",
    "doi": "10.3390/cancers16030647",
    "title": "Cuproptosis: Unraveling the Mechanisms of Copper-Induced Cell Death and Its Implication in Cancer Therapy.",
    "abstract": "Copper, an essential element for various biological processes, demands precise regulation to avert detrimental health effects and potential cell toxicity. This paper explores the mechanisms of copper-induced cell death, known as cuproptosis, and its potential health and disease implications, including cancer therapy. Copper ionophores, such as elesclomol and disulfiram, increase intracellular copper levels. This elevation triggers oxidative stress and subsequent cell death, offering potential implications in cancer therapy. Additionally, copper ionophores disrupt mitochondrial respiration and protein lipoylation, further contributing to copper toxicity and cell death. Potential targets and biomarkers are identified, as copper can be targeted to those proteins to trigger cuproptosis. The role of copper in different cancers is discussed to understand targeted cancer therapies using copper nanomaterials, copper ionophores, and copper chelators. Furthermore, the role of copper is explored through diseases such as Wilson and Menkes disease to understand the physiological mechanisms of copper. Exploring cuproptosis presents an opportunity to improve treatments for copper-related disorders and various cancers, with the potential to bring significant advancements to modern medicine.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39207127",
    "pmid": "39207127",
    "doi": "10.33588/rn.7905.2024088",
    "title": "[Epilepsy and inborn errors of metabolism].",
    "abstract": "<h4>Introduction</h4>Epilepsy is a common manifestation in inborn errors of metabolism, with varying degrees of severity and response to treatment.<h4>Objective</h4>To determine its incidence and characteristics in metabolic diseases.<h4>Material and methods</h4>A retrospective review of neuropaediatric and metabolic databases was performed. Data on the type of epilepsy, age of onset and refractoriness were collected.<h4>Results</h4>Two cases out of three (66%) with molybdenum cofactor deficiency and neonatal epileptic encephalopathy; three with vitamin-sensitive epilepsies: pyridoxamine sulphate oxidase deficiency, antichitin and biotinidase deficiency, early onset and good seizure control with biotin; one with homocystinuria, with late onset and polytherapy; one with Menkes disease difficult to control; two with GLUT-1 deficiencies with absent and generalized discharges in the electroencephalogram; five (33%) peroxisomes in monotherapy, except for a suspected peroxisome biogenesis deficiency; 13 (34%) lysosomal deficiencies; a glycosylation disorder, with infantile and refractory spasms; seven (8.5%) organic aminoacidopathies and acidurias, one with infantile spasms (propionic acidemia), three with nonketotic hyperglycinemia with neonatal epileptic encephalopathy, one with monotherapy (leukinosis) and two (3.3%) with unscreened hyperphenylalaninemia; and five (20%) mitochondrial, most of which had oxidative phosphorylation deficiencies.<h4>Conclusions</h4>The diagnosis of metabolic epilepsy requires a high level of suspicion in unscreened diseases. The semiology of the seizures and the electrocardiogram data are not characteristic, but some clinical data may provide guidance, such as early onset and refractoriness, neuroimaging and some biochemical markers. Although genetic studies are increasingly cost-effective in epilepsy, we must continue to search for earlier biomarkers and test targeted therapeutic trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39659361",
    "pmid": "39659361",
    "doi": "10.3389/fmolb.2024.1477971",
    "title": "Novel insights into cuproptosis inducers and inhibitors.",
    "abstract": "Cuproptosis is a new pattern of Cu-dependent cell death distinct from classic cell death pathways and characterized by aberrant lipoylated protein aggregation in TCA cycle, Fe-S cluster protein loss, HSP70 elevation, proteotoxic and oxidative stress aggravation. Previous studies on Cu homeostasis and Cu-induced cell death provide a great basis for the discovery of cuproptosis. It has gradually gathered enormous research interests and large progress has been achieved in revealing the metabolic pathways and key targets of cuproptosis, due to its role in mediating some genetic, neurodegenerative, cardiovascular and tumoral diseases. In terms of the key targets in cuproptosis metabolic pathways, they can be categorized into three types: oxidative stress, mitochondrial respiration, ubiquitin-proteasome system. And strategies for developing cuproptosis inducers and inhibitors involved in these targets have been continuously improved. Briefly, based on the essential cuproptosis targets and metabolic pathways, this paper classifies some relevant inducers and inhibitors including small molecule compounds, transcription factors and ncRNAs with the overview of principle, scientific and medical application, in order to provide reference for the cuproptosis study and target therapy in the future.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36562171",
    "pmid": "36562171",
    "doi": "10.1111/cge.14289",
    "title": "Fatal congenital copper transport defect caused by a homozygous likely pathogenic variant of SLC31A1.",
    "abstract": "Known hereditary human diseases featuring impaired copper trafficking across cellular membranes involve ATP7A (Menkes disease, occipital horn disease, X-linked spinal muscular atrophy type 3) and ATP7B (Wilson disease). Herein, we report a newborn infant of consanguineous parents with a homozygous pathogenic variant in a highly conserved sequence of SLC31A1, coding for the copper influx transporter 1, CTR1. This missense variant, c.236T > C, was detected by whole exome sequencing. The infant was born with pulmonary hypoplasia and suffered from severe respiratory distress immediately after birth, necessitating aggressive mechanical ventilation. At 2 weeks of age, multifocal brain hemorrhages were diagnosed by cerebral ultrasound and magnetic resonance imaging, together with increased tortuosity of cerebral arteries. Ensuing seizures were only partly controlled by antiepileptic drugs, and the infant became progressively comatose. Laboratory investigations revealed very low serum concentrations of copper and ceruloplasmin. No hair shaft abnormalities were detected by dermatoscopy or light microscopic analyses of embedded hair shafts obtained at 4 weeks of life. The infant died after redirection of care and elective cessation of invasive mechanical ventilation at 1 month of age. This case adds SLC31A1 to the genes implicated in severe hereditary disorders of copper transport in humans.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36435678",
    "pmid": "36435678",
    "doi": "10.1016/j.tem.2022.11.001",
    "title": "Mitochondrial copper in human genetic disorders.",
    "abstract": "Copper is an essential micronutrient that serves as a cofactor for enzymes involved in diverse physiological processes, including mitochondrial energy generation. Copper enters cells through a dedicated copper transporter and is distributed to intracellular cuproenzymes by copper chaperones. Mitochondria are critical copper-utilizing organelles that harbor an essential cuproenzyme cytochrome c oxidase, which powers energy production. Mutations in copper transporters and chaperones that perturb mitochondrial copper homeostasis result in fatal genetic disorders. Recent studies have uncovered the therapeutic potential of elesclomol, a copper ionophore, for the treatment of copper deficiency disorders such as Menkes disease. Here we review the role of copper in mitochondrial energy metabolism in the context of human diseases and highlight the recent developments in copper therapeutics.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38344647",
    "pmid": "38344647",
    "doi": "10.7759/cureus.52149",
    "title": "Postpartum Hypocupric Myelopathy Masquerading as Acute Transverse Myelitis: A Case Report and Literature Review of a Rare Presentation.",
    "abstract": "The symptoms of transverse myelitis, an acute demyelinating inflammatory condition of the spinal cord, include motor, sensory, and bowel-bladder dysfunction that can develop suddenly or gradually. Several etiologies, such as bacterial, fungal, or viral infections, cancer, autoimmune diseases, vascular problems, and environmental variables, can cause it. The identification of copper deficiency myelopathy (CDM) as a curable cause of non-compressive inflammatory myelopathy has only occurred recently. Patients frequently present with sensory complaints and a spastic gait. The neurological disease may exist independently of the hematologic signs. Only a few cases of copper myelopathy in peripartum women have been documented. Given that hypocupric myelopathy is a treatable cause of debilitating paraplegia, maintaining clinical vigilance will be crucial in minimizing neurological sequelae, as demonstrated in this case report.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37563452",
    "pmid": "37563452",
    "doi": "10.1038/s41390-023-02767-z",
    "title": "Genetic etiology of progressive pediatric neurological disorders.",
    "abstract": "<h4>Background</h4>The aim of the study was to characterize molecular diagnoses in patients with childhood-onset progressive neurological disorders of suspected genetic etiology.<h4>Methods</h4>We studied 48 probands (age range from newborn to 17 years old) with progressive neurological disorders of unknown etiology from the largest pediatric neurology clinic in Finland. Phenotypes included encephalopathy (54%), neuromuscular disorders (33%), movement disorders (11%), and one patient (2%) with hemiplegic migraine. All patients underwent whole-exome sequencing and disease-causing genes were analyzed.<h4>Results</h4>We found 20 (42%) of the patients to have variants in genes previously associated with disease. Of these, 12 were previously reported disease-causing variants, whereas eight patients had a novel variant on a disease-causing gene: ATP7A, CHD2, PURA, PYCR2, SLC1A4, SPAST, TRIT1, and UPF3B. Genetics also enabled us to define atypical clinical presentations of Rett syndrome (MECP2) and Menkes disease (ATP7A). Except for one deletion, all findings were single-nucleotide variants (missense 72%, truncating 22%, splice-site 6%). Nearly half of the variants were de novo.<h4>Conclusions</h4>The most common cause of childhood encephalopathies are de novo variants. Whole-exome sequencing, even singleton, proved to be an efficient tool to gain specific diagnoses and in finding de novo variants in a clinically heterogeneous group of childhood encephalopathies.<h4>Impact</h4>Whole-exome sequencing is useful in heterogeneous pediatric neurology cohorts. Our article provides further evidence for and novel variants in several genes. De novo variants are an important cause of childhood encephalopathies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39806721",
    "pmid": "39806721",
    "doi": "10.1136/bmjopen-2024-089032",
    "title": "Wilson disease in the USA: epidemiology and real-world patient characteristics based on a retrospective observational health claims study.",
    "abstract": "<h4>Objectives</h4>To describe the epidemiology, patient characteristics and comorbidities in patients with Wilson disease (WD) in the USA.<h4>Design</h4>Retrospective, population-based study.<h4>Setting</h4>The study used the US Komodo claims database containing records regarding medical claims for over 120 million individuals.<h4>Participants</h4>Patients with WD were identified via ICD-10 (10th revision of the International Classification of Diseases) code during the study period 2016-2019 and no age restriction was applied. A further stratification by disease subtype ('hepatic', 'neurologic' and 'psychiatric') was performed.<h4>Main outcome measures</h4>WD prevalence was reported by age, sex and US census regions/divisions. Adjusted prevalence was calculated using age-specific prevalence standardised to the USA (2010 US census) and to the world (WHO 2000-2025) to enable comparisons across countries, using direct standardisation of prevalence estimates by age group.<h4>Results</h4>Overall, 2115 patients with WD were identified during the study period. Among them, 56.8% had hepatic symptoms, 57.0% neurologic symptoms and 47.4% psychiatric symptoms. The most frequent manifestations in hepatic patients were liver signs and symptoms (90.8%), in neurologic patients cognitive defects (50.7%) and in psychiatric patients mood disorders (86.4%). The mean age in the overall cohort was 39.9 years. Prevalence estimation was based on 1481 patients with WD between 2017 and 2019. The 2017-2019 crude period prevalence was 21.2 patients per million (95% CI: 20.1 to 22.3), with similar prevalence observed for both sexes.<h4>Conclusions</h4>This study provides important real-world data on the diagnosed prevalence of WD in the USA and revealed the comorbidities associated with various disease subtypes, thereby providing a comprehensive basis for guiding physicians and policy makers in the management of this chronic disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35464712",
    "pmid": "35464712",
    "doi": "10.1016/j.heliyon.2022.e09268",
    "title": "Almost misdiagnosed Menkes disease: A case report.",
    "abstract": "<h4>Background</h4>Menkes disease is a disorder of copper metabolism and which follows a progressive degeneration of brain. It is a rare X-linked recessive disorder that results from mutations in ATP7A gene. The early diagnosis of Menkes disease is critical to patients' prognosis.<h4>Case presentation</h4>We report a case of Menkes disease. A 4-month-old boy presented with intermittent convulsions for a week. The brain MRI showed excessive tortuosities of intracranial vessels, and radiologists prompted for further examinations to confirm that it was Menkes disease. Patient was advised for biochemical investigations and genetic tests. Reduced level of ceruloplasmin (0.04 g/L; normal range, 0.2-0.6 g/L) was revealed. Genetic testing revealed a missense mutation within exon 18, c.3548 G > A, p.G1183D. This patient was almost misdiagnosed as epilepsy. Fortunately, based on the clues from radiologist, further physical examination and experimental tests were carried out.<h4>Conclusion</h4>We reported the imaging features of a case of Menkes disease, which can provide clinicians with more clues to consider the possibility of this rare disease.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39290254",
    "pmid": "39290254",
    "doi": "10.1002/mco2.724",
    "title": "Copper homeostasis and cuproptosis in health and disease.",
    "abstract": "Copper is a vital trace element in human physiology, essential for the synthesis of numerous crucial metabolic enzymes and facilitation of various biological processes. Regulation of copper levels within a narrow range is imperative for maintaining metabolic homeostasis. Numerous studies have demonstrated the significant roles of copper homeostasis and cuproptosis in health and disease pathogenesis. However, a comprehensive and up-to-date systematic review in this domain remains absent. This review aims to consolidate recent advancements in understanding the roles of cuproptosis and copper homeostasis in health and disease, focusing on the underlying mechanisms and potential therapeutic interventions. Dysregulation of copper homeostasis, manifesting as either copper excess or deficiency, is implicated in the etiology of various diseases. Cuproptosis, a recently identified form of cell death, is characterized by intracellular copper overload. This phenomenon mediates a diverse array of evolutionary processes in organisms, spanning from health to disease, and is implicated in genetic disorders, liver diseases, neurodegenerative disorders, and various cancers. This review provides a comprehensive summary of the pathogenic mechanisms underlying cuproptosis and copper homeostasis, along with associated targeted therapeutic agents. Furthermore, it explores future research directions with the potential to yield significant advancements in disease treatment, health management, and disease prevention.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39702499",
    "pmid": "39702499",
    "doi": "10.1186/s13104-024-07025-x",
    "title": "Copper status and its relation to abdominal obesity indices and liver function in non-alcoholic fatty liver disease: a case-control study.",
    "abstract": "<h4>Objective</h4>This study investigated copper (Cu) status in relation to abdominal obesity indices and liver function in patients with non-alcoholic fatty liver disease (NAFLD). This case-control study was carried out on 80 overweight/obese patients with NAFLD and 80 apparently healthy age, sex, and body mass index (BMI)-matched controls. A validated and reliable 168-item semi-quantitative food frequency questionnaire was completed for each subject and fasting serum levels of liver aminotransferases, ferritin, Cu and ceruloplasmin were assessed.<h4>Results</h4>Mean intakes of energy and carbophydrate were significantly lower in patients with NAFLD than the control group while mean protein intake was highre (p < 0.05). Although mean Cu intake was greater in cases than controls, low dietary intake of Cu was found in 7.5% and 32.5% of the cases and controls, respectively. Apart from serum levels of liver aminotransferases (p < 0.001) and ferritin (p = 0.010), no significant differences were found in serum levels of Cu and ceruloplasmin. Serum and dietary Cu were positively correlated with obesity indices and serum ceruloplasmin was correlated with waist to height ratio and ferritin only in cases (p < 0.05). Low Cu intake (< 0.95 mg/day) was more likely to increase the odds of NAFLD (p for trend = 0.002), after adjusting for potential confounders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39206314",
    "pmid": "39206314",
    "doi": "10.3389/fnut.2024.1419379",
    "title": "Association between dietary copper, iron, zinc, selenium intake and osteopenia or osteoporosis in elderly hypertensive patients: a retrospective cohort study.",
    "abstract": "<h4>Aim</h4>The study aimed to investigate the link between dietary copper, iron, zinc, selenium intake with osteopenia and osteoporosis in elderly hypertensive patients.<h4>Methods</h4>The data of hypertensive patients were extracted from the National Health and Nutrition Examination Survey 2005-2010, 2013-2014, and 2017-2018. Data of dietary iron, zinc, copper and selenium intakes were obtained according to 24-h diet recall interviews. Osteopenia and osteoporosis were determined based on the bone mineral density. Weighted liner regression and weighted logistic regression were employed to assess the association between iron, zinc, copper, and selenium intakes with osteopenia and osteoporosis. All results were presented as β, odds ratios (ORs), and 95% confidence intervals (CIs).<h4>Results</h4>In total, 5,286 elderly hypertensive patients were included. Among them, 2,961 (56.02%) patients have osteopenia, and 566 (10.71%) have osteoporosis. After adjusting all covariates, dietary copper intake ≥the recommended daily allowance was positively correlated with bone mineral density on total femur (β = 0.086, 95% CI: 0.021-0.152) and femoral neck (β = 0.097, 95% CI: 0.016-0.178). Dietary zinc intake ≥the recommended daily allowance was also positively correlated with bone mineral density on total femur (β = 0.092, 95% CI: 0.030-0.153) and femoral neck (β = 0.122, 95% CI: 0.050-0.193). Dietary copper (O = 0.581, 95% CI: 0.394-0.858) and zinc (OR = 0.595, 95% CI: 0.429-0.827) intake ≥the recommended daily allowance levels were related to increased odds of osteoporosis in elderly with hypertension.<h4>Conclusion</h4>Higher dietary copper and zinc intake was associated with lower odds of osteoporosis in the elderly hypertensive patients. Higher dietary intake included copper and zinc may be beneficial for the bone health in the elderly hypertensive patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39595533",
    "pmid": "39595533",
    "doi": "10.3390/biom14111356",
    "title": "Selected Trace Elements and Their Impact on Redox Homeostasis in Eye Health.",
    "abstract": "Oxidative stress plays a crucial role in the pathogenesis of various ocular degenerative diseases, leading to structural and functional changes in eye tissues. This imbalance between reactive oxygen species (ROS) and antioxidants significantly contributes to conditions such as age-related macular degeneration, diabetic retinopathy, cataracts, and glaucoma. Both enzymatic and nonenzymatic antioxidants are vital for maintaining ocular health by neutralizing ROS and restoring cellular redox balance. Essential trace elements, including iron, zinc, copper, and selenium, are fundamental for the proper functioning of these antioxidant systems. Iron is indispensable for enzymatic activity and cellular energy production, zinc supports numerous proteins involved in visual functions and antioxidant defense, copper is essential for various enzymatic reactions preventing oxidative stress, and selenium is critical for the activity of antioxidant enzymes such as glutathione peroxidase (GPX) and thioredoxin reductase (TrxR). This review summarizes current research on the complex interactions between oxidative stress and trace elements in ocular diseases, highlighting the therapeutic potential of antioxidant supplementation to mitigate oxidative damage and improve eye health. By integrating insights from studies on oxidative stress, trace elements, and eye physiology, this article underscores new diagnostic and therapeutic strategies that could lead to more effective prevention and treatment of ocular diseases, aiming to enhance clinical outcomes and guide future research in optimizing therapeutic strategies for eye health.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39997089",
    "pmid": "39997089",
    "doi": "10.3390/ejihpe15020025",
    "title": "The Role of Copper Intake in Bone Health: A Quantitative Analysis in Postmenopausal Spanish Women.",
    "abstract": "(1) Background: Copper is a crucial trace element which is vital to growth and development and is especially important in bone health. Copper intake is now the focus of much broader research beyond its associations with nail growth, looking at copper's potential in contributing to bone integrity to prevent a high risk of osteoporosis as well. (2) Methods: This study included postmenopausal women from a larger longitudinal study conducted between 2019 and 2022. Bone health was assessed using three quantitative techniques: heel QUS, DXA and pQCT. Copper intake was evaluated using a 131-item, 7-day food frequency questionnaire. Data from these assessments were used to analyze the relationship between copper intake and bone health. (3) Results: In the unadjusted multiple linear regression model, associations were found between copper intake levels and both BUA (dB/MHz) and pQCT cortical + subcortical density (mg/cm<sup>3</sup>), with copper intake acting as a negative predictor in both instances. However, these associations lost statistical significance after adjusting for participant age and weight. No further associations were identified for the other parameters assessed. (4) We conclude that our study does not reveal an association between copper intake and bone health in postmenopausal Spanish women.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38651489",
    "pmid": "38651489",
    "doi": "10.3390/biotech13020009",
    "title": "Synthesis and Biological Activities of Some Metal Complexes of Peptides: A Review.",
    "abstract": "Peptides, both natural and synthetic, are well suited for a wide range of purposes and offer versatile applications in different fields such as biocatalysts, injectable hydrogels, tumor treatment, and drug delivery. The research of the better part of the cited papers was conducted using various database platforms such as MetalPDB. The rising prominence of therapeutic peptides encompasses anticancer, antiviral, antimicrobial, and anti-neurodegenerative properties. The metals Na, K, Mg, Ca, Fe, Mn, Co, Cu, Zn, and Mo are ten of the twenty elements that are considered essential for life. Crucial for understanding the biological role of metals is the exploration of metal-bound proteins and peptides. Aside from essential metals, there are other non-essential metals that also interact biologically, exhibiting either therapeutic or toxic effects. Irregularities in metal binding contribute to diseases like Alzheimer's, neurodegenerative disorders, Wilson's, and Menkes disease. Certain metal complexes have potential applications as radiopharmaceuticals. The examination of these complexes was achieved by preforming UV-Vis, IR, EPR, NMR spectroscopy, and X-ray analysis. This summary, although unable to cover all of the studies in the field, offers a review of the ongoing experimentation and is a basis for new ideas, as well as strategies to explore and gain knowledge from the extensive realm of peptide-chelated metals and biotechnologies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39803339",
    "pmid": "39803339",
    "doi": "10.13004/kjnt.2024.20.e42",
    "title": "Successful Treatment of Growing Skull Fracture That Developed Only 3 Weeks After Injury: A Case Report.",
    "abstract": "A growing skull fracture (GSF) is a fracture that gradually widens as the arachnoid membrane or brain parenchyma herniates into the fractured space in a skull fracture accompanied by dural injury. GSF has a good prognosis if diagnosed early and treated surgically. However, it is generally a chronic complication with low incidence, making diagnosis difficult. Here, we present the case of a 13-month-old female infant who underwent surgical intervention for a GSF that grew rapidly within 3 weeks with a good outcome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39959193",
    "pmid": "39959193",
    "doi": "10.62347/uymp7222",
    "title": "ATP7A as a prognostic biomarker and potential therapeutic target in gastric cancer.",
    "abstract": "<h4>Objectives</h4>To investigate the roles of Cu transporter ATPase copper transporting alpha (ATP7A) in gastric cancer (GC) progression and prognosis.<h4>Methods</h4>ATP7A expression was investigated using databases, immunohistochemistry (IHC) and qPCR in tumor tissues and GC cell lines. Diagnostic and prognostic value of ATP7A was assessed by Receiver Operating Characteristic (ROC) and Kaplan-Meier curve, respectively. The roles of ATP7A were explored using protein-protein interaction (PPI), Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG) and Gene Set Enrichment Analysis (GSEA), ssGSEA algorithm and Tumor Immune Estimation Resource (TIMER) databases. Subsequently, the effects of ATP7A were evaluated by Cell Counting Kit-8 (CCK-8), colony formation, and transwell assays.<h4>Results</h4>ATP7A overexpression was associated with a higher IHC score and a larger area under the ROC curve (0.746). Elevated ATP7A expression correlated with shorter survival time, greater invasion depth of GC lesions, advanced pathological stages, and older age in GC patients. Comprehensive analysis revealed that ATP7A was involved in copper ion transport, transition metal ion homeostasis, cellular transition metal ion homeostasis, and copper ion homeostasis. Additionally, ATP7A was linked to key signaling pathways, including Hedgehog, Wnt/β-catenin, and Notch, along with the top 10 hub genes. Furthermore, ATP7A played a role in immune infiltration, influencing T cells, dendritic cells, B cells, macrophages, and neutrophils, as well as the expression of immune checkpoints such as Cytotoxic T-Lymphocyte-Associated Protein 4 (CTLA-4), Programmed Cell Death Protein 1 Ligand 1 (PD-L1), T-Cell Immunoglobulin, and Mucin Domain-Containing Protein 3 (TIM-3). Experimental validation demonstrated that silencing ATP7A suppressed GC cell proliferation, colony formation, migration, and invasion.<h4>Conclusion</h4>ATP7A promoted GC progression and acted as a promising prognostic target for the treatment of GC.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36010023",
    "pmid": "36010023",
    "doi": "10.3390/children9081132",
    "title": "Low Copper Diet-A Therapeutic Option for Wilson Disease?",
    "abstract": "Wilson's disease (WD) is an autosomal recessive inherited disease in which a pathological storage of copper in various organs is the mean pathophysiological mechanism. The therapy consists of drug therapy with chelating agents or zinc. For patients, nutrition is always an important issue. The aim of this review was to determine whether there are clear recommendations for a low copper diet for WD patients, or whether the essential trace element zinc plays a role? We were able to show that some of the foods with high copper content would have to be consumed in such large quantities that this is regularly not the case. Furthermore, there are also different absorption rates depending on the copper content. A lower copper intake only prevents the re-accumulation of copper. In summary, consistent adherence to drug therapy is more important than a strict diet. Only two foods should be consistently avoided: Liver and Shellfish.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36583891",
    "pmid": "36583891",
    "doi": "10.24953/turkjped.2022.221",
    "title": "Evaluation of hair structural abnormalities in children with different neurological diseases.",
    "abstract": "<h4>Background</h4>Hair microscopy is a fast and effortless diagnostic method for many diseases affecting hair in daily practice. Many diseases can present with hair shaft disorders in pediatric neurology practice.<h4>Methods</h4>Children with pathological hair findings were included in our study. Microscopic evaluation of the hair was performed under light microscopy. The clinical findings, pathological hair shaft findings, laboratory tests, and final diagnosis of the patients were evaluated.<h4>Results</h4>In our study, 16 patients with rare pathological hair findings were identified. Of these 16 patients, nine were diagnosed with giant axonal neuropathy, three with Griscelli syndrome, two with Menkes disease, and two with autosomal recessive woolly hair disease. In hair inspection, curly and tangled hair in patients with giant axonal neuropathy; silvery blond hair in patients with Griscelli syndrome; sparse, coarse, and light-colored hair in patients with Menkes disease; and hypotrichosis in patients with autosomal recessive woolly hair were remarkable findings. Dystrophic hair was detected in most of the patients on light microscopy. In addition, signs of trichorrhexis nodosa, tricoptylosis, and pili torti were found. In particular, pigment deposition in the hair shaft of two patients diagnosed with Griscelli syndrome and pili torti findings in two patients with Menkes disease were the most important findings suggestingthe diagnosis.<h4>Conclusions</h4>Detection of hair findings in the physical examination and performing light microscopic evaluation facilitates the diagnosis of rare diseases accompanied by hair findings. A hair examination should be performed as a part of physical and neurological examinationson eachpatient regardless of thecomplaint.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36232742",
    "pmid": "36232742",
    "doi": "10.3390/ijms231911441",
    "title": "Decreased Expression of the <i>Slc31a1</i> Gene and Cytoplasmic Relocalization of Membrane CTR1 Protein in Renal Epithelial Cells: A Potent Protective Mechanism against Copper Nephrotoxicity in a Mouse Model of Menkes Disease.",
    "abstract": "Kidneys play an especial role in copper redistribution in the organism. The epithelial cells of proximal tubules perform the functions of both copper uptake from the primary urine and release to the blood. These cells are equipped on their apical and basal membrane with copper transporters CTR1 and ATP7A. <i>Mosaic</i> mutant mice displaying a functional dysfunction of ATP7A are an established model of Menkes disease. These mice exhibit systemic copper deficiency despite renal copper overload, enhanced by copper therapy, which is indispensable for their life span extension. The aim of this study was to analyze the expression of <i>Slc31a1</i> and <i>Slc31a2</i> genes (encoding CTR1/CTR2 proteins) and the cellular localization of the CTR1 protein in suckling, young and adult <i>mosaic</i> mutants. Our results indicate that in the kidney of both intact and copper-injected 14-day-old mutants showing high renal copper content, CTR1 mRNA level is not up-regulated compared to wild-type mice given a copper injection. The expression of the <i>Slc31a1</i> gene in 45-day-old mice is even reduced compared with intact wild-type animals. In suckling and young copper-injected mutants, the CTR1 protein is relocalized from the apical membrane to the cytoplasm of epithelial cells of proximal tubules, the process which prevents copper transport from the primary urine and, thus, protects cells against copper toxicity.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35433682",
    "pmid": "35433682",
    "doi": "10.3389/fcell.2022.856300",
    "title": "Oral Elesclomol Treatment Alleviates Copper Deficiency in Animal Models.",
    "abstract": "Copper (Cu) is an essential trace element for key biochemical reactions. Dietary or genetic copper deficiencies are associated with anemia, cardiomyopathy, and neurodegeneration. The essential requirement for copper in humans is illustrated by Menkes disease, a fatal neurodegenerative disorder of early childhood caused by mutations in the ATP7A copper transporter. Recent groundbreaking studies have demonstrated that a copper delivery small molecule compound, elesclomol (ES), is able to substantially ameliorate pathology and lethality in a mouse model of Menkes disease when injected as an ES-Cu<sup>2+</sup> complex. It is well appreciated that drugs administered through oral means are more convenient with better efficacy than injection methods. Here we show, using genetic models of copper-deficient <i>C. elegans</i> and mice, that dietary ES supplementation fully rescues copper deficiency phenotypes. Worms lacking either the homolog of the CTR1 copper importer or the ATP7 copper exporter showed normal development when fed ES. Oral gavage with ES rescued intestine-specific <i>Ctr1</i> knockout mice from early postnatal lethality without additional copper supplementation. Our findings reveal that ES facilitates copper delivery from dietary sources independent of the intestinal copper transporter CTR1 and provide insight into oral administration of ES as an optimal therapeutic for Menkes disease and possibly other disorders of copper insufficiency.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37449174",
    "pmid": "37449174",
    "doi": "10.1016/j.heliyon.2023.e17785",
    "title": "The 100 top-cited articles in the field of Wilson's disease from 1990 to 2022: A bibliometric study.",
    "abstract": "<h4>Objectives</h4>To characterize the 100 most-cited articles in the field of Wilson's Disease (WD) to provide a general overview and reveal the historical developments classical studies, and new findings.<h4>Design</h4>WD-related articles were searched on the Web of Science database. The 100 most-cited articles were retrieved and their descriptive statistics were analyzed.<h4>Data extraction and synthesis</h4>The 100 most-cited articles in the field of WD were selected and several parameters, including citation count, citation density, first author, corresponding author, journal, country, institution, and keywords were extracted to assess the overall quality and impact of the articles.<h4>Results</h4>Most of the selected 100 articles were published in the 1990s and 2000s, with the highest number of articles published in 2005. Citations per paper ranged from 100 to 1,631, with a mean number of citations of 199.03. The top 100 articles were published in 38 journals, and the majority were published in the <i>Journal of Biological Chemistry</i>. The most prominent research themes were clinical presentations, clinical trials, copper transport mechanisms, and dysregulation of copper metabolism. Prof. Svetlana Lutsenko, Prof. Peter Ferenci, Prof. George J. Brewer, and Prof. Diane W. Cox were among the most influential researchers in this field, while Euro-American countries were the most dominant in terms of research output. Keywords network analysis identified \"Transporting ATPase,\" \"<i>ATP7B</i>,\" and \"Menkes disease\" as the most influential keywords. Moreover, disease management, WD clinical phenotype, <i>ATP7B</i> function, and copper metabolism are potential hotspots in future WD research.<h4>Conclusions</h4>This study reveals the most influential articles in the field of WD research. In addition, the major research themes and technological innovations in the field of WD worldwide are presented.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38526278",
    "pmid": "38526278",
    "doi": "10.4103/1673-5374.393107",
    "title": "Mechanism of Cu entry into the brain: many unanswered questions.",
    "abstract": "Brain tissue requires high amounts of copper (Cu) for its key physiological processes, such as energy production, neurotransmitter synthesis, maturation of neuropeptides, myelination, synaptic plasticity, and radical scavenging. The requirements for Cu in the brain vary depending on specific brain regions, cell types, organism age, and nutritional status. Cu imbalances cause or contribute to several life-threatening neurologic disorders including Menkes disease, Wilson disease, Alzheimer's disease, Parkinson's disease, and others. Despite the well-established role of Cu homeostasis in brain development and function, the mechanisms that govern Cu delivery to the brain are not well defined. This review summarizes available information on Cu transfer through the brain barriers and discusses issues that require further research.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37659319",
    "pmid": "37659319",
    "doi": "10.1016/j.ymgme.2023.107690",
    "title": "Clinical and biochemical footprints of inherited metabolic diseases. XV. Epilepsies.",
    "abstract": "We provide a comprehensive overview of inherited metabolic disorders (IMDs) in which epilepsy is a prominent manifestation. Our unique database search has identified 256 IMDs associated with various types of epilepsies, which we classified according to the classic pathophysiology-based classification of IMDs, and according to selected seizure-related factors (neonatal seizures, infantile spasms, myoclonic seizures, and characteristic EEG patterns) and treatability for the underlying metabolic defect. Our findings indicate that inherited metabolic epilepsies are more likely to present in the neonatal period, with infantile spasms or myoclonic seizures. Additionally, the ∼20% of treatable inherited metabolic epilepsies found by our search were mainly associated with the IMD groups of \"cofactor and mineral metabolism\" and \"Intermediary nutrient metabolism.\" The information provided by this study, including a comprehensive list of IMDs with epilepsy stratified according to age of onset, and seizure type and characteristics, along with an overview of the key clinical features and proposed diagnostic and therapeutic approaches, may benefit any epileptologist and healthcare provider caring for individuals with metabolic conditions.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36902556",
    "pmid": "36902556",
    "doi": "10.3390/jcm12051769",
    "title": "Health-Related Quality of Life and Family Functioning of Primary Caregivers of Children with Menkes Disease.",
    "abstract": "<h4>Background</h4>Menkes disease (MD; OMIM #309400) is a progressive neurodegeneration that results from abnormalities in the copper metabolism which are already present before birth. It is an extremely rare condition. The study was conducted to assess the quality of life of children with MD syndrome and the impact of the disease on family functioning.<h4>Methods</h4>A cross-sectional questionnaire survey was used. The subjects were 16 parents of children with MD. The method used was the Paediatric Quality of Life Inventory and the PedsQL Family Impact Module and the author's own questionnaire.<h4>Results</h4>Quality of life (QOL) was 29.14 (SD = 14.73), with the lowest for physical functioning (M = 10.55; SD = 10.26) and highest for emotional functioning (M = 48.13; SD = 29.43). The highest score was on the family relationships domain (M = 56.25, SD = 20.38) and the cognitive functioning domain (M = 50.00, SD = 19.24) and the lowest was on the daily activities' domain (M = 32.29, SD = 20.38) and the physical functioning domain (M = 39.84, SD = 14.90). The analysis did not show statistically significant relationships between age (<i>p</i> = 0.193) and the number of epileptic seizures a week (<i>p</i> = 0.641) and the overall QOL of the children studied. No statistically significant relationships were found between treatment with copper histidine and the overall QOL of the children (<i>p</i> = 0.914) and in physical functioning (<i>p</i> = 0.927), emotional functioning (<i>p</i> = 0.706), and social functioning (<i>p</i> = 0.751). The presence of comorbidities did not have an influence on the overall QOL.<h4>Conclusions</h4>MD has a moderate impact on the functioning of the families of the affected children. The age of the child, number of epileptic seizures a week, feeding method (oral feeding or feeding via a PEG tube), and treatment with copper histidine do not have a significant impact on the QOL of children with MD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37637527",
    "pmid": "37637527",
    "doi": "10.7759/cureus.42408",
    "title": "Bullet Wound Blues: A Case Report on Brachial Artery Pseudoaneurysm.",
    "abstract": "Pseudoaneurysms are typically iatrogenic due to the increasing use of the artery for arterial interventions such as invasive vascular radiological procedures, invasive coronary artery procedures, arterial punctures for an arteriogram, or catheterization. Other reasons for pseudoaneurysm formation are intravenous drug use and penetrating trauma. They are more commonly observed in the lower limbs than in the upper limbs. In this case report, we present the occurrence of a brachial artery pseudoaneurysm (BAP) in a 73-year-old male patient who suffered a gunshot wound (GSW) 25 years ago during the war and was admitted to the hospital because of a fall episode. This case represents one of the few documented instances of a pseudoaneurysm formation following a GSW in the United States. Along with that, we describe the subsequent medical care provided to the patient.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35242581",
    "pmid": "35242581",
    "doi": "10.1016/j.ymgmr.2022.100849",
    "title": "Early clinical signs and treatment of Menkes disease.",
    "abstract": "Menkes disease (MD) is an X-linked recessive disorder caused by mutations in <i>ATP7A</i>. Patients with MD exhibit severe neurological and connective tissue disorders due to copper deficiency and typically die before 3 years of age. Early treatment with copper injections during the neonatal period, before the occurrence of neurological symptoms, can alleviate neurological disturbances to some degree. We investigated whether early symptoms can help in the early diagnosis of MD. Abnormal hair growth, prolonged jaundice, and feeding difficulties were observed during the neonatal period in 20 of 69, 16 of 67, and 3 of 18 patients, respectively. Only three patients visited a physician during the neonatal period; MD diagnosis was not made at that point. The mean age at diagnosis was 8.7 months. Seven patients, who were diagnosed in the prenatal stage or soon after birth, as they had a family history of MD, received early treatment. No diagnosis was made based on early symptoms, highlighting the difficulty in diagnosing MD based on symptoms observed during the neonatal period. Patients who received early treatment lived longer than their elderly relatives with MD. Three patients could walk and did not have seizures. Therefore, effective newborn screening for MD should be prioritized.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38032054",
    "pmid": "38032054",
    "doi": "10.1242/jcs.261258",
    "title": "Regulation of the apico-basolateral trafficking polarity of the homologous copper-ATPases ATP7A and ATP7B.",
    "abstract": "The homologous P-type copper-ATPases (Cu-ATPases) ATP7A and ATP7B are the key regulators of copper homeostasis in mammalian cells. In polarized epithelia, upon copper treatment, ATP7A and ATP7B traffic from the trans-Golgi network (TGN) to basolateral and apical membranes, respectively. We characterized the sorting pathways of Cu-ATPases between TGN and the plasma membrane and identified the machinery involved. ATP7A and ATP7B reside on distinct domains of TGN in limiting copper conditions, and in high copper, ATP7A traffics to basolateral membrane, whereas ATP7B traverses common recycling, apical sorting and apical recycling endosomes en route to apical membrane. Mass spectrometry identified regulatory partners of ATP7A and ATP7B that include the adaptor protein-1 complex. Upon knocking out pan-AP-1, sorting of both Cu-ATPases is disrupted. ATP7A loses its trafficking polarity and localizes on both apical and basolateral surfaces in high copper. By contrast, ATP7B loses TGN retention but retained its trafficking polarity to the apical domain, which became copper independent. Using isoform-specific knockouts, we found that the AP-1A complex provides directionality and TGN retention for both Cu-ATPases, whereas the AP-1B complex governs copper-independent trafficking of ATP7B solely. Trafficking phenotypes of Wilson disease-causing ATP7B mutants that disrupts putative ATP7B-AP1 interaction further substantiates the role of AP-1 in apical sorting of ATP7B.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37864163",
    "pmid": "37864163",
    "doi": "10.1186/s12967-023-04533-5",
    "title": "Elesclomol, a copper-transporting therapeutic agent targeting mitochondria: from discovery to its novel applications.",
    "abstract": "Copper (Cu) is an essential element that is involved in a variety of biochemical processes. Both deficiency and accumulation of Cu are associated with various diseases; and a high amount of accumulated Cu in cells can be fatal. The production of reactive oxygen species (ROS), oxidative stress, and cuproptosis are among the proposed mechanisms of copper toxicity at high concentrations. Elesclomol (ELC) is a mitochondrion-targeting agent discovered for the treatment of solid tumors. In this review, we summarize the synthesis of this drug, its mechanisms of action, and the current status of its applications in the treatment of various diseases such as cancer, tuberculosis, SARS-CoV-2 infection, and other copper-associated disorders. We also provide some detailed information about future directions to improve its clinical performance.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40149738",
    "pmid": "40149738",
    "doi": "10.3390/brainsci15030216",
    "title": "Downregulation of Parahippocampal Copper Chaperone for Superoxide Dismutase in Alzheimer's Disease.",
    "abstract": "<h4>Background/objectives</h4>Proper regulation of copper is essential for maintaining neuronal stability and is facilitated by several chaperone proteins, protecting cells from oxidative damage that would otherwise be caused by improperly regulated copper ions. Oxidative stress, resulting from such dysregulation, is hypothesized to play a significant role in the pathogenesis of Alzheimer's disease (AD).<h4>Methods</h4>In this study, we evaluated the concentrations of the copper chaperones CCS, DCTN4, and ATOX1 in control and AD cases via Western blotting and ELISA, and quantified the copper concentrations in fractionated neurons using ICP-MS.<h4>Results</h4>Our findings reveal a significant reduction in CCS levels in AD cases (<i>p</i> = 0.0085), with a progressive decline observed with advancing age. This decline was more pronounced in women, although the difference did not reach statistical significance (<i>p</i> = 0.0768). No significant differences were observed in copper concentrations within synaptosomal (<i>p</i> = 0.3869) or cytosolic fractions (<i>p</i> = 0.4461) between the AD and control cases. Additionally, comprehensive analyses of the effects of sex and age showed no significant impact on the levels of copper chaperones or copper distribution across cellular compartments.<h4>Conclusions</h4>These results suggest a strong association between reduced CCS levels and AD pathology, highlighting a potential role for CCS in the redistribution of copper ions within neurons. This redistribution may contribute to oxidative stress and neuronal dysfunction, offering new insights into the mechanisms underlying AD pathogenesis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "34032205",
    "pmid": "34032205",
    "doi": "10.5414/np301351",
    "title": "Neuropathological findings in a 17-month-old boy with kinky hair due to Menkes disease.",
    "abstract": "Menkes disease is a neurodegenerative metabolic disorder. It is an X-lined recessive disorder of copper metabolism. It is characterized by seizures, developmental delay with loss of achieved milestones, along with skin and hair changes. We present such a genetically proven case of Menkes disease in a 17-month-old boy with seizures, cyanosis, and dyspnea. On evaluation, the child had low serum copper and ceruloplasmin. Magnetic resonance imaging revealed diffuse atrophy of the cerebrum, cerebellum with tortuosity of intracranial vessels. Autopsy confirmed the imaging findings along with dense gliosis, myelin loss, and significant loss of neurons in the cortex. Cerebellum showed aberrant dendritic arborization, somal sprouts, and axonal torpedoes within the Purkinje neurons. This report illustrates the classical presentation of in a genetically proven case of Menkes disease at autopsy, which has not been described in the recent literature.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "34457367",
    "pmid": "34457367",
    "doi": "10.1155/2021/4398456",
    "title": "Tubular Dysfunction and Ruptured Ureter in a Child with Menkes Syndrome.",
    "abstract": "Children with Menkes disease may develop various urological and renal problems that evolve as the disease progresses. A 4-year-old boy with Menkes disease had multiple bladder diverticula and a history of recurrent urinary tract infection caused by urea-splitting organisms. The child developed urosepsis and right pyelonephritis. Subsequent investigations revealed multiple right renal stones and a ruptured right ureter. The child also developed hypokalemia, hypophosphatemia, and normal anion gap metabolic acidosis that required electrolyte and potassium citrate supplement. Further assessment revealed renal tubular dysfunction. Our case suggests that regular imaging surveillance, monitoring of renal function and electrolyte profile, and tubular function assessment should be considered in children with Menkes disease.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "39369326",
    "pmid": "39369326",
    "doi": "10.2478/aiht-2024-75-3871",
    "title": "Bis(amino acidato)copper(II) compounds in blood plasma: a review of computed structural properties and amino acid affinities for Cu<sup>2+</sup> informing further pharmacological research.",
    "abstract": "Neutral bis(amino acidato)copper(II) [Cu(aa)<sub>2</sub>] coordination compounds are the physiological species of copper(II) amino acid compounds in blood plasma taking the form of bis(l-histidinato)copper(II) and mixed ternary copper(II)-l-histidine complexes, preferably with l-glutamine, l-threonine, l-asparagine, and l-cysteine. These amino acids have three functional groups that can bind metal ions: the common α-amino and carboxylate groups and a side-chain polar group. In Cu(aa)<sub>2</sub>, two coordinating groups per amino acid bind to copper(II) in-plane, while the third group can bind apically, which yields many possibilities for axial and planar bonds, that is, for bidentate and tridentate binding. So far, the experimental studies of physiological Cu(aa)<sub>2</sub> compounds in solutions have not specified their complete geometries. This paper provides a brief review of my group's research on structural properties of physiological Cu(aa)<sub>2</sub> calculated using the density functional theory (DFT) to locate low-energy conformers that can coexist in aqueous solutions. These DFT investigations have revealed high conformational flexibility of ternary Cu(aa)<sub>2</sub> compounds for tridentate or bidentate chelation, which may explain copper(II) exchange reactions in the plasma and inform the development of small multifunctional copper(II)-binding drugs with several possible copper(II)-binding groups. Furthermore, our prediction of metal ion affinities for Cu<sup>2+</sup> binding with amino-acid ligands in low-energy conformers with different coordination modes of five physiological Cu(aa)<sub>2</sub> in aqueous solution supports the findings of their abundance in human plasma obtained with chemical speciation modelling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39391414",
    "pmid": "39391414",
    "doi": "10.7759/cureus.69071",
    "title": "Longitudinal Incidence of Kidney/Urinary Stones in Individuals With Severe Motor and Intellectual Disabilities.",
    "abstract": "<h4>Objective and rationale</h4>To investigate the longitudinal incidence of kidney/urinary stones in patients with severe motor and intellectual disabilities and explore health burden events in patients with stone formation.<h4>Methods</h4>This was a retrospective, observational study. We identified patients with severe motor and intellectual disabilities who had the following: 1) admission to our hospital wards for >10 years; 2) two or more assessments for stone formation by ultrasonography or computed tomography; and 3) absence of kidney/urinary stones in the first imaging study. The Kaplan-Meier method was used to analyze the cumulative incidence of kidney/urinary stones. Recurrent urinary tract infections, hydronephrosis, renal dysfunction, and death were identified as health burdens.<h4>Results</h4>Among the 41 patients (19 men, 22 women; median age, 28 years; range, 8-50 years), stone formation was detected in 11 (27%) patients during the observation period. The cumulative incidence rate of stone formation was 9.8% (95% confidence interval, 3.8-23.9) and 18.7% (95% confidence interval, 9.2-35.7) at five and 10 years, respectively. Death was frequently observed in patients with stone formation; six (55%) of the 11 patients with stone formation died during the follow-up period; two (15%) died among the other 30 patients without stone formation. However, only one patient with stone formation died in a renal event; the causal relationship between the stone formation and the deaths was not clarified.<h4>Conclusion</h4>The longitudinal incidence of kidney/urinary stones was higher in patients with severe motor and intellectual disabilities than in the general population. Considering the difficulty of patients with severe motor and intellectual disabilities in conveying their symptoms, regular assessment of the kidney using abdominal imaging may be recommended.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34403032",
    "pmid": "34403032",
    "doi": "10.1007/s11095-021-03090-0",
    "title": "Pharmacokinetics of CuGTSM, a Novel Drug Candidate, in a Mouse Model of Menkes Disease.",
    "abstract": "<h4>Purpose</h4>Menkes disease is a rare hereditary disease in which systemic deficiency of copper due to mutation of the ATP7A gene causes severe neurodegenerative disorders. The present parenteral drugs have limited efficacy, so there is a need for an efficacious drug that can be administered orally. This study focused on glyoxal-bis (N(4)-methylthiosemicarbazonato)-copper(II (CuGTSM), which has shown efficacy in macular mice, a murine model of Menkes disease, and examined its pharmacokinetics. In addition, nanosized CuGTSM (nCuGTSM) was prepared, and the effects of nanosizing on CuGTSM pharmacokinetics were investigated.<h4>Methods</h4>CuGTSM or nCuGTSM (10 mg/kg) was administered orally to male macular mice or C3H/HeNCrl mice (control), and plasma was obtained by serial blood sampling. Plasma concentrations of CuGTSM and GTSM were measured by LC-MS/MS and pharmacokinetic parameters were calculated.<h4>Results</h4>When CuGTSM was administered orally, CuGTSM and GTSM were both detected in the plasma of both mouse strains. When nCuGTSM was administered, the C<sub>max</sub> was markedly higher, and the mean residence time was longer than when CuGTSM was administered for both CuGTSM and GTSM in both mouse strains. With macular mice, the AUC ratio (GTSM/CuGTSM) was markedly higher and the plasma CuGTSM concentration was lower than with C3H/HeNCrl mice when either CuGTSM or nCuGTSM was administered.<h4>Conclusion</h4>Absorption of orally administered CuGTSM was confirmed in macular mice, and the nano-formulation improved the absorption and retention of CuGTSM in the body. However, the plasma concentration of CuGTSM was lower in macular mice than in control mice, suggesting easier dissociation of CuGTSM.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38106478",
    "pmid": "38106478",
    "doi": "10.3389/fcimb.2023.1267931",
    "title": "The interplay between copper metabolism and microbes: in perspective of host copper-dependent ATPases ATP7A/B.",
    "abstract": "Copper, a vital element in various physiological processes, is transported from the gastrointestinal tract to tissues and cells through diverse copper transporters. Among these transporters, ATP7A and ATP7B play significant roles in regulating systemic copper metabolism and exhibit precise regulation in their intracellular trafficking. These transporters undergo dynamic shuttling between the trans-Golgi network (TGN) and the plasma membrane via the endocytic recycling mechanism, which involves the retromer and other associated factors. Interestingly, the antimicrobial attribute of copper implies a potential connection between microbial infection and copper metabolism. Several microbes, including <i>Salmonella enterica</i>, <i>Cryptococcus</i>, Influenza A virus (IAV) and Zika virus (ZIKV) have been observed to impact the regulatory mechanisms of ATP7A/B, either directly or indirectly, as a means of survival. This review summarizes the key features and trafficking mechanisms of the copper transporters ATP7A/B, and examines the intricate interplay between microbes and copper metabolism. Ultimately, it highlights how microbes can perturb copper homeostasis through interactions with host factors, offering valuable insights into the mechanistic aspects of host-microbe interactions.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37799137",
    "pmid": "37799137",
    "doi": "10.3389/fgene.2023.1239979",
    "title": "Genetic diversity, tissue-specific expression, and functional analysis of the <i>ATP7A</i> gene in sheep.",
    "abstract": "In humans, variation of the <i>ATP7A</i> gene may cause cranial exostosis, which is similar to \"human horn,\" but the function of the <i>ATP7A</i> gene in sheep is still unknown. Tissue expression patterns and potential functional loci analysis of the <i>ATP7A</i> gene could help understand its function in sheep horn. In this study, we first identified tissue, sex, breed, and species-specific expression of the <i>ATP7A</i> gene in sheep based on the RNA-sequencing (RNA-seq) data. Second, the potential functional sites of the <i>ATP7A</i> gene were analyzed by using the whole genome sequencing (WGS) data of 99 sheep from 10 breeds. Last, the allele-specific expression of the <i>ATP7A</i> gene was explored. Our result showed the <i>ATP7A</i> gene has significantly higher expression in the big horn than in the small horn, and the <i>ATP7A</i> gene has high expression in the horn and skin, suggesting that this gene may be related to the horn. The PCA results show that the region around the <i>ATP7A</i> can distinguish horned and hornless groups to some extent, further indicating that the <i>ATP7A</i> may be related to horns. When compared with other species, we find seven ruminate specific amino acid sites of the ATP7A protein, which can be important to the ruminate horn. By analyzing WGS, we found 6 SNP sites with significant differences in frequency in horned and hornless populations, and most of these variants are present in the intron. But we still find some potential functional sites, including three missenses, three synonymous mutations, and four Indels. Finally, by combining the RNA-seq and WGS functional loci results, we find three mutations that showed allele-specific expression between big and small horns. This study shows that the <i>ATP7A</i> gene in sheep may be related to horn size, and several potential functional sites we identified here can be useful molecular markers for sheep horn breeding.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38084148",
    "pmid": "38084148",
    "doi": "10.29219/fnr.v67.10322",
    "title": "Copper - a scoping review for Nordic Nutrition Recommendations 2023.",
    "abstract": "Copper functions as a structural component in many proteins involved in energy and iron metabolism, production of neurotransmitters, formation of connective tissue and endogenous antioxidant defence. Several biochemical indices have been suggested and used to assess copper status, but none of these has been found suitable for the detection of marginal copper deficiency or marginal copper toxicity. Copper imbalances have been linked to the pathogenesis of several chronic inflammatory diseases. During the last decade, a number of meta-analyses and systematic reviews have been published shedding light on the association between copper imbalances and some of these pathologies. Most of these meta-analyses are based on case-control studies. All show that blood copper concentrations are higher in cases than in controls, but there is inconclusive evidence to change the recommendations.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35118132",
    "pmid": "35118132",
    "doi": "10.1159/000518368",
    "title": "Usefulness of Trichoscopy over Hair Light Microscopy in Menkes Disease.",
    "abstract": "Menkes disease (MD) is a rare X-linked recessive neurodegenerative disorder caused by mutations in the <i>ATP7A</i> gene, with a high mortality rate within the first 3 years of life. It typically affects males and is characterized by impaired copper distribution and malfunction of several copper-dependent enzymes. Patients develop progressive muscle hypotonia associated with neurological damage and hair shaft dysplasia - particularly pili torti. Pili torti is usually very subtle in the first 3 months of life and gradually increases during the first year. Light microscopy examination in search for pili torti requires the observation of more than 50 hair shafts. In contrast, trichoscopy with a hand-held dermatoscope allows to easily identify the hair shaft defect. We report a case of a Hispanic male infant with MD in whom we show that trichoscopy is superior to hair light microscopy in revealing pili torti.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39936900",
    "pmid": "39936900",
    "doi": "10.1111/jcmm.70404",
    "title": "Progress in Research on Regulated Cell Death in Cerebral Ischaemic Injury After Cardiac Arrest.",
    "abstract": "Ischaemic damage to the brain is the main cause of brain injury after cardiac arrest. The current treatment focuses on early reperfusion, but reperfusion tends to cause reperfusion injury, which is a significant problem. Cell death is an irreversible and normal end to cell life, playing key roles in maintaining the homeostasis and development of multicellular organisms. To date, cell death can be classified into two categories: accidental cell death (ACD) and regulated cell death (RCD). Cell death plays an indispensable role in cerebral ischaemia injury. An increasing number of scholars are exploring the mechanisms and sites of cell death during targeted inhibition of cerebral ischaemia to treat cerebral ischaemia injury. In addition to the established cell death pathways, namely, the apoptosis, pyroptosis and necroptosis pathways, ferroptosis and cuproptosis pathways have been discovered. This article reviews the cell death pathways involved in ischaemic brain injury, discusses the roles played by these death modalities, and suggests therapeutic directions for future targeting of cell death sites.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38136617",
    "pmid": "38136617",
    "doi": "10.3390/biom13121746",
    "title": "Response of Fibroblasts from Menkes' and Wilson's Copper Metabolism-Related Disorders to Ionizing Radiation: Influence of the Nucleo-Shuttling of the ATM Protein Kinase.",
    "abstract": "Menkes' disease (MD) and Wilson's disease (WD) are two major copper (Cu) metabolism-related disorders caused by mutations of the <i>ATP7A</i> and <i>ATP7B</i> ATPase gene, respectively. While Cu is involved in DNA strand breaks signaling and repair, the response of cells from both diseases to ionizing radiation, a common DNA strand breaks inducer, has not been investigated yet. To this aim, three MD and two WD skin fibroblasts lines were irradiated at two Gy X-rays and clonogenic cell survival, micronuclei, anti-<i>γH2AX</i>, -<i>pATM</i>, and -<i>MRE11</i> immunofluorescence assays were applied to evaluate the DNA double-strand breaks (DSB) recognition and repair. MD and WD cells appeared moderately radiosensitive with a delay in the radiation-induced ATM nucleo-shuttling (RIANS) associated with impairments in the DSB recognition. Such delayed RIANS was notably caused in both MD and WD cells by a highly expressed ATP7B protein that forms complexes with ATM monomers in cytoplasm. Interestingly, a Cu pre-treatment of cells may influence the activity of the MRE11 nuclease and modulate the radiobiological phenotype. Lastly, some high-passage MD cells cultured in routine may transform spontaneously becoming immortalized. Altogether, our findings suggest that exposure to ionizing radiation may impact on clinical features of MD and WD, which requires cautiousness when affected patients are submitted to radiodiagnosis and, eventually, radiotherapy.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36848556",
    "pmid": "36848556",
    "doi": "10.1073/pnas.2216722120",
    "title": "FDX1-dependent and independent mechanisms of elesclomol-mediated intracellular copper delivery.",
    "abstract": "Recent studies have uncovered the therapeutic potential of elesclomol (ES), a copper-ionophore, for copper deficiency disorders. However, we currently do not understand the mechanism by which copper brought into cells as ES-Cu(II) is released and delivered to cuproenzymes present in different subcellular compartments. Here, we have utilized a combination of genetic, biochemical, and cell-biological approaches to demonstrate that intracellular release of copper from ES occurs inside and outside of mitochondria. The mitochondrial matrix reductase, FDX1, catalyzes the reduction of ES-Cu(II) to Cu(I), releasing it into mitochondria where it is bioavailable for the metalation of mitochondrial cuproenzyme- cytochrome <i>c</i> oxidase. Consistently, ES fails to rescue cytochrome <i>c</i> oxidase abundance and activity in copper-deficient cells lacking FDX1. In the absence of FDX1, the ES-dependent increase in cellular copper is attenuated but not abolished. Thus, ES-mediated copper delivery to nonmitochondrial cuproproteins continues even in the absence of FDX1, suggesting alternate mechanism(s) of copper release. Importantly, we demonstrate that this mechanism of copper transport by ES is distinct from other clinically used copper-transporting drugs. Our study uncovers a unique mode of intracellular copper delivery by ES and may further aid in repurposing this anticancer drug for copper deficiency disorders.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38462518",
    "pmid": "38462518",
    "doi": "10.2169/internalmedicine.3243-23",
    "title": "Relationship between the Tortuosity of the Extracranial Internal Carotid and Vertebral Arteries on Magnetic Resonance Imaging/Angiography and Vascular Risk Factors in a Japanese Population.",
    "abstract": "Objective We aimed to investigate the relationship between tortuosity of the extracranial internal carotid artery (ICA) or vertebral artery (VA) and vascular risk factors among residents of Asahikawa, northeast Japan. Methods We retrospectively surveyed participants of \"brain dock\" medical brain checkups, which involved magnetic resonance imaging and angiography. We measured the tortuosity of the ICA and VA, and evaluated vascular risk factors based on medical interviews, questionnaires, and medical records. Results A total of 218 participants were enrolled in the study. ICA tortuosity (right and left) was significantly correlated with age [odds ratio (OR): 2.452, 95% confidence interval (CI): 1.695-3.548, p<0.001]. A more pronounced correlation was observed in females than in males (OR: 1.678, 95% CI: 1.004-2.807, p=0.048). VA tortuosity (right and left) was significantly correlated with age (OR: 1.786, 95% CI: 1.250-2.550, p=0.001) and smoking history (OR: 2.140, 95% CI: 1.235-3.707, p=0.007), and was more pronounced in females than in males (OR: 1.864, 95% CI: 1.107-3.137, p=0.019). Conclusion ICA tortuosity was correlated with age, while VA tortuosity was correlated with age and smoking history. ICA and VA tortuosity were more pronounced in females than in males.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38622515",
    "pmid": "38622515",
    "doi": "10.1186/s12887-024-04713-2",
    "title": "Systemic lupus erythematosus combined with Wilson's disease: a case report and literature review.",
    "abstract": "<h4>Background</h4>Systemic lupus erythematosus (SLE) and Wilson's disease (WD) are both systemic diseases that can affect multiple organs in the body. The coexistence of SLE and WD is rarely encountered in clinical practice, making it challenging to diagnose.<h4>Case report</h4>We present the case of a 9-year-old girl who initially presented with proteinuria, haematuria, pancytopenia, hypocomplementemia, and positivity for multiple autoantibodies. She was diagnosed with SLE, and her blood biochemistry showed elevated liver enzymes at the time of diagnosis. Despite effective control of her symptoms, her liver enzymes remained elevated during regular follow-up. Laboratory tests revealed decreased serum copper and ceruloplasmin levels, along with elevated urinary copper. Liver biopsy revealed chronic active hepatitis, moderate inflammation, moderate-severe fibrosis, and a trend towards local cirrhosis. Genetic sequencing revealed compound heterozygous mutations in the ATP7B gene, confirming the diagnosis of SLE with WD. The girl received treatment with a high-zinc/low-copper diet, but her liver function did not improve. Upon recommendation following multidisciplinary consultation, she underwent liver transplantation. Unfortunately, she passed away on the fourth day after the surgery.<h4>Conclusions</h4>SLE and WD are diseases that involve multiple systems and organs in the body, and SLE complicated with WD is rarely encountered in the clinic; therefore, it is easy to misdiagnose. Because penicillamine can induce lupus, it is not recommended. Liver transplantation is indicated for patients with liver disease who do not respond to medical treatment with WD. However, further research is needed to determine the optimal timing of liver transplantation for patients with SLE complicated with WD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39062487",
    "pmid": "39062487",
    "doi": "10.3390/biom14070773",
    "title": "Zinc, Copper, and Calcium: A Triangle in the Synapse for the Pathogenesis of Vascular-Type Senile Dementia.",
    "abstract": "Zinc (Zn) and copper (Cu) are essential for normal brain functions. In particular, Zn and Cu are released to synaptic clefts during neuronal excitation. Synaptic Zn and Cu regulate neuronal excitability, maintain calcium (Ca) homeostasis, and play central roles in memory formation. However, in pathological conditions such as transient global ischemia, excess Zn is secreted to synaptic clefts, which causes neuronal death and can eventually trigger the pathogenesis of a vascular type of senile dementia. We have previously investigated the characteristics of Zn-induced neurotoxicity and have demonstrated that low concentrations of Cu can exacerbate Zn neurotoxicity. Furthermore, during our pharmacological approaches to clarify the molecular pathways of Cu-enhanced Zn-induced neurotoxicity, we have revealed the involvement of Ca homeostasis disruption. In the present review, we discuss the roles of Zn and Cu in the synapse, as well as the crosstalk between Zn, Cu, and Ca, which our study along with other recent studies suggest may underlie the pathogenesis of vascular-type senile dementia.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38544908",
    "pmid": "38544908",
    "doi": "10.1093/crocol/otae018",
    "title": "Environmental Exposure to Trace Elements and Heavy Metals Preceding the Clinical Onset of Inflammatory Bowel Disease.",
    "abstract": "<h4>Background</h4>The immune dysregulation underlying inflammatory bowel disease (IBD) can start years before the diagnosis, but the role of triggering factors and environmental exposures during this period is still uncertain.<h4>Methods</h4>This single-center case-control study included asymptomatic subjects with an incidental diagnosis of IBD during the colorectal cancer screening program. Twenty-two minerals and 17 metals were determined at diagnosis in hair samples and compared 1:2 to healthy controls.<h4>Results</h4>Six patients with preclinical IBD (3 ulcerative colitis, 67% left-sided; 3 Crohn's disease, 100% ileal, 67% inflammatory behavior) and 13 healthy non-IBD controls were included. No relevant occupational exposures were identified. We found statistically significant higher levels of sodium, potassium, and boron among cases compared to controls; while lower levels of zinc, uranium, copper, and germanium were observed.<h4>Conclusions</h4>A range of environmental exposures can be identified during the preclinical phase of IBD, but their relationship with the symptomatic onset and disease progression should be further explored.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35341720",
    "pmid": "35341720",
    "doi": "10.1016/j.xphs.2022.03.015",
    "title": "Critical Points in the Methodology of Preparing Copper (II) Histidinate Injections and their Quality Assessment Applying Color Measurement.",
    "abstract": "Copper (II) histidinate injection solution, applied in Menkes disease treatment, is characterized by low stability due to sensitivity to oxidation. The aim of this article was to determine the critical points of the injection preparation procedure, taking into account selection of appropriate packaging, determining the solution pH or application of an excess of L-histidine. In order to assess the stability of the Cu(His)<sub>2</sub> complex, the spectrophotometric method (VIS: 400-800 nm), and the colorimetric method using a reflectance colorimeter were applied. The color changes observed using the CIELAB color system made it possible to determine: the differences in the observed color (ΔΕ) and the color chroma (C*) and hue (h°). It was found that the following parameters: λ<sub>max</sub> and ΔE enable fast and objective assessment of copper (II) histidinate injection solution quality. The advantage of the colorimetric method is the non-invasiveness of the analysis which is performed through the packaging material (transparent vial). The developed methodology of preparing Cu(His)<sub>2</sub> injections in hospitals or community pharmacies guarantees their stability for at least 6 months, provided that the solution is stored at lower temperatures (2-8°C or 4°C).",
    "journal": "",
    "year": "2022"
  }
]