[
  {
    "id": "40204880",
    "pmid": "40204880",
    "doi": "10.1038/s41598-025-90635-7",
    "title": "Gene signatures and genotype-phenotype correlations of sensorineural hearing loss in Noonan syndrome and related RASopathies.",
    "abstract": "Hearing loss frequently occurs in Noonan syndrome and related RASopathies (NS-RAS), with conductive hearing loss being common. However, the genotypic and phenotypic features of sensorineural hearing loss (SNHL) in NS-RAS, as well as genotype-phenotype correlations, remain unknown. Leveraging in-house database for syndromic deafness (N = 1666), we analyzed the genomic landscape and clinical phenotypes of 94 NS-RAS families with genetically confirmed via targeted panel sequencing. In particular, we explored the genetic signature of SNHL in NS-RAS and provided a detailed description of the auditory characteristics of SNHL, including its natural progression and outcomes of audiological rehabilitation. Additionally, molecular modeling and functional assays were conducted to explore how PTPN11 variants with distinct auditory phenotypes affect downstream signaling pathways. Resultantly, eighteen (19.1%) exhibited SNHL, predominantly with PTPN11 (88.9%) and RAF1 (11.1%) variants. Of these patients, the majority exhibited severe-to-profound SNHL with congenital onset, and cochlear implantation yielded favorable auditory outcomes. The remaining patients maintained normal hearing throughout the follow-up periods. The PTPN11 variants linked to SNHL compromise autoinhibition between the N-SH2 and PTP domains or disrupts the interaction between the C-SH2 domain and phosphorylated tyrosine (pTyr), showing a gain-of-function effect on the RAS/ERK cascade. Specifically, those variants associated with high penetrance and severe expressivity significantly enhanced ERK phosphorylation more than the variants associated with low penetrance and milder expressivity. This is the first cohort study on NS-RAS in South Korea, elucidating the gene signatures and phenotypic characteristics of SNHL and suggesting genotype-auditory phenotype correlations that inform clinical practice.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40207038",
    "pmid": "40207038",
    "doi": "10.1515/medgen-2025-2010",
    "title": "Cardiovascular aspects of Noonan syndrome and related disorders.",
    "abstract": "Noonan syndrome and other RASopathies constitute an important group of disorders to be considered in the differential diagnosis in individuals with congenital heart defects and hypertrophic cardiomyopathy. The cardiovascular phenotype of RASopathies is complex and comprises a spectrum of abnormalities, including not only congenital defects but also abnormalities affecting the lymphovascular system and other anomalies of the vascular system, which may emerge over the course of an individual's lifetime. Affected individuals typically present with a syndromic phenotype, exhibiting additional physical symptoms outside of the cardiovascular system and neuropsychological deficits. Genetic testing of the established disease genes for RASopathies is an effective method for identifying the underlying genetic variant in the majority of cases. This approach is strongly recommended to facilitate a more precise prognosis and the potential for personalized targeted therapies. Screening for RASopathy-associated gene variants in individuals with isolated CHDs, HCM, or other isolated cardiovascular features outside the NS spectrum appears to have limited clinical utility. However, it should be noted that the RASopathy phenotype may be challenging to discern in cases of mild or oligosymptomatic involvement, or it may be obscured by the presence of severe medical conditions, particularly in very young children.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40000488",
    "pmid": "40000488",
    "doi": "10.1007/s00246-025-03812-w",
    "title": "Heart Transplantation Outcomes in Pediatric Patients with Noonan Syndrome: An Institutional Case Series.",
    "abstract": "Noonan syndrome is an autosomal dominant genetic condition associated with cardiac manifestations that may necessitate heart transplantation. This case series describes the short- and medium-term outcomes in five patients with Noonan syndrome status-post heart transplant followed at our institution. Retrospective, single center chart review of the electronic medical record in post-heart transplant patients with a diagnosis of Noonan syndrome. Five out of 88 heart transplant patients at our institution had genetically confirmed Noonan syndrome with either RAF1 or PTPN11 mutations. All patients were noted to have hypertrophic cardiomyopathy. Severe outflow tract obstruction, in conjunction with comorbidities such as intractable arrhythmias, recurrent syncope, and failure to thrive were leading indications for heart transplant. The most common complications post-heart transplant included recurrent viral infections and pleural and pericardial effusions. Isolated complications included lymphangiectasias, posterior reversible encephalopathy syndrome, and aspergillus pneumonia. Feeding difficulties were common. All patients are alive at the time of this publication. Noonan syndrome is highly associated with hypertrophic cardiomyopathy, and severe cases may necessitate heart transplantation. The post-heart transplant complications seen in our cohort are not unique to the Noonan syndrome population. Survival post-heart transplant is high.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40077898",
    "pmid": "40077898",
    "doi": "10.1111/cyt.13483",
    "title": "Genetic Insights Into Recurrent Granular Cell Tumours in an Adolescent: The Role of Cytology and Next-Generation Sequencing in the Diagnosis of RASopathies.",
    "abstract": "Rasopathies are a group of genetic disorders that involve abnormal Ras/mitogen-activated protein kinase (RAS/MAPK) pathway signalling, which has a mechanistic approach to defining genetic syndromes and makes them unique. Noonan syndrome, a form of RASopathy, occurs with advanced paternal age and has an autosomal dominant inheritance. It has been suggested that aberrant RAS/MAPK pathway cell signalling may cause multiple benign granular cell tumours. We have described a case of a recurrent multiple benign granular cell tumour in an adolescent child with Noonan syndrome, emphasising the importance of genetic investigations in this subset of patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39860591",
    "pmid": "39860591",
    "doi": "10.3390/jcm14020583",
    "title": "Endoscopic Mitral Surgery in Noonan Syndrome-Case Report and Considerations.",
    "abstract": "<b>Background</b>: Totally endoscopic techniques have become increasingly popular in cardiac surgery, with minimally invasive mitral valve repair emerging as an effective alternative to median sternotomy. This approach could be particularly advantageous for patients with Noonan syndrome, who often present with structural thoracic anomalies and other comorbidities like bleeding disorders. Endoscopic mitral valve surgery is rapidly establishing itself as the new standard of care for mitral valve operations, demonstrating both safety and efficacy. Noonan syndrome is an autosomal-dominant multisystem disorder with variable expression and is the second most common syndromic cause of congenital heart disease, surpassed only by Down syndrome. A wide spectrum of cardiovascular phenotypes is associated with Noonan syndrome, including pulmonary valve stenosis (often with dysplastic valves), hypertrophic cardiomyopathy, secundum atrial septal defect and mitral valve abnormalities. <b>Methods</b>: Given the limited data in the literature regarding the experience of other centers with endoscopic mitral surgery in patients with this condition, we aim to present the case of a 46-year-old male with a known diagnosis of Noonan syndrome who presented to a cardiologist with a 6-month history of dyspnea and fatigue. Transthoracic echocardiography revealed severe mitral regurgitation. Following multidisciplinary discussions within the Heart Team and after obtaining informed consent from the patient and his family, the decision was made to proceed with totally endoscopic mitral valve repair. <b>Results</b>: The patient experienced an uneventful postoperative course and was discharged 8 days after the procedure. In this case, endoscopic surgery was essential for successfully repairing the mitral valve. Structural abnormalities, such as chest wall deformities causing heart malrotation and atypical positioning, significantly impaired visualization. <b>Conclusions</b>: The endoscopic approach provided superior access to the mitral valve, enabling precise and effective repair. Additionally, it offered benefits such as improved esthetic outcomes, faster recovery, and a reduced risk of exacerbating thoracic deformities due to improper sternal bone healing.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39801070",
    "pmid": "39801070",
    "doi": "10.1017/s1047951124036424",
    "title": "Severe coronary artery ectesia in a paediatric patient with Noonan syndrome presenting for transcatheter pulmonary valve placement.",
    "abstract": "Coronary ectasia is a very rare phenomenon seen in Noonan syndrome with only a few documented case reports. We describe a 14-year-old with Noonan syndrome and tetralogy of Fallot with described coronary artery ectasia since infancy who presented for possible transcatheter pulmonary valve placement and was found to have severe ectasia of bilateral coronary arteries.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39710790",
    "pmid": "39710790",
    "doi": "10.1007/s00431-024-05933-5",
    "title": "Do children with a Noonan syndrome-like RASopathy and avoidant/restrictive food intake disorder benefit from behavioral therapy?",
    "abstract": "Children with Noonan syndrome-like RASopathies are at increased risk for developing feeding problems due to comorbid organic impairments at an early age, such as gastrointestinal problems or other organicity. Their feeding problems can ultimately often be classified as avoidant/restrictive food intake disorder, for which behavioral therapy is the first-choice treatment. The research question in this study is whether this treatment leads to similar results as in children without these RASopathies. We retrospectively investigated patients with a genetically confirmed Noonan syndrome-like RASopathy who were treated for their disordered eating in a tertiary center for avoidant/restrictive food intake disorder on characteristics and treatment outcomes and compared them to a matched case-control group of children with avoidant/restrictive food intake disorder without Noonan syndrome-like RASopathy in a ratio of 1:2. Both groups improved substantially on food intake measures and feeding skills/dysfunction between the start of therapy and immediately after the therapy and showed an increase in SDS weight/height and a decrease in tube dependency. We found no significant treatment outcomes between children with and without Noonan Syndrome-like RASopathy, nor for comorbid features.<h4>Conclusion</h4>Patients with Noonan syndrome-like RASopathy and avoidant/restrictive food intake disorder benefit equally well from cognitive behavioral therapy, as patients without a Noonan syndrome-like RASopathy.<h4>What is known</h4>• More than 50% of the infants with Noonan syndrome-like RASopathy have serious feeding/eating problems. • Most of them temporarily need tube feeding.<h4>What is new</h4>• Ultimately, these feeding/eating problems may develop into an avoidant/restrictive food intake disorder. • Behavioral therapy (SLIK program) can effectively manage complex feeding/eating problems such as avoidant/restrictive food intake disorder in patients with a Noonan syndrome-like RASopathy. • There were no significant differences found in the history of comorbid features, feeding skill (dys)function, avoidant/restrictive food intake disorder characteristics, or treatment outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40090919",
    "pmid": "40090919",
    "doi": "10.3760/cma.j.cn112140-20241010-00706",
    "title": "[Clinical characteristics analysis of children with Noonan-like syndrome with loose anagen hair].",
    "abstract": "<b>Objective:</b> To analyze the clinical and genetic characteristics of children diagnosed with Noonan-syndrome associated with loose anagen hair(NS-LAH). <b>Methods:</b> A retrospective analysis was conducted on the clinical data of 5 children diagnosed with NS-LAH by the Endocrinology Department of the Capital Institute of Pediatrics from January 2018 to June 2024. This analysis encompassed the patients' demographic information, clinical manifestations, distinguishing features, treatment regimens, and prognostic outcomes to elucidate their clinical characteristics. Additionally, whole-exome sequencing and sanger sequencing were utilized to investigate the genetic etiology within the families, and the identified variations were interpreted according to the guidelines of the American College of Medical Genetics and Genomics. <b>Results:</b> Among the 5 NS-LAH patients, there were 3 boys and 2 girls, with ages at diagnosis ranging from 2.3 to 7.7 years old. All patients presented with short stature as a primary complaint. Birth histories were generally unremarkable, though case 2 and 5 of macrosomia were noted. In addition to the characteristic facial features of Noonan syndrome, short stature, and varying degrees of intellectual and motor developmental delay, all 5 patients exhibited sparse hair that was easily shed, as well as enlarged head circumferences. Four patients showed structural cardiac abnormalities, which included a case of hypertrophic cardiomyopathy, 2 cases of atrial septal defect, and 1 case of patent foramen ovale. Genetic analysis revealed heterozygous missense mutations in SHOC2 gene in 4 patients, comprising 3 cases with c.4A>G (p.S2G) and one case with c.519G>C(p.M173I). Additionally, one patient was found to have a heterozygous missense mutation c.146C>G(p.P49R) in PPP1CB gene. Three children were diagnosed with growth hormone deficiency and treated with growth hormone for 1.7, 2.7 and 0.5 years. This resulted in significant improvements in height, with annual incerases of 11.8, 8.4 and 13.0 cm, respectnely. Among the 4 patients with SHOC2 mutations, 2 developed systemic lupus erythematosus and 1 exhibited symptoms of arthritis. <b>Conclusions:</b> Growth failure is the primary complaint in patients with NS-LAH. Key characteristic findings include enlarged head circumference and sparse, loose hair. Growth hormone deficiency is commonly associated with NS-LAH, and growth hormone therapy is generally effective. Furthermore, patients carrying the classic mutation in SHOC2 (c.4A>G) may have an increased risk of developing autoimmune diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40091476",
    "pmid": "40091476",
    "doi": "10.4103/npmj.npmj_294_24",
    "title": "Noonan Syndrome Associated with a Patent Foramen Ovale.",
    "abstract": "Noonan syndrome is a genetic disorder characterised by abnormalities of the facial, musculoskeletal and cardiovascular systems. Pulmonary stenosis is the most common abnormality seen. We describe a 48-year-old male with clinical features of Noonan syndrome, and severe pulmonary stenosis with cyanosis. A long-standing history of effort intolerance was noted since childhood. The cause of cyanosis was unclear since an initial echo did not reveal an obvious shunt by Doppler imaging. An agitated saline contrast study performed confirmed a patent foramen ovale (PFO) with right to left shunting. PFO should be suspected and screened for in patients with Noonan syndrome and unexplained cyanosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40119877",
    "pmid": "40119877",
    "doi": "10.1111/dmcn.16278",
    "title": "A familial modeling framework for advancing precision medicine for children with neuropsychiatric disorders.",
    "abstract": "<h4>Aim</h4>To provide individualized estimates of expected child neuropsychiatric and neuroanatomical outcomes by using parent cognitive and behavioral traits in a predictive framework.<h4>Method</h4>Predictive modeling was applied to 52 families of children with Noonan syndrome, a neurogenetic syndrome affecting the Ras/mitogen-activated protein kinase (MAPK) pathway.<h4>Results</h4>Parent cognition (specifically visuospatial and motor abilities), depression, anxiety, and attention-deficit/hyperactivity disorder symptoms were significantly associated with child outcomes in these domains. Parent cognition was also significantly associated with child neuroanatomical variability. The middle temporal cortex was weighted strongly in the model predicting child neuroanatomy and not identified in previous work, but was correlated with parent cognition, suggesting a larger familial effect in this region.<h4>Interpretation</h4>Using parent traits provides a more individualized estimate of expected child cognitive, behavioral, and neuroanatomical outcomes. Understanding how parent traits influence neuroanatomical outcomes helps to further a mechanistic understanding of the impact of Ras/MAPK on neurodevelopmental outcomes. Further refinement of predictive modeling to estimate individualized child outcomes will advance a precision medicine approach to treating Noonan syndrome, other neurogenetic syndromes, and neuropsychiatric disorders more broadly.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39739408",
    "pmid": "39739408",
    "doi": "10.1002/prot.26769",
    "title": "Structural Insights Into the Impact of the Glycine-Rich Loop Mutation in Noonan Syndrome on the ATP Binding Pocket of CRAF Kinase.",
    "abstract": "The pathogenic G361A variant of CRAF, associated with increased intrinsic kinase activity in Noonan syndrome (NS), remains poorly understood in terms of its molecular and structural impact on kinase activity. To elucidate the mechanistic implications of the glycine to alanine substitution at residue 361 in CRAF, we employed molecular dynamics simulations. Our findings reveal that this mutation predominantly affects the ATP binding pocket and critical intermolecular interactions within the active cleft that favors the phosphate transfer reaction. Notably, our data highlight significant alterations in key interactions involving Lys470/Asp486 and ATP.Mg<sup>2+</sup> in CRAF<sup>G361A</sup> that are absent in wild-type CRAF. Additionally, we identified a novel interaction mode between Lys431 and γ-phosphate in wild-type CRAF, a residue evolutionarily conserved in CRAFs but not in related kinases such as BRAF, ARAF, and KSR1/2. Furthermore, observed shifts in the αC-helix and G-loop relative to the wild-type correlate with an enlarged ATP-binding cavity in the mutant, reflecting structural adaptations due to these mutations. Overall, these structural insights underscore the elevated intrinsic kinase activity of the CRAF<sup>G361A</sup> variant and provide crucial mechanistic details that could inform the development of specific inhibitors targeting this variant.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39974721",
    "pmid": "39974721",
    "doi": "10.4274/jcrpe.galenos.2025.2024-9-13",
    "title": "Noonan Syndrome, Cancer Risk, and Growth Hormone Treatment.",
    "abstract": "Cancer can occur in patients with Noonan syndrome (NS). Review of English literature revealed that myeloproliferative diseases are the most prevalent, followed by intracranial tumours. There is no genotype phenotype relationship between germline pathogenic variants so it not possible to precisely predict cancer risk in NS, however some PTPN11 variants are exclusively detected in juvenile myelomonocytic leukemia and are not observed in other types of cancer. Among patients on growth hormone, cancer development was reported in seven patients with genetically confirmed NS, and five patients with clinically diagnosed NS. However, information on growth hormone dose, timing, and follow-up characteristics in these cases is heterogeneous. In the light of current data, especially in cases for whom growth hormone therapy is considered, the diagnosis should be genetically confirmed, and the results of genetic analysis should be compared with the cases reported in the literature. Families should be informed about possible cancer risk and in cases predisposing to juvenile myelomonocytic leukemia, early initiation of growth hormone therapy should be avoided.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR995117",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-6280572/v1",
    "title": "The pathogenesis of Noonan syndrome is modulated by NOC2L, a novel interactor of LZTR1 leading to impaired p53 signalling",
    "abstract": "<title>Abstract</title>  <p><bold>Introduction</bold>: Monoallelic dominant negative <italic>LZTR1</italic> gene variants have been implicated as a cause of NS due to hyperactivation of the canonical RAS-MAPK signalling pathway. Missense <italic>LZTR1 </italic>variants have been associated with defective ubiquitination theoretically leading to increased Ras substrate availability and altered p53 signalling. We investigated the role of LZTR1 in this pathway. <bold>Methods</bold>: Single nucleotide substitutions were created by mutagenesis of an N-terminal MYC tagged-<italic>LZTR1</italic> cDNA. WT and variant constructs were expressed in mammalian cells and lysates prepared for phosphoproteomic analysis and immunoblotting. Analysis of transcriptomic data was conducted using Ingenuity Pathway Analysis. Significant phospho-peptides, protein-protein interactions and pathways of interest were probed using western blotting, immunofluorescence, nanoluciferase assays and <italic>in silico</italic> prediction tools. <bold>Results</bold>: Two heterozygous <italic>LZTR1</italic> variants, which segregated with short stature and features of growth hormone insensitivity (p.K156E, p.G248R), were expressed in a mammalian cell line. Both variants were thermodynamically stable and associated with elevated cytoplasmic levels of pan-Ras. Phosphoproteomic assays revealed upregulation of the histone acetyltransferase inhibitor, NOC2L (NOC2 Like Nucleolar Associated Transcriptional Repressor), in both variants. This finding, consistent upon immunoblotting and immunofluorescence, was associated with impaired acetylation of p53, with reduced levels of acetylated lysine residue 382 in both mutants. Furthermore, Ataxia Telangiectasia Mutated (ATM) kinase and Checkpoint kinase 1 (CHK1), major effectors of the DNA damage response (DDR), were preferentially activated in <italic>LZTR1</italic> variants. Despite an apparent activation of the DDR and diminished p53 activity, levels of LC3 and phosphorylated p70 S6 kinase were increased. <italic>In silico</italic> structure modelling suggested that LZTR1 interacts with NOC2L via the central part of the protein and this interaction was validated by nanoluciferase assays and disrupted in both <italic>LZTR1</italic> variants. <bold>Conclusion</bold>: NOC2L and p53 form a complex which dictates p53 activation. We demonstrate a previously unknown interaction between NOC2L and LZTR1 and hypothesise that LZTR1 acts as a binding factor modulating the activity of this complex. As NOC2L negatively regulates p53, upregulation of this protein would lead to p53-mediated transcription inhibition. LZTR1 attenuation due to genetic mutations associated with NS, potentiate NOC2L activity leading to reduced apoptosis and a compensatory increase in autophagy. Given its potential role in the multisystem pathogenesis of NS, NOC2L may represent a novel therapeutic target however, additional work is needed to further characterise its organ-specific effects.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39807623",
    "pmid": "39807623",
    "doi": "10.1016/j.gim.2025.101355",
    "title": "Longitudinal outcomes in Noonan syndrome.",
    "abstract": "<h4>Purpose</h4>Noonan syndrome and related disorders (NS) are multisystemic conditions affecting approximately 1:1000 individuals. Previous natural history studies were conducted before widespread comprehensive genetic testing. This study provides updated longitudinal natural history data in participants with molecularly confirmed NS.<h4>Methods</h4>Comprehensive medical, developmental, and health care utilization (HCU) data were abstracted from the medical records of participants with molecularly confirmed NS. Primary outcomes included developmental outcomes, classroom setting, and HCU.<h4>Results</h4>A total of 172 patients with molecularly confirmed NS were followed for 1142.2 patient-years total. An average of 3.7 affected organ systems on initial evaluation. Sitting, walking, and talking in two-word phrases all occurred earlier than in previous cohorts (P = .003, P = .001, and P < .0001, respectively). Genotype influenced the age at milestones and classroom setting; feeding difficulties also influenced the age at milestones. HCU was significantly higher in patients with NS compared with peers (P < .0001) and highest in infancy and adolescence.<h4>Conclusion</h4>Developmental outcomes have improved compared with previous cohorts. Predictors of outcome may identify those at highest risk for developmental delay allowing for appropriate intervention. Children and adolescents with NS have an increased burden of HCU compared with their peers. Multidisciplinary care coordination is needed to decrease medical burden and improve health of patients and families.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR996615",
    "pmid": "",
    "doi": "10.1101/2025.03.26.645567",
    "title": "Shoc2 Deficiency Disrupts Lymphangiogenesis through mTOR-Mediated Mitochondrial Dysfunction",
    "abstract": "<h4>ABSTRACT</h4> Shoc2 is a scaffold protein critical for regulating Raf-1 kinase activation and the amplitude of ERK1/2 signals. Hereditary Shoc2 mutations result in Noonan Syndrome with Loose anagen Hair (NSLH), a debilitating congenital disorder associated with lymphatic abnormalities. We demonstrate that zebrafish Shoc2 null larvae exhibit nearly a complete loss of lymphatic vasculature, suggesting that the Shoc2 gene plays a critical positive role during developmental lymphangiogenesis. The loss of lymphatics caused by Shoc2 deficiency can be rescued by endothelial autonomous expression of Shoc2, confirming its in vivo functional requirement in lymphatic endothelial cells. Shoc2 loss in primary human lymphatic endothelial cells promotes Raptor-mTOR binding and enhances mTORC1 signaling activity. Increased mTORC1 signaling leads to impaired mitochondrial respiration, IRF/IFN-induced signaling, and cell senescence. Notably, expression of the NSLH Shoc2 mutant S2G phenocopies Shoc2 loss, resulting in mTOR activation and increased IFN response. Together, these studies demonstrate the critical role of Shoc2 in lymphangiogenesis and establish a mechanistic link between Shoc2 signaling, mitochondrial function, and lymphangiogenesis, with potential implications for Ras-pathway-related congenital disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39643432",
    "pmid": "39643432",
    "doi": "10.1136/jmg-2024-110253",
    "title": "Portraying the full picture of Neurofibromatosis-Noonan syndrome: a systematic review of literature.",
    "abstract": "<h4>Background and aims</h4>Neurofibromatosis-Noonan syndrome (NFNS) is an extremely rare genetic entity combining the clinical phenotype of two conditions: neurofibromatosis type 1 syndrome (NF1) and Noonan syndrome (NS). Nevertheless, many inconsistencies reside in our understanding of this condition, mainly its clinical features and genetic background. Through this systematic review, we aim to shed light on the epidemiological features, the broad clinical spectrum, the underlying genetic defects and the associated comorbidities of NFNS.<h4>Methods</h4>Medline, Scopus and Google Scholar were searched for publications on the clinical and genetic features of patients with NFNS. Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines were followed and the study protocol was registered in PROSPERO.<h4>Results</h4>Of 951 records screened, 42 were eligible. The mean age at diagnosis was 14.7 years ranging from 0 to 69 years. As for the circumstance of discovery of NFNS, it was dominated by family investigation followed by neurofibromas, facial dysmorphia and short stature (SS). Prematurity was noted in 40.9% of cases. The hallmark features of NFNS at diagnosis were 'café au lait' macules, typical facial dysmorphia of NS, postnatal SS, pectus abnormalities, broad neck and lentigines. Macrocephaly, scoliosis and cardiopathies occurred in 26%, 42.4% and 36.9% of cases, respectively. Tumours were found in 18.4% of cases. As for the genetic foundation of NFNS, <i>NF1</i> gene mutations were depicted in 87.5% of individuals.<h4>Conclusions</h4>Based on our findings, we emphasise on the importance of searching for NS features in patients with NF1 since the prognosis, comorbidities and consequently management could be altered.<h4>Prospero registration number</h4>42024522238.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR997228",
    "pmid": "",
    "doi": "10.32388/1mpb6l.2",
    "title": "Two Cases of Non-Surgical Hypoparathyroidism That Were Diagnosed with Delay",
    "abstract": "Hypoparathyroidism is characterized by low parathyroid hormone levels, low calcium levels, and high phosphate levels in the blood. The most common cause is neck surgery. Non-surgical hypoparathyroidism (Ns-HypoPT) can have various causes, including genetic ones. The most common genetic cause of Ns-HypoPT is the loss of the q11 region (22q11) on chromosome 22 which results in hypoplasia of the parathyroid glands. 22q11 syndrome is also known as DiGeorge syndrome (DGS). The acronym ≪CATCH 22≫ refers to the five clinical manifestations of DGS: Cardiac defects; Abnormal facies facial dysmorphia; Thymic hypoplasia; Cleft palate; Hypocalcemia (HC). Diagnosis of DGS can be complicated due to the phenotype variation. DGS is suspected in the presence of at least one CATCH22 sign, molecular genetic methods confirm or refute the diagnosis. The publication presents two cases of Ns-HypoPT in adults who were not diagnosed in a timely manner. In both cases, HC with a decrease in PTH levels without a surgical history indicates Ns-HypoPT. Using nucleotide sequence analysis and deletion/duplication testing of a panel of 2,211 genes in case 1, pathogenic variants were identified in three genes: TBX1 (associated with autosomal dominant DGS); LZTR1 (associated with autosomal dominant schwannomatosis and autosomal dominant and autosomal recessive Noonan syndrome); CLCN1 (associated with autosomal dominant and recessive congenital myotonia). Case 1 is characterized by the combination of DGS and Graves’ disease. Despite the different etiology of Ns-HypoPT (in case 1 it is a component of DGS, and in case 2 the etiology has not yet been established), in both cases HC was detected late and was treated ineffectively for a long time. The use of calcitriol [1,25 (OH)2 D3], the active form of vitamin D3, at a dosage of 1.25 μg/day (case 1) and 1.75 μg/day (case 2) increased calcium levels and reduced HC symptoms.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39962527",
    "pmid": "39962527",
    "doi": "10.1186/s13023-025-03594-7",
    "title": "Health outcomes and drug utilisation in children with Noonan syndrome: a European cohort study.",
    "abstract": "<h4>Background</h4>Noonan Syndrome (NS) is a rare multisystemic disorder with heterogeneous phenotypic manifestations. The aim of this study was to analyse rates of survival, hospitalisation, surgeries and prescriptions in children born with NS in the first 10 years of life.<h4>Methods</h4>This is a multi-centre population-based cohort study. Data on 175 liveborn children diagnosed with NS from 11 EUROCAT congenital anomaly registries were linked to healthcare databases. Each registry applied a common data model to standardise data and run common syntax scripts to produce aggregated results which were pooled using random effects meta-analyses.<h4>Results</h4>Mortality rates were high in the first year of life with 5.4% (95%CI 1.5%-10.1%) of children dying before the age of 1 year with a further 2% dying up to age 5. In the first year, 87.9% (95%CI 75.3%-94.3%) of children were hospitalized and the median Length Of hospital Stay (LOS) was 15.3 days (95%CI 9.3-21.2). After the first year, the proportion of children hospitalized remained higher than 70%, but the LOS decreased to 1.3 days per year. In the first 5 years, 65.2% of children underwent a median of two surgical procedures. The median age at first surgery was 29 weeks. The proportion of children with an antibiotic prescription increased from 53.6% at age 1 to 62.4% yearly until 4 years of age.<h4>Conclusions</h4>Children with NS have high mortality and morbidity not only in the first year of life but also up to five years of age. This study evaluated the health burden of NS and provided information for clinicians, health-care providers and families.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40176696",
    "pmid": "40176696",
    "doi": "10.2174/011573403x341624250324164700",
    "title": "RASopathies and Cardiac Complications: Insights into Mechanisms, Diagnosis, and Innovative Treatments.",
    "abstract": "RAS proteins are critical in cellular signal transduction, influencing cell proliferation, differentiation, and survival. While extensively studied for their role in cancer, RAS gene mutations also contribute significantly to cardiovascular diseases, such as hypertrophic cardiomyopathy, pulmonary valve stenosis, and atrial septal defects. Despite their similar primary structures, RAS proteins exhibit distinct functions in cardiac biology: H-RAS regulates cardiomyocyte size, K-RAS governs proliferation, and N-RAS, less associated with cardiac defects, is understudied in cardiac cells. Congenital RAS mutations, collectively known as RASopathies, include syndromes, like Noonan syndrome and cardio-facio-cutaneous syndrome, which often lead to severe cardiac complications, including heart failure. Genetic testing and imaging advances have improved the diagnosis and management of these conditions. Recent research has shown promise with MEK inhibitors and other targeted therapies, offering potential improvements in managing RAS-related cardiac conditions. This review explores the role of the RAS subfamily in heart disease, highlighting key concepts and potential therapeutic targets. PubMed database was searched using keywords, such as RASopathies, RAS gene mutations, cardiac hypertrophy, cardiovascular disease, RAS/MAPK pathway, congenital heart disease, and more. Relevant literature up to June 2024 was examined and summarized, consisting of data from various clinical trials, meta-analyses, retrospective/prospective cohort studies, and current guidelines.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40198521",
    "pmid": "40198521",
    "doi": "10.1007/s12325-025-03146-2",
    "title": "Long-Term Efficacy and Safety of Growth Hormone in Children Suffering from Short Stature in China (CGLS): An Open-Label, Multicenter, Prospective and Retrospective, Observational Study.",
    "abstract": "<h4>Introduction</h4>Several primary and secondary disorders disrupting normal growth pattern are responsible for childhood short stature (SS; height less than 2 standard deviation score [SDS] or the third percentile). Pegylated recombinant human growth hormone (PEG-rhGH) is a long-acting growth hormone which has demonstrated efficacy and safety in pediatric growth hormone deficiency. However, limited data is present on its treatment pattern, extensive population use, and long-term follow-up. Therefore, a real-world study is required to evaluate the efficacy and safety of PEG-rhGH and recombinant human growth hormone (rhGH) in treating childhood SS.<h4>Methods</h4>The proposed study will be an open-label, multicenter, prospective and retrospective, observational study that will recruit Chinese children aged ≥ 2 years with SS. The entire study will be categorized into three cohorts: retrospective, retrospective-prospective, and prospective. The study will recruit 10,000 patients including 3000 patients in the retrospective cohort and 7000 in the retrospective-prospective and prospective cohort, respectively. The total duration of this study will be 16 years. The primary objective will be to evaluate the long-term safety (incidence of all adverse events (AEs) and serious adverse events) of PEG-rhGH and rhGH for the treatment of patients with SS having growth hormone disorder (GHD), idiopathic short stature (ISS), small for gestational age (SGA), Turner syndrome (TS), Prader-Willi syndrome (PWS), Noonan syndrome (NS), deficiency of the short stature homeobox gene on the X-chromosome (SHOX deficiency), and other causes of SS. The secondary objective will be to evaluate the efficacy of PEG-rhGH and rhGH for the treatment of patients with SS with different etiologies.<h4>Planned outcomes</h4>The results may provide the evidence of long-term efficacy and safety of PEG-rhGH and rhGH by analyzing the existing patient data and will also provide a vast array of information, which can be used as reference evidence for the Chinese academic community to design national guidelines or consensus for patients with SS.<h4>Trial registration</h4>The study has been registered at ClinicalTrials.gov (NCT06110910). Date of registration October 31, 2023.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40186435",
    "pmid": "40186435",
    "doi": "10.1002/jum.16691",
    "title": "Assessment of Fetal Posterior Fossa Anomalies at 11-13&lt;sup&gt;+6&lt;/sup&gt; Gestational Weeks in the Midsagittal Cranial Plane by Three-Dimensional Multiplanar Sonography: A Prospective Study.",
    "abstract": "<h4>Objective</h4>The aim of this study was to describe the sonographic appearance of posterior fossa anomalies in fetuses at 11-13<sup>+6</sup> weeks' gestation.<h4>Methods</h4>This prospective study included 60 healthy fetuses and 15 fetuses with an abnormal posterior brain at 11-13<sup>+6</sup> weeks' gestation. All three-dimensional images were processed using multiplanar image correlation to view the posterior fontanelle in the midsagittal views. The final diagnosis of all fetuses was confirmed using second-trimester ultrasonography, fetal magnetic resonance imaging, and/or genetic testing.<h4>Results</h4>The brainstem morphology, fourth ventricle, choroid plexus of the fourth ventricle, vermis, and physiologic Blake pouch were clearly visualized at 11-13<sup>+6</sup> weeks' gestation through the posterior fontanelle from the midsagittal view. Among the 15 fetuses analyzed, two had abnormal brainstem morphology, which was subsequently diagnosed as Walker-Warburg syndrome. The remaining 13 fetuses were diagnosed with posterior fossa cystic malformations (Dandy-Walker malformation, 2 fetuses; Blake's pouch cyst, 2 fetuses; Noonan syndrome, 1 fetus; trisomy 21, 2 fetuses; trisomy 18, 1 fetus; and transient dilatation of the fourth ventricle, 5 fetuses). The extended anterior membranous area and dysplastic vermis were strong markers of Dandy-Walker malformation. In fetuses with Blake pouch cysts, the vermis was visible, with the choroid plexus of the fourth ventricle located backward.<h4>Conclusions</h4>Sonography enables clear visualization of morphological changes in posterior fossa anomalies at 11-13<sup>+6</sup> gestational weeks. An extended anterior membranous area, dysplastic vermis, and abnormal brainstem morphology are direct signs of early recognition of severe posterior fossa anomalies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR992753",
    "pmid": "",
    "doi": "10.32388/1mpb6l",
    "title": "Two Cases of Non-Surgical Hypoparathyroidism That Were Diagnosed with Delay",
    "abstract": "Hypoparathyroidism is characterized by low parathyroid hormone levels, low calcium levels, and high phosphate levels in the blood. The most common cause is neck surgery. Non-surgical hypoparathyroidism (Ns-HypoPT) can have various causes, including genetic ones. The most common genetic cause of Ns-HypoPT is the loss of the q11 region (22q11) on chromosome 22 which results in hypoplasia of the parathyroid glands. 22q11 syndrome is also known as DiGeorge syndrome (DGS). The acronym ≪CATCH 22≫ refers to the five clinical manifestations of DGS: Cardiac defects; Abnormal facies facial dysmorphia; Thymic hypoplasia; Cleft palate; Hypocalciemia (HC). Diagnosis of DGS can be complicated due to the phenotype variation. DGS is suspected in the presence of at least one CATCH22 sign, molecular genetic methods confirm or refute the diagnosis. The publication presents two cases of Ns-HypoPT in adults who were not diagnosed in a timely manner. In both cases, HC with a decrease in PTH levels without a surgical history indicates Ns-HypoPT. Using nucleotide sequence analysis and deletion/duplication testing of a panel of 2,211 genes in case 1, pathogenic variants were identified in three genes: TBX1 (associated with autosomal dominant DGS); LZTR1 (associated with autosomal dominant schwannomatosis and autosomal dominant and autosomal recessive Noonan syndrome); CLCN1 (associated with autosomal dominant and recessive congenital myotonia). Case 1 is characterized by the combination of DGS and Graves’ disease. Despite the different etiology of Ns-HypoPT (in case 1 it is a component of DGS, and in case 2 the etiology has not yet been established), in both cases HC was detected late and was treated ineffectively for a long time. The use of calcitriol [1,25 (OH)2 D3], the active form of vitamin D3, at a dosage of 1.25 μg/day (case 1) and 1.75 μg/day (case 2) increased calcium levels and reduced HC symptoms.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39641826",
    "pmid": "39641826",
    "doi": "10.1007/s12519-024-00853-8",
    "title": "Non-malignant features of cancer predisposition syndromes manifesting in childhood and adolescence: a guide for the general pediatrician.",
    "abstract": "<h4>Purpose</h4>Cancer predisposition syndromes are genetic disorders that significantly raise the risk of developing malignancies. Although the malignant manifestations of cancer predisposition syndromes are well-studied, recognizing their non-malignant features is crucial for early diagnosis, especially in children and adolescents.<h4>Methods</h4>A comprehensive literature search was conducted using the PubMed database, focusing on non-malignant manifestations of cancer predisposition syndromes in children and adolescents. Key sources included the Clinical Cancer Research pediatric oncology series and ORPHANET. Studies that described clinical signs and symptoms affecting specific organ systems were included.<h4>Results</h4>Non-malignant dermatological features often serve as early indicators of cancer predisposition syndromes, including café-au-lait spots in Neurofibromatosis Type 1 and facial angiofibromas in Tuberous Sclerosis Complex. Neurological and developmental anomalies such as cerebellar ataxia in ataxia-telangiectasia and intellectual disabilities in neurofibromatosis type 1 and tuberous sclerosis complex are significant indicators. Growth and metabolic anomalies are also notable, including overgrowth in Beckwith-Wiedemann syndrome and growth hormone deficiency in neurofibromatosis Type 1. In addition, facial anomalies, ocular manifestations, hearing issues, and thyroid anomalies are prevalent across various cancer predisposition syndromes. For instance, hearing loss may be significant in neurofibromatosis Type 2, while thyroid nodules are common in PTEN hamartoma tumor syndrome and DICER1 syndrome. Cardiovascular, abdominal, musculoskeletal, pulmonary, genitourinary manifestations, and prenatal deviations further complicate the clinical picture.<h4>Conclusions</h4>Recognizing non-malignant features of cancer predisposition syndromes is essential for early diagnosis and management. This organ-specific overview furthers awareness among healthcare providers, facilitating timely genetic counseling, surveillance programs, and preventive measures, ultimately improving patient outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39898109",
    "pmid": "39898109",
    "doi": "10.3389/fcvm.2025.1490436",
    "title": "Case Report: A rare case of Noonan syndrome with multiple lentigines manifesting as cardiac enlargement.",
    "abstract": "Noonan syndrome with multiple lentigines (NSML) is a rare autosomal dominant disorder, primarily caused by variants in the <i>PTPN11</i> gene. Characterized by multiple lentigines, hypertelorism, short stature, and hearing loss, its common cardiac manifestations include pulmonary stenosis, hypertrophic cardiomyopathy (HCM), atrial septal defect, and left-sided heart lesions. We report a 58-year-old female diagnosed with NSML presenting with bilateral atrial and ventricular chamber enlargement and atrial fibrillation, which are uncommon cardiac phenotypes of NSML.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39725732",
    "pmid": "39725732",
    "doi": "10.1007/s00431-024-05825-8",
    "title": "Clinical features and molecular genetics of patients with RASopathies: expanding the phenotype with rare genes and novel variants.",
    "abstract": "The RASopathies are a group of disorders resulting from a germline variant in the genes encoding the Ras/mitogen-activated protein kinase pathway. These disorders include Noonan syndrome (NS), cardiofaciocutaneous syndrome (CFC), Costello syndrome (CS), Legius syndrome (LS), and neurofibromatosis type 1 (NF1), and have overlapping clinical features due to RAS/MAPK dysfunction. In this study, we aimed to describe the clinical and molecular features of patients exhibiting phenotypic manifestations consistent with RASopathies. The study included 149 patients from 146 unrelated families who were admitted between 2019 and 2023 with a clinical suspicion of RASopathy spectrum disorder. Clinical and laboratory characteristics of the patients at the time of the diagnosis were obtained from hospital records. Variant analysis of twenty-four RASopathy genes was performed using a targeted next-generation sequencing (NGS) panel, and the variants were classified according to American College of Medical Genetics and Genomics Standards and Guidelines recommendations. Pathogenic/likely pathogenic variants were detected in 39 out of 149 patients (26.1%). Thirty-two patients were diagnosed as NS (32/39; 82%). The variants detected in NS patients were PTPN11 (21/32; 65.6%), LZTR1 (3/32; 9.3%), SOS1 (2/32; 6.2%), RAF1 (2/32; 6.2%), RIT1 (2/32; 6.2%), KRAS (1/32; 3.1%), and RRAS (1/32; 3.1%) genes, respectively. The remaining patients were diagnosed with CS (2/39; 5.1%), NF1 (2/39; 5.1%), NF-NS (2/39; 5.1%), and CFC (1/39; 2.5%). We observed rare clinical findings including lymphangioma circumscriptum, Meckel's diverticulum, and omphalocele in three patients with PTPN11 gene variations. Additionally, we detected corpus callosum thickness in a patient with the SOS1 gene variant, which has not been previously described in NS. We also identified three novel variants in RIT1, BRAF, and NF1 genes.<h4>Conclusion</h4>In this study, we described rare clinical manifestations and detected three novel variants in NF1, BRAF, and RIT1 genes. We propose that NGS technology enables the detection of variants in rare genes responsible for the etiology of RASopathies. The study, therefore, not only contributes to the existing literature but also expands the spectrum of genotype and phenotype of RASopathies.<h4>What is known</h4>• RASopathies are a group of disorders caused by germline variants in genes involved in the Ras/mitogen-activated protein kinase (RAS/MAPK) pathway. • These disorders, including Noonan syndrome (NS), Cardiofaciocutaneous syndrome (CFC), Costello syndrome (CS), Legius syndrome, and Neurofibromatosis type 1 (NF1), share overlapping clinical features due to RAS/MAPK dysfunction. Molecular diagnosis of RASopathies is crucial for understanding the genetic basis and guiding clinical management, although the phenotype-genotype relationships remain incompletely defined.<h4>What is new</h4>• This study provides new insights into the molecular and clinical characteristics of RASopathies by examining 149 patients from 146 families, with a focus on the genetic variants found in 24 RASopathy-related genes. Three novel variants were identified in the RIT1, BRAF, and NF1 genes, expanding the genetic spectrum of RASopathies. • Additionally, rare clinical findings, such as lymphangioma circumscriptum and corpus callosum thickness, were reported in patients with PTPN11 and SOS1 gene variations, respectively. These observations contribute new phenotypic data to the existing body of knowledge.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39466191",
    "pmid": "39466191",
    "doi": "10.1097/scs.0000000000010804",
    "title": "Symmetric, Bilateral Auricular Calcifications in Twins With Noonan Syndrome.",
    "abstract": "Noonan syndrome (NS) is a rare, genetic multisystem disorder often presenting with associated craniofacial abnormalities. The authors report an identical twin pair with classical features of NS including short stature, mild ptosis, hypertelorism, down-slanting palpebral fissures, low-set angulated ears, and giant cell tumors in the craniofacial skeleton. Interestingly, these patients also presented with bilateral, symmetric, dystrophic auricular calcifications. Genome sequencing revealed identical germline son of sevenless homolog 1 mutations and inversion of chromosome 2 (p11.2q13). Awareness of the association of auricular calcifications and NS may help guide clinical management for these patients, particularly if auricular procedures are indicated.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39444097",
    "pmid": "39444097",
    "doi": "10.1002/ajmg.a.63912",
    "title": "SOS1 -Related Noonan Syndrome and Sudden Cardiac Arrest in the Absence of Cardiomyopathy-An Arrhythmia Phenotype?",
    "abstract": "Noonan syndrome (NS) is a predominantly autosomal dominant condition with various cardiac and extra-cardiac manifestations. Although it has been linked with atrial arrhythmias, ventricular arrhythmias are extremely rare in the absence of underlying structural cardiac abnormalities. We report an instance of aborted sudden cardiac arrest in a 7-year-old male with a confirmed SOS1 variant and a lack of evidence to support a structural cardiac, metabolic, or infectious etiology. This is the second reported instance of sudden cardiac arrest related to ventricular fibrillation in a child with SOS1-related NS in the absence of any structural cardiac defects. Although no definitive correlation can be ascertained from a limited existing body of knowledge surrounding SOS1 and ventricular fibrillation unrelated to structural heart defects, it provokes the idea of an arrhythmia phenotype and future research is warranted to guide proper clinical treatment, monitoring, and management of such individuals.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39407794",
    "pmid": "39407794",
    "doi": "10.3390/jcm13195735",
    "title": "Prenatal Sonographic Features of Noonan Syndrome: Case Series and Literature Review.",
    "abstract": "Noonan syndro me is a rare autosomal dominant congenital abnormality associated with a gene defect located on the short arm of chromosome 12. It is characterized by dysmorphic facies, webbed neck, short stature, lymphatic obstruction, cardiac anomalies, and intellectual disability. Prenatal diagnosis of Noonan syndrome is rare because there are no pathognomonic sonographic signs. Studies on the prenatal sonographic features of Noonan syndrome have been reported in very limited numbers. This case series of severe fetal Noonan syndrome, together with a literature review, was conducted to establish prenatal sonographic features highly suggestive of Noonan syndrome to facilitate early detection by clinicians. This study reveals that Noonan syndrome has a relatively specific pattern, which facilitates prenatal molecular genetic diagnosis. Increased nuchal translucency (NT) in the late first trimester and fluid collection in the early second trimester could be warning signs for follow-up, prompting further investigation to detect late-onset features and leading to molecular genetic confirmation. Most structural abnormalities appear in the second trimester, with progressive changes noted throughout gestation. This review better characterizes the sonographic features of fetal Noonan syndrome based on a larger sample size, illustrating a wider spectrum of prenatal phenotypes, including lymphatic drainage disorders, cardiac abnormalities, polyhydramnios, and absent ductus venosus.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39075977",
    "pmid": "39075977",
    "doi": "10.1093/postmj/qgae095",
    "title": "Facial recognition models for identifying genetic syndromes associated with pulmonary stenosis in children.",
    "abstract": "<h4>Background</h4>Williams-Beuren syndrome, Noonan syndrome, and Alagille syndrome are common types of genetic syndromes (GSs) characterized by distinct facial features, pulmonary stenosis, and delayed growth. In clinical practice, differentiating these three GSs remains a challenge. Facial gestalts serve as a diagnostic tool for recognizing Williams-Beuren syndrome, Noonan syndrome, and Alagille syndrome. Pretrained foundation models (PFMs) can be considered the foundation for small-scale tasks. By pretraining with a foundation model, we propose facial recognition models for identifying these syndromes.<h4>Methods</h4>A total of 3297 (n = 1666) facial photos were obtained from children diagnosed with Williams-Beuren syndrome (n = 174), Noonan syndrome (n = 235), and Alagille syndrome (n = 51), and from children without GSs (n = 1206). The photos were randomly divided into five subsets, with each syndrome and non-GS equally and randomly distributed in each subset. The proportion of the training set and the test set was 4:1. The ResNet-100 architecture was employed as the backbone model. By pretraining with a foundation model, we constructed two face recognition models: one utilizing the ArcFace loss function, and the other employing the CosFace loss function. Additionally, we developed two models using the same architecture and loss function but without pretraining. The accuracy, precision, recall, and F1 score of each model were evaluated. Finally, we compared the performance of the facial recognition models to that of five pediatricians.<h4>Results</h4>Among the four models, ResNet-100 with a PFM and CosFace loss function achieved the best accuracy (84.8%). Of the same loss function, the performance of the PFMs significantly improved (from 78.5% to 84.5% for the ArcFace loss function, and from 79.8% to 84.8% for the CosFace loss function). With and without the PFM, the performance of the CosFace loss function models was similar to that of the ArcFace loss function models (79.8% vs 78.5% without PFM; 84.8% vs 84.5% with PFM). Among the five pediatricians, the highest accuracy (0.700) was achieved by the senior-most pediatrician with genetics training. The accuracy and F1 scores of the pediatricians were generally lower than those of the models.<h4>Conclusions</h4>A facial recognition-based model has the potential to improve the identification of three common GSs with pulmonary stenosis. PFMs might be valuable for building screening models for facial recognition. Key messages What is already known on this topic:  Early identification of genetic syndromes (GSs) is crucial for the management and prognosis of children with pulmonary stenosis (PS). Facial phenotyping with convolutional neural networks (CNNs) often requires large-scale training data, limiting its usefulness for GSs. What this study adds:  We successfully built multi-classification models based on face recognition using a CNN to accurately identify three common PS-associated GSs. ResNet-100 with a pretrained foundation model (PFM) and CosFace loss function achieved the best accuracy (84.8%). Pretrained with the foundation model, the performance of the models significantly improved, although the impact of the type of loss function appeared to be minimal. How this study might affect research, practice, or policy:  A facial recognition-based model has the potential to improve the identification of GSs in children with PS. The PFM might be valuable for building identification models for facial detection.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39484914",
    "pmid": "39484914",
    "doi": "10.1002/ajmg.a.63905",
    "title": "New Insights Into the Spectrum of RASopathies: Clinical and Genetic Data in a Cohort of 121 Spanish Patients.",
    "abstract": "Noonan syndrome and related disorders are a group of well-known genetic conditions caused by dysregulation of the Ras/mitogen-activated protein kinase (RAS/MAPK) pathway. Because of the overlap of clinical and molecular features, they are now called RASopathies. In this study, we retrospectively analyzed the clinical data of 121 patients with a molecularly confirmed diagnosis of RASopathy, describing frequencies for clinical features in all organ systems as well as molecular data. The most common clinical diagnosis was Noonan Syndrome and the most frequently affected gene was PTPN11 followed by SOS1, RAF1, LZTR1, and RIT1. All patients had distinctive craniofacial features indicative of the RASopathy spectrum but we report some atypical features regarding craniofacial shape, such as craniosynostosis and microcephaly. We also describe uncommon clinical characteristics such as aortic dilation, multivalvular heart disease, abnormalities of the posterior fossa, and uterine congenital anomalies in female patients. Furthermore, the presence of multiple giant cell granulomas was observed specifically in patients with SOS1 variants. This comprehensive evaluation allows broadening the phenotypic spectrum of our population and their correlation with the genotype, which are essential to improve the recognition and the follow up of RASopathies as a multisystemic disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39831200",
    "pmid": "39831200",
    "doi": "10.3389/fgene.2024.1439905",
    "title": "Identification of a novel frameshift variation in ANKRD11: a case report of KBG syndrome.",
    "abstract": "<h4>Background</h4>KBG syndrome (KBGS, OMIM: 148050) is a rare genetic disorder characterized by macrodontia, short stature, skeletal abnormalities, and neurological manifestations. The objective of this study is to investigate a case of KBG syndrome caused by a novel frameshift mutation in ANKRD11.<h4>Methods and results</h4>We present the case of an 18-year-old Chinese male exhibiting characteristic features including a triangular face, micrognathia, hypertelorism, macrodontia, bushy eyebrows, prominent ears, short stature, low hairline, delayed cognitive development, and scoliosis. Whole exome sequencing identified a novel frameshift variant in the ANKRD11 gene which ultimately led to the diagnosis of KBG syndrome.<h4>Conclusion</h4>In this study we have identified a previously unreported frameshift variant (NM_013275.6:c.2589dup) in ANKRD11 that causes KBG syndrome. This finding expands both the molecular and clinical spectrum of this rare genetic disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR945968",
    "pmid": "",
    "doi": "10.1101/2024.11.25.623865",
    "title": "Rigosertib Reverses Hypertrophic Cardiomyopathy in<i>RAF1</i>-Associated Noonan Syndrome",
    "abstract": "<h4>Background</h4> RASopathies constitute a group of rare genetic disorders caused by mutations in genes that reside along the canonical Ras/MAPK signaling pathway, affecting cell growth and differentiation. These syndromes, which include conditions like Noonan syndrome (NS), are characterized by developmental delays, distinctive facial dysmorphia, and a variety of cardiac defects, notably hypertrophic cardiomyopathy (HCM). Despite their prevalence and impact, therapeutic options for RASopathies remain limited. Rigosertib, a novel dual Ras/MAPK and PI3K/AKT pathway inhibitor, is currently in clinical trials for treatment of melanoma and recessive dystrophic epidermolysis bullosa. Here, we identify rigosertib as a candidate therapy for RAF1-associated HCM. <h4>Methods and Results</h4> Our Drosophila screen of clinically relevant drugs and compounds identified rigosertib as broadly effective across a panel of transgenic RASopathy fly transgenic models, indicating that rigosertib may be effective against multiple disease isoforms. Analysis of a Drosophila model targeting a RAF1 L613V transgene to the heart found that rigosertib reduced aspects of cardiac hypertrophy. Rigosertib treatment prevented or regressed cellular hypertrophy in human induced pluripotent stem cell-(iPSC-) derived cardiomyocytes homozygous for the NS-associated RAF1 S257L allele. We extended these findings to a mammalian model, using Raf1 L613V/+ KI mice to explore the therapeutic implications of rigosertib on RAF1-driven HCM. Longitudinal six-week treatment with rigosertib in these mice resulted in significant improvement in left ventricular chamber dimension and posterior wall thickness, total heart mass, size of individual cardiomyocytes (CMs), as well as reversal of cardiac hypertrophy. Rigosertib treatment also led to normalized fetal gene expression and inhibition of ERK and AKT pathway activities in primary CMs isolated from Raf1 L613V/+ mice. Cardiac function, as assessed by echocardiography, showed significant improvement in ejection fraction and fractional shortening, with molecular studies confirming downregulation of hypertrophic markers and signaling pathways. Together with the Drosophila data, these mammalian results support the potential and use for rigosertib to reverse pathological hypertrophy in NS through targeted pathway inhibition in patients. Moreover, in addition to its effects in the heart, rigosertib treatment in mice also significantly improved other NS-associated syndromic features, including increasing bone growth and correcting craniofacial abnormalities. <h4>Conclusions</h4> Taken together, our findings suggest rigosertib effectively normalizes and reverses RASopathy-associated HCM as well as other NS-associated syndromic features, supporting its potential for development as a promising treatment for RAF1-associated HCM and, potentially, other RASopathies-dependent pathologies. This study not only highlights the therapeutic potential of rigosertib but also demonstrates the utility of an integrated approach using Drosophila, iPSC and mammalian models to elucidate drug effects across complex biological systems.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39576684",
    "pmid": "39576684",
    "doi": "10.1146/annurev-med-042823-013552",
    "title": "RASopathies in Cardiac Disease.",
    "abstract": "RASopathies are a group of clinically overlapping autosomal dominant disorders caused primarily by mutations in genes that reside along the canonical Ras-mitogen-activated protein kinase signaling cascade. Though individually rare, collectively, these disorders constitute one of the largest families of congenital disorders worldwide, particularly for infantile hypertrophic cardiomyopathy. Significantly, despite almost five decades of RASopathy research, therapeutic options remain limited and focused primarily on treating symptoms rather than disease etiology. Targeting the genes causal to these disorders, and the nodal pathways critical for their regulation, however, has been challenging. In this review, we highlight these challenges, particularly with respect to congenital heart defects and cardiac diseases and discuss limitations and future directions for approaches to new therapeutic strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39897954",
    "pmid": "39897954",
    "doi": "10.3389/fendo.2024.1531545",
    "title": "Impact of pubertal timing on growth progression and final height in subjects affected by RASopathies.",
    "abstract": "<h4>Background</h4>RASopathies, including Noonan syndrome and related disorders, are multisystem conditions caused by mutations in various genes encoding proteins involved in the RAS/MAPK signaling pathway resulting in increased signal flow. They are clinically characterized by failure to thrive, facial dysmorphisms, congenital heart defects, lymphatic malformations, skeletal anomalies, and variable cognitive impairment, with variable prevalence in the different conditions and subtypes. Pubertal development, which affects growth and final height, is often delayed in Noonan syndrome patients, though not universally. This study aimed to evaluate the timing and progression of puberty and its impact on growth and final height in patients with RASopathies.<h4>Subjects and methods</h4>A retrospective longitudinal study was conducted involving 103 patients with molecularly confirmed RASopathies. A subgroup of 40 patients who had completed pubertal development was analyzed. Anthropometric, hormonal (FSH, LH, estradiol/testosterone), and radiological data were collected.<h4>Results</h4>Among the 40 patients who had completed puberty, 75% had a diagnosis of Noonan syndrome. The median age at pubertal onset was 11.8 years in males and 13.2 years in females. Delayed puberty was observed in 27.8% of patients, with a higher incidence in females. Median final height was significantly lower in those with delayed pubertal onset compared to those with normal development (p < 0.01). No significant differences in final height were observed between patients with growth hormone deficiency treated with growth hormone and those who were untreated.<h4>Conclusions</h4>Delayed pubertal onset negatively impacts final height in patients with RASopathies, with inadequate pubertal catch-up growth being a common outcome. While most patients initiate puberty spontaneously, careful monitoring of growth and pubertal progression is crucial to optimize therapeutic interventions and improve final height outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40041314",
    "pmid": "40041314",
    "doi": "10.3389/fped.2025.1475143",
    "title": "Trametinib as a targeted treatment in cardiac and lymphatic presentations of Noonan syndrome.",
    "abstract": "<h4>Introduction</h4>Rare pathogenic variants in the <i>PTPN11, KRAS, SOS1</i> and <i>RAF1</i> genes are the main molecular causes of Noonan syndrome (NS). Most are dominant gain-of-function variants that cause an overactivation of the RAS/MAPK signaling pathway leading to uncontrolled cell proliferation in many organs and systems. Albeit phenotypically heterogeneous, NS can be associated with severe cardiovascular and lymphatic anomalies, potentially lethal during infancy, neonatal and fetal periods. MEK inhibitors, a class of drugs targeting the final steps of the RAS/MAPK pathway and originally developed for cancer therapy, have been tested in preclinical studies as a targeted treatment for NS. These studies led to the occasional off-label use of MEK inhibitors in patients with RASopathies.<h4>Methods</h4>We report the case of a preterm infant with congenital pulmonary lymphangiectasis, chylothorax and hypoxic respiratory failure refractory to conventional management, who was treated with trametinib after identification of a NS <i>PTPN11</i> class 5 variant. We performed a systematic review of the current published evidence on trametinib efficacy and safety for severe respiratory and/or cardiac manifestations in infants and children with Noonan syndrome, querying PubMed, Embase, Cochrane and Scopus databases, following the PRISMA guideline for systematic reviews, and using the Joanna Briggs Institute (JBI) Critical Appraisal tool for quality assessment of published evidence.<h4>Results</h4>In our patient, a five-week trametinib course, maximum dose 0.025 mg/kg/day, led to chylothorax resolution and gradual pulmonary function improvement, allowing extubation to non-invasive support, discharge home at a corrected age of 4 months, and weaning off home oxygen therapy by 10 months. No formal clinical trial of trametinib in neonatal/pediatric Noonan syndrome has been published to our knowledge. We collected 16 published cases, and added this case for reviewing trametinib regimen, efficacy and safety. A short-term improvement of symptoms was reported in all cases, with three deaths presumably unrelated to trametinib. Moderate side effects were reported in a subset of patients. Long-term follow-up data were not available.<h4>Discussion</h4>Trametinib is a promising drug in NS. Clinical trials are warranted to establish safety, efficacy, and standardized protocols for the use of trametinib as a rescue therapy in critically ill children and explore its potential place in the treatment of various NS comorbidities.<h4>Systematic review registration</h4>clinicaltrials.gov, identifier [NCT06555237].",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39366539",
    "pmid": "39366539",
    "doi": "10.1016/j.biopsych.2024.09.019",
    "title": "Social Communication in Ras Pathway Disorders: A Comprehensive Review From Genetics to Behavior in Neurofibromatosis Type 1 and Noonan Syndrome.",
    "abstract": "Neurofibromatosis type 1 (NF1) and Noonan syndrome (NS) are neurogenetic syndromes caused by pathogenetic variants encoding components of the Ras-ERK-MAPK (Ras/extracellular signal-regulated kinase/mitogen-activated protein kinase) signaling pathway (Ras pathway). NF1 and NS are associated with differences in social communication and related neuropsychiatric risks. During the last decade, there has been growing interest in Ras-linked syndromes as models to understand social communication deficits and autism spectrum disorder. We systematically review the literature between 2010 and 2023 focusing on the social communication construct of the Research Domain Criteria framework. We provide an integrative summary of the research on facial and nonfacial social communication processes in NF1 and NS across molecular, cellular, neural circuitry, and behavioral domains. At the molecular and cellular levels, dysregulation in the Ras pathway is intricately tied to variations in social communication through changes in GABAergic (gamma-aminobutyric acidergic), glutamatergic, and serotonergic transmission, as well as inhibitory/excitatory imbalance. Neural circuitry typically associated with learning, attention, and memory in NF1 and NS (e.g., corticostriatal connectivity) is also implicated in social communication. We highlight less-researched potential mechanisms for social communication, such as white matter connectivity and the default mode network. Finally, key gaps in NF1 and NS literature are identified, and a roadmap for future research is provided. By leveraging genetic syndrome research, we can understand the mechanisms associated with behaviors and psychiatric disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38905490",
    "pmid": "38905490",
    "doi": "10.1097/js9.0000000000001862",
    "title": "Left ventricular posterior wall hypertrophy leads to poor prognosis of hypertrophic obstructive cardiomyopathy in children: a cohort study.",
    "abstract": "<h4>Objective</h4>The modified Morrow operation for hypertrophic obstructive cardiomyopathy (HOCM) in children has a favorable outcome, but some children still have a poor prognosis after the procedure. In this study, the authors aimed to investigate the application of cardiac computed tomography (CCT) to construct a three-dimensional (3D) model of the left ventricle (LV) and analyze the association between hypertrophy in different parts of the LV and poor prognosis.<h4>Methods</h4>The authors retrospectively analyzed 57 children with HOCM from April 2015 to October 2022, among whom 16 underwent preoperative CCT examination. All children underwent the modified Morrow surgery in our center. The authors defined heart failure, malignant ventricular arrhythmia, and recurrent left ventricular outflow tract obstruction (LVOTO) as adverse events. The authors performed a retrospective Cox analysis and conducted genetic testing. A 3D model of the LV was built through the standard 17-segment method and analyzing the high-risk factors.<h4>Results</h4>Seventeen (29.8%) had adverse events during follow-up. Multivariate Cox analysis revealed that genetic mutation (HR: 5.634, 95% CI: 1.663-19.086, P =0.005), Noonan syndrome (HR: 3.770, 95% CI: 1.245-11.419, P =0.019), preoperational systolic anterior motion (HR: 4.596, 95% CI: 1.532-13.792, P =0.007)and mid-ventricular obstruction (HR: 4.763, 95% CI: 1.538-14.754, P =0.007) were high-risk factors, suggesting that the degree of hypertrophy in the LV is associated with poor prognosis. By analyzing the CCT with a 3D model, children with poor prognosis have more hypertrophy in basal-inferior ( P =0.014), mid-inferoseptal ( P =0.044), and mid-inferior ( P =0.017). It suggests that a more hypertrophied posterior left ventricular wall portends a worse prognosis.<h4>Conclusion</h4>Even after modified Morrow surgery, the prognostic impact of genetic mutation remains significant. Moreover, the degree of hypertrophy of the posterior wall in the LV was also related to the postoperative prognosis through CCT combined with 3D technology. It provides surgeons guiding to evaluate the overall prognosis and the treatment plan before surgery.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39333035",
    "pmid": "39333035",
    "doi": "10.1002/ajmg.b.33009",
    "title": "Parenting Stress Index in Caregivers of Individuals With Noonan Syndrome.",
    "abstract": "Medical professionals frequently underestimate stress level of parents/caregivers of patients with rare disorders as RASopathies, the latter might experience elevated stress levels, with their own health frequently overlooked despite significant responsibilities and hurdles encountered. The aim of this study is to assess the stress experienced by parents of individuals with Noonan syndrome and related conditions. Forty-eight parents (20 fathers; 28 mothers), among the 31 recruited families, completed the Italian version of the Parenting Stress Index-Short Form. Our study shows abnormally elevated scores (≥ 85° percentile) in 35.4% of parents. Data retrieved from subscales reveal a perception of a difficult child in 25% of cases, a dysfunctional parental-child interaction in 20.8%, a general parental distress in 10.4% of cases, and an elevated overall stress in 18.8% of parents. Questionnaires as the Parenting Stress Index-Short Form are valuable tools to evaluate stress in parents/caregivers of children with RASopathies. Evaluation by professionals is fundamental to support parents and caregivers in managing stressors and to enhance their quality of life and relationships. To prevent stress escalation and parents' burnout, an early assessment to tailor a timely treatment should be introduced as soon as possible as good clinical practice.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39810511",
    "pmid": "39810511",
    "doi": "10.6065/apem.2448202.101",
    "title": "Long-acting growth hormones: innovations in treatment and guidance on patient selection in pediatric growth hormone deficiency.",
    "abstract": "Long-acting growth hormones (LAGHs) represent a significant advancement in the treatment of pediatric growth hormone deficiency (GHD), offering an alternative to daily recombinant human growth hormone (rhGH) therapy. Traditional rhGH treatments, while effective, require daily injections, often leading to poor adherence due to the frequency of dosing, injection pain, and difficulties with storage and travel. In contrast, LAGHs, such as somatrogon, somapacitan, and lonapegsomatropin, are designed for once-weekly administration, improving patient compliance and quality of life. LAGHs have demonstrated non-inferiority to daily rhGH in phase 3 clinical trials, showing similar efficacy in terms of growth velocity and safety profiles. Despite these advantages, there remain concerns regarding the altered pharmacodynamics of LAGHs, such as the lack of pulsatile secretion and the potential for antibody formation. While the overall safety of LAGHs has been confirmed, some side effects, like lipoatrophy at the injection site, may occur, especially with PEGylated formulations. Guidelines for prescribing LAGHs are still evolving.. They are not yet approved for other conditions traditionally treated with rhGH, such as Turner or Noonan syndrome. Pediatric endocrinologists must carefully consider which patient groups would benefit most from this therapy, particularly those at risk for poor adherence to daily injections, such as patients undergoing multi-drug therapy, patients with needle phobia or behavioral disorders, very young children, adolescents, patients with separated parents, families that travel frequently, or children involved in activities like scouting. LAGHs present an opportunity to enhance therapeutic outcomes and adherence, but careful patient selection remains critical to maximizing their potential benefits.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39653642",
    "pmid": "39653642",
    "doi": "10.1002/jdn.10396",
    "title": "A patient with a PTPN11 gene variant complicated with Chiari I malformation and syringomyelia and a review of literatures.",
    "abstract": "<h4>Background</h4>According to previous literature reports, PTPN11 gene variants account for approximately 50% of Noonan syndrome (NS) cases and 85% of Leopard syndrome (LS) cases. Several patients who were diagnosed with NS or LS complicated with Chiari I malformation (CIM) and/or syringomyelia have been reported to have a PTPN11 variant. However, it is not always clear whether the association between CIM and/or syringomyelia and PTPN11 variants is real or random. We try to explain this phenomenon by reporting a clinical case and making a mini-review.<h4>Methods</h4>We retrospectively described a clinical case in detail and made a genetic test on the proband and her family members using whole-exome sequencing. And made a review of the related literatures.<h4>Results</h4>The patient was manifesting progressive abnormal gait and muscle weakness for more than 2 years before she was admitted to our hospital at the age of 5 years and 2 months. On examination, she looked frail and slender. She had short stature, mild intellectual disability, decreased muscle strength in the left limb, thinner left limb, left hollow foot and foot drop, weakened left knee and Achilles tendon reflexes and a positive left Babinski sign. She looked timid and had very little expressive language. MRI of the brain and spine revealed CIM and syringomyelia with hydrops. Cardiac ultrasonography revealed an ostium secundum defect. ECG examination showed no abnormalities. She received a spinal cavity subarachnoid shunt; the symptoms were relieved to some extent, and the cavity in the lumbar vertebrae was significantly reduced after the surgery. Genetic testing found a variant, c. 922A>G (p. Asn308Asp) in the PTPN11 gene. Both parents were wild-type at this locus. A literature review found that 31 patients with NS or LS were complicated with CIM, syringomyelia or both. Together with our patient, a total of six patients in this group had the PTPN11 gene variant. Among them, four were complicated with both CIM and syringomyelia, and two were complicated with CIM only.<h4>Conclusions</h4>We report another case with a PTPN11 variant that was complicated with both CIM and syringomyelia. It suggests that CIM and syringomyelia may be clinical manifestations of PTPN11 variation-related diseases. This phenomenon may be underrated due to limitations of genetic diagnostic methods in the past. We strongly suggest routine craniocerebral and spinal MRI scans and genetic testing for patients suspected of having NS or LS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39196581",
    "pmid": "39196581",
    "doi": "10.1158/1078-0432.ccr-24-1611",
    "title": "Update on Pediatric Cancer Surveillance Recommendations for Patients with Neurofibromatosis Type 1, Noonan Syndrome, CBL Syndrome, Costello Syndrome, and Related RASopathies.",
    "abstract": "Neurofibromatosis type 1 (NF1), Noonan syndrome, and related syndromes, grouped as RASopathies, result from dysregulation of the RAS-MAPK pathway and demonstrate varied multisystemic clinical phenotypes. Together, RASopathies are among the more prevalent genetic cancer predisposition syndromes and require nuanced clinical management. When compared with the general population, children with RASopathies are at significantly increased risk of benign and malignant neoplasms. In the past decade, clinical trials have shown that targeted therapies can improve outcomes for low-grade and benign neoplastic lesions but have their own challenges, highlighting the multidisciplinary care needed for such individuals, specifically those with NF1. This perspective, which originated from the 2023 American Association for Cancer Research Childhood Cancer Predisposition Workshop, serves to update pediatric oncologists, neurologists, geneticists, counselors, and other health care professionals on revised diagnostic criteria, review previously published surveillance guidelines, and harmonize updated surveillance recommendations for patients with NF1 or RASopathies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39392019",
    "pmid": "39392019",
    "doi": "10.1111/cup.14730",
    "title": "An Unexpected Finding of a PTPN11 Germline Mutation in a Patient With a Melanocytic Lesion With a Somatic MAP2K1 Mutation. Coincidence or Not?",
    "abstract": "Melanocytic tumors are a diverse group of lesions and are traditionally classified based on a combination of clinical presentation as well as histological examination. More recently, molecular diagnostics has become an increasingly important part of differentiating different melanocytic lesions in the current WHO standards. This molecular testing, however, can result in unexpected findings. In this report, we describe that molecular testing of a clinical atypical melanocytic lesion showed a mutation in the MAP2K1 gene as well as an unexpected germline mutation in PTPN11, indicative of Noonan syndrome. Based on these findings we concluded that the patient had a MAP2K1 associated melanocytic lesion with Noonan syndrome as an incidental finding. Melanomas are classically not associated with Noonan syndrome. However, we hypothesized that the germline mutations of PTPN11 and the somatic second hit mutation in the MAP2K1 genes might be involved in the formation of the aforementioned lesion. As they are both part of the RAS-MAPK pathway. Furthermore, with the expansion of molecular diagnostics in melanomas, we expect to find an increase in unexpected (germline) mutations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39665502",
    "pmid": "39665502",
    "doi": "10.1002/hbm.70087",
    "title": "Elucidating Microstructural Alterations in Neurodevelopmental Disorders: Application of Advanced Diffusion-Weighted Imaging in Children With Rasopathies.",
    "abstract": "Neurodevelopmental disorders (NDDs) can severely impact functioning yet effective treatments are limited. Greater insight into the neurobiology underlying NDDs is critical to the development of successful treatments. Using a genetics-first approach, we investigated the potential of advanced diffusion-weighted imaging (DWI) techniques to characterize the neural microstructure unique to neurofibromatosis type 1 (NF1) and Noonan syndrome (NS). In this prospective study, children with NF1, NS, and typical developing (TD) were scanned using a multi-shell DWI sequence optimized for neurite orientation density and dispersion imaging (NODDI) and diffusion kurtosis imaging (DKI). Region-of-interest and tract-based analysis were conducted on subcortical regions and white matter tracts. Analysis of covariance, principal components, and linear discriminant analysis compared between three groups. 88 participants (M<sub>age</sub> = 9.36, SD<sub>age</sub> = 2.61; 44 male) were included: 31 NS, 25 NF1, and 32 TD. Subcortical regions differed between NF1 and NS, particularly in the thalamus where the neurite density index (NDI; estimated difference 0.044 [95% CI: -0.034, 0.053], d = 2.36), orientation dispersion index (ODI; estimate 0.018 [95% CI: 0.010, 0.026], d = 1.39), and mean kurtosis (MK; estimate 0.049 [95% CI: 0.025, 0.072], d = 1.39) were lower in NF1 compared with NS (all p < 0.0001). Reduced NDI was found in NF1 and NS compared with TD in all 39 white matter tracts investigated (p < 0.0001). Reduced MK was found in a majority of the tracts in NF1 and NS relative to TD, while fewer differences in ODI were observed. The middle cerebellar peduncle showed lower NDI (estimate 0.038 [95% CI: 0.021, 0.056], p < 0.0001) and MK (estimate 0.057 [95% CI: 0.026, 0.089], p < 0.0001) in NF1 compared to NS. Multivariate analyses distinguished between groups using NDI, ODI, and MK measures. Principal components analysis confirmed that the clinical groups differ most from TD in white matter tract-based NDI and MK, whereas ODI values appear similar across the groups. The subcortical regions showed several differences between NF1 and NS, to the extent that a linear discriminant analysis could classify participants with NF1 with an accuracy rate of 97%. Differences in neural microstructure were detected between NF1 and NS, particularly in subcortical regions and the middle cerebellar peduncle, in line with pre-clinical evidence. Advanced DWI techniques detected subtle alterations not found in prior work using conventional diffusion tensor imaging.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39594917",
    "pmid": "39594917",
    "doi": "10.3390/children11111342",
    "title": "Refractory Chylothorax and Ventricular Hypertrophy Treated with Trametinib in a Patient with Noonan Syndrome: 18-Month Follow-Up.",
    "abstract": "RASopathies are a group of genetic syndromes caused by germline mutations in genes involved in the RAS/Mitogen-Activated Protein Kinase signaling pathway, which regulates cellular proliferation, differentiation, and angiogenesis. Despite their involvement at different levels of this pathway, RASopathies share overlapping clinical phenotypes. Noonan syndrome is the most prevalent RASopathy, with an estimated incidence of 1 in 2500 live births, and it is typically inherited in an autosomal dominant manner, with 50% of cases involving gain-of-function mutations in the PTPN11 gene. De novo mutations are common, accounting for 60% of cases. The phenotype of Noonan syndrome includes characteristic facial and physical features, congenital cardiac defects, lymphatic and cerebrovascular anomalies, renal malformations, hematological abnormalities, developmental issues, and an increased risk of cancer. Severe congenital cardiac defects and lymphatic abnormalities significantly impact prognosis, contributing to increased morbidity and mortality. Recent therapeutic advancements have introduced trametinib, an MEK1/2 inhibitor, for treating Noonan syndrome patients with severe cardiac and lymphatic complications. To assess its efficacy, here, we present a case of a newborn with Noonan syndrome who exhibited refractory chylothorax, ventricular hypertrophy, and pulmonary stenosis who was treated with trametinib. The patient demonstrated significant improvement in chylothorax and left ventricular hypertrophy, though pulmonary stenosis persisted. This case further confirms trametinib's potential as a therapeutic option for severe Noonan syndrome complications, emphasizing the need for further clinical trials to optimize treatment protocols and evaluate long-term outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39633008",
    "pmid": "39633008",
    "doi": "10.1038/s41380-024-02863-4",
    "title": "Brain volumes in genetic syndromes associated with mTOR dysregulation: a systematic review and meta-analysis.",
    "abstract": "<h4>Background/objectives</h4>Dysregulation of molecular pathways associated with mechanistic target of rapamycin (mTOR) and elevated rates of neurodevelopmental disorders are implicated in the genetic syndromes neurofibromatosis type 1 (NF1), tuberous sclerosis complex (TSC), fragile X syndrome (FXS), and Noonan syndrome (NS). Given shared molecular and clinical features, understanding convergent and divergent implications of these syndromes on brain development may offer unique insights into disease mechanisms. While an increasing number of studies have examined brain volumes in these syndromes, the effects of each syndrome on global and subcortical brain volumes are unclear. Therefore, the aim of the current study was to conduct a systematic review and meta-analysis to synthesize existing literature on volumetric brain changes across TSC, FXS, NF1, and NS. Study outcomes were the effect sizes of the genetic syndromes on whole brain, gray and white matter, and subcortical volumes compared to typically developing controls.<h4>Subjects/methods</h4>We performed a series of meta-analyses synthesizing data from 23 studies in NF1, TSC, FXS, and NS (pooled N = 1556) reporting whole brain volume, gray and white matter volumes, and volumes of subcortical structures compared to controls.<h4>Results</h4>Meta-analyses revealed significantly larger whole brain volume, gray and white matter volumes, and subcortical volumes in NF1 compared to controls. FXS was associated with increased whole brain, and gray and white matter volumes relative to controls, but effect sizes were smaller than those seen in NF1. In contrast, studies in NS indicated smaller whole brain and gray matter volumes, and reduced subcortical volumes compared to controls. For individuals with TSC, there were no significant differences in whole brain, gray matter, and white volumes compared to controls. Volumetric effect sizes were not moderated by age, sex, or full-scale IQ.<h4>Conclusions</h4>This meta-analysis revealed that dysregulation of mTOR signaling across pre- and post-natal periods of development can result in convergent and divergent consequences for brain volume among genetic syndromes. Further research employing advanced disease modeling techniques with human pluripotent stem cell-derived in vitro models is needed to further refine our understanding of between and within syndrome variability on early brain development and identify shared molecular mechanisms for the development of pharmaceutical interventions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39726952",
    "pmid": "39726952",
    "doi": "10.3389/fgene.2024.1488425",
    "title": "Mapping the current status and outlook of research on noonan syndrome over the last 26 years: a bibliometric and visual analysis.",
    "abstract": "<h4>Background</h4>Noonan syndrome (NS) is a rare group of autosomal genetic disorders. In recent years, with the exploration and development of molecular diagnostic techniques, more and more researchers have begun to pay attention to NS. However, there is still a lack of reports on the bibliometric analysis of NS worldwide. This study aims to assess the current research status and development trend of NS, to explore the research hotspots and emerging topics, and to point out the direction for future scientific research.<h4>Methods</h4>Web of Science Core Collection was selected as the search database for bibliometric analysis of NS-related publications from 1998 to 2023. Statistical and visual analysis of the number of publications, countries, institutions, authors, journals, keywords, and references were analyzed using Citespace, VOSviewer, Scimago Graphica, and BibliometrixR.<h4>Results</h4>A total of 2041 articles were included in this study. The United States had the highest number of publications, and Istituto Superiore di Sanità, Italy, was the institution with the highest number of publications. TARTAGLIA M was the scientist with the highest number of publications and citations. Among the journals, AMERICAN JOURNAL OF MEDICAL GENETICS PART A has the highest output, and Nature Genetics is the most frequently cited. The reference with the highest outburst intensity is Roberts AE, LANCET, 2013. the cluster diagram divides all the keywords into seven categories, with the most vigorous outburst being \"of function mutations.\"<h4>Conclusion</h4>Research hotspots in the field of NS focus on the correspondence between NS genotype and phenotype and the precise diagnosis of NS. Future research efforts will explore more deeply from the perspective of long-term intervention strategies for NS. There is an urgent need to rely on significant research countries, institutions, journals, and authors to lead the construction of a more robust global collaborative network that will enhance research efficacy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39596579",
    "pmid": "39596579",
    "doi": "10.3390/genes15111379",
    "title": "Variants of the <i>PTPN11</i> Gene in Mexican Patients with Noonan Syndrome.",
    "abstract": "<b>Background/Objectives:</b> Noonan syndrome (NS) is a genetic multisystem disease characterized by distinctive facial features, short stature, chest deformity, and congenital heart defects. NS is caused by gene variants of the RAS/MAPK pathway, with <i>PTPN11</i> accounting for about 50% of cases. This study aimed to identify <i>PTPN11</i> pathogenic variants in Mexican patients with NS to enhance our understanding of the disease in this population. <b>Methods</b>: This study included 91 probands and 60 relatives, all of which were clinically evaluated by a geneticist. Sanger sequencing was used to screen the entire <i>PTPN11</i> gene. <b>Results</b>: Twenty-one previously reported pathogenic variants were identified in 47.3% of the probands. The most frequently occurring were p.Asn308Asp (16.3%) and p.Met504Val (16.3%). Variants p.Tyr279Cys and p.Thr468Met were found exclusively in patients with lentiginosis. Eighty-three percent of patients carried a variant in one of the three exons (3, 8, or 13) where the greatest genetic diversity was observed. Common clinical findings identified in probands included short stature (82%), cardiac anomalies (70.7%), short neck (68.4%), and <i>pectus excavatum</i> (63.2%), although features represented by only one patient each were also detected. <b>Conclusions</b>: This study confirmed the clinical diagnosis of NS in 43 probands and 11 relatives, and further genetic analysis of the remaining 48 probands is required to identify the causal variant. The genetic and clinical variability observed in our cohort was consistent with reports from other populations, underscoring the importance of comprehensive care for all patients. This research provides the most extensive clinical and molecular characterization of NS in Mexican patients, identifying pathogenic variants of <i>PTPN11</i>.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR957136",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5428038/v1",
    "title": "Irritability in Children with Rasopathies, Insights into Emotional Dysregulation and Social Skills Impairments",
    "abstract": "<title>Abstract</title>  <p>Rasopathies, including Noonan Syndrome (NS) and Neurofibromatosis type 1 (NF1), are developmental disorders caused by germline mutations in genes of the RAS/mitogen-activated protein kinase pathway (RAS-MAPK). This study investigates irritability, a highly prevalent transdiagnostic construct, in children with Rasopathies and the impact of Rasopathy status on the associations between irritability, emotional dysregulation-related disorders, and social skills impairments. The sample comprise 174 children aged 4–17 (age mean = 9.49; 98 females), including 113 children with Rasopathies (NS n = 85, NF1 n = 28) and 61 age-sex-matched typically developed (TD) children. We used parent questionnaires (CBCL, SRS) to assess irritability, symptoms of ADHD, defiance, anxiety/depression, and social skills impairments while controlling for cognitive measures (IQ). Children with Rasopathies exhibited higher irritability than TD children (mean difference = 1.09; p < 0.001). Children with NS showed a weaker association between irritability and ADHD symptoms compared to TD children (<italic>p</italic> = .032, η<sub>p</sub><sup>2</sup> = .03) and a stronger association between irritability and social skills impairments compared to both TD (<italic>p</italic> = .033, η<sub>p</sub><sup>2</sup> = .03), and NF1 groups (<italic>p</italic> = .009, η<sub>p</sub><sup>2</sup> = .06). We present novel and clinically significant findings showing high irritability in children with Rasopathies. Our study provides syndrome-specific results, suggesting differences in the mechanisms involved in irritability, ADHD, and social processes in children with NS and NF1. In essence, children with Rasopathies showed a highly irritable profile associated with ADHD symptoms and social skills impairments, with a significantly stronger association between irritability and social processes in NS. Our results suggest that developing prevention and treatments targeting irritability can distinctly affect the trajectories of neurodevelopmental disorders in children with Rasopathies.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR923022",
    "pmid": "",
    "doi": "10.1101/2024.10.09.24314324",
    "title": "Genomic ascertainment to quantify prevalence and cancer risk in adults with pathogenic and likely pathogenic germline variants in RASopathy genes",
    "abstract": "<h4>Purpose</h4> Genomic ascertainment of electronic health record-linked exome data in two large biobanks was used to quantify germline pathogenic/likely pathogenic (P/LP) variant prevalence, cancer prevalence, and survival in adults with non- NF1 RAS/mitogen-activated protein kinase genes (RASopathies). <h4>Patients and Methods</h4> Germline RASopathy variants were examined from adult participants in UK Biobank (UKBB; n=469,802), Geisinger MyCode (n=167,050) and Mount Sinai Bio Me (n=30,470). Variants were classified as per American College of Medical Genetics/Association for Molecular Pathology criteria and reviewed by a RASopathy variant expert. Heterozygotes harbored a RASopathy pathogenic/likely pathogenic variant; controls harbored wild type or benign/likely benign RASopathy variation. To distinguish germline variants from clonal hematopoiesis, benign tissues were Sanger sequenced. Tumor phenotype and demographic data were retrieved from MyCode and UKBB. <h4>Results</h4> Pathogenic variants in Noonan syndrome-associated genes (excluding known Noonan syndrome with multiple lentigines variants) were the most common with an estimated prevalence that ranged between 1:1,772–1:3,330 in the three cohorts. Pathogenic variants in cardiofaciocutaneous syndrome-associated genes had an estimated prevalence of 1:41,762– 1:55,683 in two cohorts. Pathogenic variants in SPRED1 (Legius syndrome) were more frequent in UKBB (1:19,567 [95%CI: 1:13,150–1:29,116]) compared to MyCode (1:41,762 [95%CI: 1:15,185–1:130,367]). In SPRED1- heterozygotes, cancer prevalence was significantly increased in UKBB (OR:3.8 [95% CI: 2.48–8.64]; p=1.2×10 - 3 ) but not in the MyCode cohort. Pathogenic variants in HRAS (Costello syndrome) were not identified. In MyCode and UKBB cohorts, there was no significant increase in cancer prevalence in individuals with Noonan-, CBL- and CFC syndrome-associated pathogenic variants. <h4>Conclusion</h4> Genomic ascertainment from two large biobanks did not show evidence of elevated cancer risk in adult Noonan syndrome heterozygotes. There may be an increased cancer risk for adult SPRED1 heterozygotes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39928417",
    "pmid": "39928417",
    "doi": "10.1093/eurheartj/ehaf026",
    "title": "Hypertrophic cardiomyopathy: prevalence of disease-specific red flags.",
    "abstract": "<h4>Background and aims</h4>The European Society of Cardiology guidelines recommend a systematic search for diagnostic clues or 'red flags' (RFs) in patients with hypertrophic cardiomyopathy (HCM) to better tailor disease management. To date, the prevalence and clinical significance of RF associated with HCM phenotypes in different clinical settings are unknown.<h4>Methods</h4>The study cohort comprised 818 patients with a clinical diagnosis of HCM [479 (62%) males, mean age 49 ± 21 years] referred to four European centres. Pre-specified RFs were categorized into one of five domains: (i) family history; (ii) physical examination; (iii) electrocardiography; (iv) echocardiography; and (v) laboratory.<h4>Results</h4>A total of 318 (39%) patients had a pathogenic or likely pathogenic sarcomere gene variant; 240 (29%) a TTR and GLA variant; 154 (19%) a syndromic cause; and 106 (13%) no identifiable cause. In the overall cohort, 2979 RFs were identified. Of these, 1018 (34%) were identifiable from clinical history and examination alone (generalist setting) and 1961 (66%) by 12-lead electrocardiogram and echocardiography (cardiologist's office). Non-sarcomeric patients were diagnosed more often aged <20 and after 60 years (476/500, 95%). Syndromic diseases such as Rasopathies, inherited metabolic disorders, and mitochondrial disorders were diagnosed in neonatal/early childhood (mean age 3 ± 2 years), whereas patients with Danon disease, Friedreich's ataxia, Noonan syndrome, and PRKAG2 cardiomyopathy were identified mostly during adolescence (mean age 16 ± 8 years). Non-cardiac RFs identified by clinical history, physical examination, and routine laboratory testing were most frequent in patients with HCM caused by Rasopathies, inherited metabolic disorders, and mitochondrial disorders (48%, 47%, and 57%, respectively). Physical RFs were almost exclusively observed in patients with a definite non-sarcomeric aetiology [348/350 (99%)]. On the contrary, most RFs associated with geno-positive and geno-negative HCM were derived from electrocardiogram and echocardiography [692/990 (70%) and 332/375 (88%), respectively].<h4>Conclusions</h4>Red flags are a common finding in patients presenting with HCM, most commonly non-cardiac in non-sarcomeric aetiology and cardiac in sarcomeric HCM. Over 34% of RF, most relevant to rare HCM phenocopies, can be potentially detected in a generalist setting. Investing in high-touch-low tech, widespread awareness for HCM-related RF may provide substantial advantage in terms of diagnostic yield and appropriate use of resources.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39415662",
    "pmid": "39415662",
    "doi": "10.4274/jcrpe.galenos.2024.2024-3-5",
    "title": "Unraveling the Genetic Puzzle: Could <i>MAP3K7</i> Be a Candidate Gene for RASopathies? Case Presentation.",
    "abstract": "Noonan Syndrome (NS) diagnosis is challenging due to diverse clinical manifestations. Here, our case report highlights <i>MAP3K7</i>'s novel role in NS. A 10.4-year-old female patient presented with short stature and suggestive clinical findings of RASopathy. Despite atypical facial features, the patient met two major diagnostic criteria of Van der Burgt.Initial genetic testing for known NS-associated genes did not find any variants. Later, whole exome sequencing (WES) discovered a unique de novo heterozygous variant (c.65C>A, p.(P22H)) in the <i>MAP3K7</i>. This variant, categorized as a variant of uncertain significance (VUS) by the American College of Medical Genetics and Genomics (ACMG) criteria, raised questions about its potential role in NS. The patient's clinical presentation deviated from classical manifestations of <i>MAP3K7</i>-associated syndromes, underscoring the genetic and molecular mechanisms' complexity. Notably, this is the first case reported to associate <i>MAP3K7</i> variants with NS, advancing knowledge of the condition's genetic causes. Despite challenges in NS diagnosis, proper management, including recombinant growth hormone therapy, is crucial for optimizing growth potential. The case underscores <i>MAP3K7</i> as a potential candidate gene for NS, and more functional genetic investigations are required to clarify the delicate interaction between genetic abnormalities, the RAS/MAPK pathway, and clinical manifestations observed in NS cases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39473271",
    "pmid": "39473271",
    "doi": "10.1002/ajmg.a.63920",
    "title": "Recurrent Increased Nuchal Translucency Led to the Identification of Novel NUP107 Variants.",
    "abstract": "Five percent of fetuses presents increased fetal nuchal translucency. It is a well-known marker for aneuploidy (T21, Turner syndrome) and a variety of monogenic syndromes such as Noonan syndrome and certain skeletal dysplasias, as well as associated with structural malformations such as congenital heart disease. Current diagnostic algorithms for increased nuchal translucency include a rapid test for aneuploidy (fluorescence in situ hybridization, FISH, or quantitative PCR), a cytogenetic analysis (karyotype or chromosomal microarray, CMA) followed by or concurrent with targeted gene panel analysis for RASopathies/Noonan syndrome. Some centers now propose whole exome sequencing as an adjunct, but its usefulness in isolated increased nuchal translucency remains debated. We describe the recurrence of apparently isolated increased nuchal translucency in 2 euploid fetuses. Whole genome sequencing identified two compound heterozygous variants in the NUP107 gene in both fetuses. Biallelic variants in NUP107 are responsible for severe steroid-resistant nephrotic syndrome, either isolated or syndromic (Galloway-Mowat syndrome); in addition to the renal phenotype, the latter also includes intellectual deficiency and dysmorphic features. Pregnancy termination made it impossible to assess whether the NUP107 variants found would have resulted in isolated or syndromic steroid-resistant nephrotic syndrome. However, identifying the responsible gene improved the accuracy of the genetic counseling. This family is an example of the added benefit of introducing WES/WGS in standardized protocols for prenatal diagnosis of euploid fetuses in \"isolated\" increased nuchal translucency.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40176838",
    "pmid": "40176838",
    "doi": "10.1159/000540570",
    "title": "Plastic Bronchitis in Noonan Syndrome: Further Evidence Suggesting a Higher Risk of Lymphatic Abnormalities in Individuals Harboring Variants in PTPN11 Residue p.Phe285.",
    "abstract": "<h4>Introduction</h4>Noonan syndrome (NS) is a Mendelian phenotype, member of the RASopathies, a group of clinically overlapping multisystem disorders caused by germline variants in the RAS-MAPK signaling pathway genes. Among the clinical findings in NS, lymphatic abnormalities (LAs) are diagnosed in approximately 30%, mostly in individuals harboring variants in <i>RIT1</i> and <i>SOS2</i>. This genotype-phenotype correlation is not precise, and recent evidence suggests a higher prevalence of LAs in individuals harboring variants on p.Phe285 residue in <i>PTPN11</i>, the main gene responsible for NS.<h4>Case presentation</h4>Here, we report a novel case of NS harboring the <i>PTPN11</i>:p.Phe285Ser variant that evolved with chylothorax and presented the rare finding of plastic bronchitis, an uncommon and underdiagnosed pulmonary disease, characterized by production of cohesive and branching casts filling the airways. We also provide a review of other individuals with NS and LA harboring variants on Phe285 residue in <i>PTPN11</i> from our service and from the literature and compared its prevalence with the most commonly affected residue in <i>PTPN11</i>-related NS (p.Asn308), which indicated that variants in the p.Phe285 residue might predispose to LA.<h4>Conclusion</h4>We suggest that, when this variant is identified in an individual, clinicians should be warned of a possible higher prevalence of LA and a prompt evaluation should be performed if any clinical signs are noticed.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39573843",
    "pmid": "39573843",
    "doi": "10.1002/ehf2.15173",
    "title": "Trametinib alters contractility of paediatric Noonan syndrome-associated hypertrophic myocardial tissue slices.",
    "abstract": "<h4>Aims</h4>No curative treatment is available for RASopathy-associated childhood-onset hypertrophic cardiomyopathy (RAS-CM). Preclinical data and individual reports suggest a beneficial effect of small molecules targeting the RAS-mitogen-activated protein (MAP) kinase (MAPK) pathway in severely affected RAS-CM patients. The aim of this study was to evaluate the biophysical effects of trametinib, rapamycin and dasatinib on cultivated myocardial tissue slices of a paediatric RAS-CM patient using biomimetic cultivation chambers (BMCCs) and to correlate the findings with clinical data.<h4>Methods</h4>Contracting right ventricular (RV) tissue slices were prepared from resected myocardium, cultivated in BMCCs and treated with distinct molecules directly and indirectly targeting the RAS-MAPK pathway (trametinib, rapamycin and dasatinib) or dimethyl sulfoxide (DMSO). Tissue biophysical properties were assessed using electrical stimulation protocols. Contractile function, force-frequency relationship and post-pause potentiation were compared before and after treatment. These parameters correlated to L-type Ca<sup>2+</sup> channel function and sarcoplasmic Ca<sup>2+</sup> loading.<h4>Results</h4>In vivo, off-label treatment with MAPK kinase (MEK) inhibitor trametinib of a child with severe RAS-CM resulted in a modest reduction of RV outflow tract (RVOT) obstruction (RVOT 151 to 122 mmHg after 11 weeks) and improved diastolic function (E/A 0.68 to 1.09 after 11 weeks) and myocardial strain [RV global radial strain (RV-GRS) 25.94 to 42.76; RV global circumferential strain (RV-GCS) -15.26 to -18.61; and RV global longitudinal strain (RV-GLS) -10.31 to -16.78 at 11 weeks], as determined by echocardiography and cardiac magnetic resonance tomography. In cultivated RV myocardial tissue slices, contraction force decreased after addition of trametinib and rapamycin but not after addition of DMSO and dasatinib. Improvement of Ca<sup>2+</sup> handling, as depicted by a more positive force-frequency relationship and enhanced post-pause potentiation (31.2%), was noted in the trametinib-treated slice. The increase in post-pause potentiation was less pronounced in rapamycin-treated (26%) and absent in dasatinib-treated (<1%) slices.<h4>Conclusions</h4>Ex vivo analysis of cultivated and electrically stimulated RV myocardial tissue slices of a patient with RAS-CM showed decreased contractility and improved sarcoplasmic reticulum function after addition of trametinib and in part after addition of rapamycin, but not after addition of dasatinib.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39076033",
    "pmid": "39076033",
    "doi": "10.1111/pde.15696",
    "title": "Noonan syndrome-like disorder: Case report and review of the literature.",
    "abstract": "Of patients with a Noonan syndrome phenotype, only about 1% are found to be related to pathological variants in CBL, also known as Noonan syndrome-like disorder (NSLD). We present a case of a 4-year-old boy diagnosed with NSLD, presenting with multiple melanocytic nevi and superficial neurofibromas. A literature review identified common cutaneous findings of NSLD, for example, café-au-lait macules (22%), juvenile xanthogranuloma (16%), and thin hair (10%). As there are no documented cases of neurofibromas associated with NSLD, and only a single report of multiple melanocytic nevi, inclusion of these features in the phenotype may be warranted and mitigate the necessity for future biopsies in other children.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39653357",
    "pmid": "39653357",
    "doi": "10.3760/cma.j.cn511374-20240628-00359",
    "title": "[Clinical and genetic analysis of a case with 2p23.2p22.1 duplication].",
    "abstract": "<h4>Objective</h4>To report on the phenotype of an adult patient with 2p23.2p22.1 duplication and explore its genotype-phenotype correlation.<h4>Methods</h4>A pregnant woman who had presented at the Affiliated Drum Tower Hospital of Nanjing University Medical School on January 12, 2024 for a high risk signaled by NIPT was selected as the study subject. Amniotic fluid and peripheral blood samples were collected and subjected to chromosomal microarray analysis (CMA). The phenotype of the patient was observed, the medical history was taken, combined with the result of CMA assay, relevant database was searched for similar cases reported in the literature, and the correlation between genotype and phenotype was analyzed.<h4>Results</h4>The CMA result of the patient was arr[GRCh38]2p23.2p22.1(27961669_39280633)×3, which indicated a 11.31 Mb duplication. The woman was found to have short stature, learning disability, visual deficit, sleep disorder and other disorders.<h4>Conclusion</h4>The duplication of PPP1CB and SOS1 genes within the 2p23.2p22.1 region can result in Noonan syndrome-like clinical manifestations such as short stature and reduced visual acuity. The duplication of the PPP1CB gene may be associated with the abnormal visual phenotype.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39549115",
    "pmid": "39549115",
    "doi": "10.1007/s00404-024-07800-y",
    "title": "Non-invasive prenatal detection of dominant single-gene disorders in fetal structural abnormalities: a clinical feasibility study.",
    "abstract": "<h4>Objective</h4>This study evaluated the accuracy of non-invasive prenatal testing (NIPT-SGDs) for dominant monogenic genetic diseases associated with fetal structural abnormalities and to assess the feasibility of clinical application.<h4>Methods</h4>Pregnant women requiring prenatal diagnosis due to fetal structural abnormalities were enrolled. Maternal peripheral blood was analyzed for cell-free DNA (cfDNA) using coordinative allele-aware target enrichment sequencing (COATE-seq). This assessed fetal allele depth distribution, fraction and variation ratio. The variation's origin was then determined to obtain fetal variation information. Finally, NIPT-SGDs results were confirmed via invasive prenatal diagnosis (IPD).<h4>Results</h4>Upon examination of 113 samples using NIPT-SGDs, COATE-seq successfully analyzed 112 for fetal variation, excluding one due to hemolysis. The study detected six positive cases, yielding a 5.36% detection rate. These disorders included tuberous sclerosis complex (TSC1 and TSC2 being its causative genes), Noonan syndrome (PTPN11), polycystic kidney disease (PKD1), and Kabuki syndrome (KMT2D), occurring twice each, except for Noonan and polycystic kidney disease. Two false positives were due to the mother being a genetic mosaicism. Compared to invasive whole-exome sequencing (WES), NIPT-SGDs did not detect nine positive cases of IPD dominant monogenic diseases, accurately identifying 90.18% (101/112) of the actual positive and negative cases.<h4>Conclusion</h4>Our findings demonstrate the clinical utility of NIPT-SGDs using COATE-seq in effectively identifying fetuses with dominant single-gene disorders. Furthermore, this method can be applied to all fetuses.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR935279",
    "pmid": "",
    "doi": "10.20944/preprints202411.0325.v1",
    "title": "GH Therapy in Non–Growth Hormone Deficient Children",
    "abstract": "Before 1985 growth hormone (GH) was extracted from human pituitaries, and its therapeutic use was limited to children with severe GH deficiency (GHD). The availability of unlimited amount of recombinant GH (rhGH) allowed to investigate the efficacy of rhGH therapy in a number of con-ditions other than GHD. Nowadays, patients with Turner syndrome, SHOX deficiency, Noonan syndrome, Prader-Willi syndrome, idiopathic short stature, chronic kidney disease, and children born small for gestational age can be treated with rhGH in order to improve adult height. In pa-tients with Prader-Willi syndrome rhGH therapy also improves body composition and cognitive function. Large post-marketing multinational studies in a huge number of pediatric patients demonstrated a good safety profile for rhGH. Recently, long-acting formulations of rhGH have been approved and licensed for GHD, and clinical trials are ongoing for other conditions. In this paper, we will review the use of rhGH for the treatment of children with conditions other than GHD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39596663",
    "pmid": "39596663",
    "doi": "10.3390/genes15111463",
    "title": "Noonan Syndrome: Relation of Genotype to Cardiovascular Phenotype-A Multi-Center Retrospective Study.",
    "abstract": "<b>Background:</b> Noonan syndrome (NS) is a congenital genetic disorder with a prevalence of 1 in 1000 to 2500 live births, and is characterized by distinctive facial features, short stature, chest deformities, and congenital heart disease. This study aims to evaluate the prevalence of specific genetic mutations and their impact on cardiovascular and other outcomes in NS. <b>Methods:</b> We conducted a retrospective clinical study of 25 pediatric patients diagnosed with NS at two institutions: The Mother and Child Health Care Institute of Serbia and the Clinic for Children Diseases, University Clinical Center of the Republic of Srpska. Patients underwent whole-exome sequencing (WES) to identify genetic mutations. Clinical data, including cardiovascular manifestations, psychomotor development, and stature, were analyzed in relation to mutation types. <b>Results:</b> The cohort comprised 60% male and 40% female patients, with a median age at diagnosis of 7.2 years. Cardiovascular abnormalities were present in 88% of patients. Mutations in <i>PTPN11</i> were most commonly associated with pulmonary valve stenosis (PVS), while <i>RAF1</i> mutations were prevalent in patients with hypertrophic cardiomyopathy (HCM). No significant association was found between cardiac disease and delayed psychomotor development (<i>p</i> = 0.755), even though the likelihood ratio showed significance in that regard (<i>p</i> = 0.018). Short stature was observed in 48% of patients but was not significantly correlated with genetic type of disease, presence of cardiac disease, or developmental delay. <b>Conclusions:</b> The study confirms the high prevalence of cardiovascular manifestations in NS and highlights genotype-phenotype correlations. While cardiac abnormalities are common, their impact on psychomotor development and stature is less clear. Further research is needed to explore genetic interactions influencing these outcomes and refine clinical management strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38964306",
    "pmid": "38964306",
    "doi": "10.1159/000540092",
    "title": "Noonan Syndrome Growth Charts and Genotypes: 15-Year Longitudinal Single-Centre Study.",
    "abstract": "<h4>Introduction</h4>Growth patterns in Noonan syndrome (NS) remain relatively unknown. The objective of this study was to provide growth reference curves for patients with NS and identify correlations between their growth, genotype, and clinical features.<h4>Methods</h4>This was a 15-year-long, monocentric, observational, retrospective, non-interventional study. Children with NS followed up between 2005 and 2022 at \"Bambino Gesù\" Children's Hospital, Italy, were included and excluded if they had received growth hormone treatment. Comparison of growth curves of participants with NS versus the general Italian population and further genotypic analyses were performed.<h4>Results</h4>Overall, 190 eligible participants with NS were identified, with median (interquartile range) age of 14.01 (9.05-19.25) years (55.8% male). Cardiovascular anomalies were present in 85.3% of participants, most commonly pulmonary stenosis (52.6%) and atrial septal defects (36.8%); 48.1% of male participants had cryptorchidism. The most frequently detected mutations were in PTPN11 (66.3%) and SOS1 (13.9%). NS sex-specific centile curves for height, weight, body mass index, and height velocity were produced. For both sexes, the 50th percentile of height and weight for participants with NS overlapped with the 3rd percentile for the general Italian population. Both sexes with a PTPN11 mutation had a significantly lower height and weight than those with \"other mutations\" at 5 years old. No significant associations were observed between cardiac anomalies and PTPN11 mutation status.<h4>Conclusion</h4>We present longitudinal data describing growth curves and trends, the natural history, and genotypes of the NS population, which provide a useful tool for clinicians in the management of NS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39210910",
    "pmid": "39210910",
    "doi": "10.1093/braincomms/fcae274",
    "title": "Impact of pathogenic variants of the Ras-mitogen-activated protein kinase pathway on major white matter tracts in the human brain.",
    "abstract": "Noonan syndrome and neurofibromatosis type 1 are genetic conditions linked to pathogenic variants in genes of the Ras-mitogen-activated protein kinase signalling pathway. Both conditions hyper-activate signalling of the Ras-mitogen-activated protein kinase pathway and exhibit a high prevalence of neuropsychiatric disorders. Further, animal models of Noonan syndrome and neurofibromatosis type 1 and human imaging studies show white matter abnormalities in both conditions. While these findings suggest Ras-mitogen-activated protein kinas pathway hyper-activation effects on white matter, it is unknown whether these effects are syndrome-specific or pathway-specific. To characterize the effect of Noonan syndrome and neurofibromatosis type 1 on human white matter's microstructural integrity and discern potential syndrome-specific influences on microstructural integrity of individual tracts, we collected diffusion-weighted imaging data from children with Noonan syndrome (<i>n</i> = 24), neurofibromatosis type 1 (<i>n</i> = 28) and age- and sex-matched controls (<i>n</i> = 31). We contrasted the clinical groups (Noonan syndrome or neurofibromatosis type 1) and controls using voxel-wise, tract-based and along-tract analyses. Outcomes included voxel-wise, tract-based and along-tract fractional anisotropy, axial diffusivity, radial diffusivity and mean diffusivity. Noonan syndrome and neurofibromatosis type 1 showed similar patterns of reduced fractional anisotropy and increased axial diffusivity, radial diffusivity, and mean diffusivity on white matter relative to controls and different spatial patterns. Noonan syndrome presented a more extensive spatial effect than neurofibromatosis type 1 on white matter integrity as measured by fractional anisotropy. Tract-based analysis also demonstrated differences in effect magnitude with overall lower fractional anisotropy in Noonan syndrome compared to neurofibromatosis type 1 (<i>d</i> = 0.4). At the tract level, Noonan syndrome-specific effects on fractional anisotropy were detected in association tracts (superior longitudinal, uncinate and arcuate fasciculi; <i>P</i> < 0.012), and neurofibromatosis type 1-specific effects were detected in the corpus callosum (<i>P</i> < 0.037) compared to controls. Results from along-tract analyses aligned with results from tract-based analyses and indicated that effects are pervasive along the affected tracts. In conclusion, we find that pathogenic variants in the Ras-mitogen-activated protein kinase pathway are associated with white matter abnormalities as measured by diffusion in the developing brain. Overall, Noonan syndrome and neurofibromatosis type 1 show common effects on fractional anisotropy and diffusion scalars, as well as specific unique effects, namely, on temporoparietal-frontal tracts (intra-hemispheric) in Noonan syndrome and on the corpus callosum (inter-hemispheric) in neurofibromatosis type 1. The observed specific effects not only confirm prior observations from independent cohorts of Noonan syndrome and neurofibromatosis type 1 but also inform on syndrome-specific susceptibility of individual tracts. Thus, these findings suggest potential targets for precise, brain-focused outcome measures for existing medications, such as MEK inhibitors, that act on the Ras-mitogen-activated protein kinase pathway.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39357066",
    "pmid": "39357066",
    "doi": "",
    "title": "Biventricular Hypertrophic Cardiomyopathy in a 26-year-old Nigerian Woman with Noonan Syndrome.",
    "abstract": "<h4>Background</h4>Cardiac disorders are found in about half of cases of Noonan syndrome (NS). The most common congenital heart diseases in this syndrome include pulmonary valvular stenosis obstructive or nonobstructive hypertrophic cardiomyopathy (17%). Biventricular hypertrophic cardiomyopathy (HCM) is very rare in this condition.<h4>Objective</h4>The objective is to report a case of biventricular hypertrophic cardiomyopathy in a 26-year-old Nigerian female with the phenotype.<h4>Methods</h4>This is a descriptive case report.<h4>Results</h4>The patient presented with dyspnoea on exertion which started at the age of 7 years and has progressively worsened. There was associated precordial chest pain and palpitation. Clinical examination revealed a young woman, who is small for her age. She had some dysmorphic features such as a webbed neck, lowset ears, low posterior hairline, crowded teeth, high arched palate, a small and asymmetric chin and a high carrying angle at the elbows. The pulses were synchronous and there was no radio-radial or radiofemoral delay and her blood pressures were within normal limits. Cardiac auscultation was unremarkable. The 12-lead ECG showed biventricular hypertrophy with a strain pattern. The echocardiogram showed features in keeping with biventricular hypertrophic cardiomyopathy.<h4>Conclusion</h4>Biventricular HCM is relatively uncommon in Noonan syndrome. Patients with typical dysmorphia should have a full cardiac evaluation to look for these anomalies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39577308",
    "pmid": "39577308",
    "doi": "10.1016/j.scr.2024.103616",
    "title": "Generation of a human induced pluripotent stem cell line from a female patient carrying LZTR1 gene mutation.",
    "abstract": "The leucine zipper-like transcriptional regulator 1 (LZTR1) gene has been reported to be associated with many kinds of human diseases, including cardiac disease, Noonan syndrome, and schwannomatosis. In this study, peripheral blood mononuclear cells (PBMCs) derived from patient diagnosed with dilated cardiomyopathy (DCM) was successfully reprogrammed into the human induced pluripotent stem cells (iPSCs) line, harboring a distinct heterozygous mutation in the LZTR1 gene. The established patient-derived iPSCs expressed endogenous pluripotent markers, demonstrated the potential to differentiate into three germ layers (endoderm, mesoderm, and ectoderm), and exhibited a normal karyotype.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR950618",
    "pmid": "",
    "doi": "10.1101/2024.12.03.24317221",
    "title": "Assessing the diagnostic impact of blood transcriptome profiling in a pediatric cohort previously assessed by genome sequencing",
    "abstract": "<h4>ABSTRACT</h4> Despite advances in diagnostic testing and genome sequencing, the majority of individuals with rare genetic disorders remain undiagnosed. As a complement to genome sequencing, transcriptional profiling can provide insight into the functional consequences of DNA variants on RNA transcript expression and structure. Here we assessed the utility of blood derived RNA-seq in a well-studied, but still mostly undiagnosed, cohort of individuals who enrolled in the SickKids Genome Clinic study. This cohort was established to benchmark the ability of genome sequencing technologies to diagnose genetic diseases and has been subjected to multiple analyses. We used RNA-seq to profile whole blood RNA expression from all probands for whom a blood sample was available (n=134). Our RNA-centric analysis included differential gene expression, alternative splicing, and allele specific expression. In one third of the diagnosed individuals (20/61), RNA-seq provided additional evidence supporting the pathogenicity of the variant found by prior DNA-based analyses. In 2/61 cases, RNA-seq changed the GS-derived genetic diagnosis ( EPG5 to LZTR1 in an individual with a Noonan syndrome-like disorder) and discovered an additional relevant gene ( CEP120 in addition to SON in an individual with ZTTK syndrome). In ∼7% (5/73) of the undiagnosed participants, RNA-seq provided at least one plausible, potentially diagnostic candidate gene. This study illustrates the benefits and limitations of using whole-blood RNA profiling to support existing molecular diagnoses and reveal candidate molecular mechanisms underlying undiagnosed genetic disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39246821",
    "pmid": "39246821",
    "doi": "10.1016/j.ymgmr.2024.101133",
    "title": "Diagnostic challenge of cutis Verticis Gyrata (CVG) in a patient presenting clinical features of Noonan or turner syndrome.",
    "abstract": "Cutis Verticis Gyrata (CVG) is an uncommon condition, often classified as primary (idiopathic) or secondary to other diseases or syndromes. Its pathogenesis remains poorly understood, and its association with genetic syndromes is particularly rare. Noonan and Turner syndromes are distinct genetic disorders with characteristic phenotypes and multiple systemic involvements. This report aims to highlight the diagnostic complexities when CVG presents in the backdrop of these syndromes. A 38 years old patient was presented with chief complaints of receding hairline, dropping eyelids, cerebral deformations with deep furrows and thickened dermis. On the basis of patient's complaints, Noonan or turner syndrome was considered as possible diagnosis. This particular report presents a case of patient suffering from CVG having history of noonan and turner syndrome. With the detailed MRI, histology etc. CVG was finally confirmed. The novelty of this case lies in its rarity, diagnostic complexity, and the need for a multidisciplinary approach to unravel and manage the intersecting conditions. It contributes valuable insights to the existing medical literature, enhancing our understanding of the interplay between dermatological and genetic conditions. Patients with Noonan and turner syndrome exhibit clinical signs and symptoms that are strikingly similar to those of CVG, suggesting that this presents a significant diagnostic problem. An unfavorable outcome could arise from delayed or incorrect diagnosis. Because of this, it is recommended that healthcare fraternities should include uncommon illnesses like CVG as differential diagnosis. Considering CVG in differential diagnosis is crucial for early identification, accurate diagnosis, and comprehensive management. It ensures that associated systemic and genetic conditions are not overlooked and that patients receive holistic and personalized care.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39062695",
    "pmid": "39062695",
    "doi": "10.3390/genes15070916",
    "title": "Phenotypic Expansion of Autosomal Dominant <i>LZTR1</i>-Related Disorders with Special Emphasis on Adult-Onset Features.",
    "abstract": "Leucine zipper-like transcription regulator 1 (LZTR1) acts as a negative factor that suppresses RAS function and MAPK signaling; mutations in this protein may dysregulate RAS ubiquitination and lead to impaired degradation of RAS superfamily proteins. Germline <i>LZTR1</i> variants are reported in Noonan syndrome, either autosomal dominant or autosomal recessive, and in susceptibility to schwannomatosis. This article explores the genetic and phenotypic diversity of the autosomal dominant <i>LZTR1</i>-related disorders, compiling a cohort of previously published patients (51 with the Noonan phenotype and 123 with schwannomatosis) and presenting two additional adult-onset cases: a male with schwannomatosis and Parkinson's disease and a female with Noonan syndrome, generalized joint hypermobility, and breast cancer. This review confirms that autosomal dominant <i>LZTR1</i>-related disorders exhibit an extreme phenotypic variability, ranging from relatively mild manifestations to severe and multi-systemic involvement, and offers updated frequences of each clinical feature. The aim is to precisely define the clinical spectrum of <i>LZTR1</i>-related diseases, using also two new emblematic clinical cases. Gaining insight into the mechanisms underneath this variability is crucial to achieve precision diagnostics and the development of therapeutic interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38252597",
    "pmid": "38252597",
    "doi": "10.1093/mrcr/rxae004",
    "title": "A case of systemic lupus erythematosus in a patient with Noonan syndrome with recurrent severe hypoglycaemia.",
    "abstract": "Noonan syndrome (NS) is a dominantly inherited genetic disorder with mutations in genes encoding components or regulators of the Rat sarcoma virus/mitogen-activated protein kinase pathway. Its diagnosis is based on characteristic features, including typical facial features, a short stature, congenital heart disease, mild developmental delay, and cryptorchidism. Patients with NS sometimes develop autoimmune diseases, such as Hashimoto's thyroiditis and, rarely, systemic lupus erythematosus (SLE). We herein present a 29-year-old Japanese female with NS complicated by SLE and repeated severe hypoglycaemia. The patient was diagnosed with SLE based on thrombocytopenia, nephritis, a positive antinuclear antibody titre (1:640), and a positive anti-dsDNA antibody. The patient was treated with a glucocorticoid, mycophenolate mofetil, and tacrolimus, which attenuated both SLE and hypoglycaemia. Since insulin receptor antibody levels were higher to the upper normal range and decreased after treatment, hypoglycaemia probably appeared to be attributed to type B insulin resistance syndrome. We herein present the first case of SLE in NS complicated by type B insulin resistance syndrome. Although NS is a rare disease, we need to consider the complication of autoimmune diseases, including SLE.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39857834",
    "pmid": "39857834",
    "doi": "10.3390/children12010003",
    "title": "GH Therapy in Non-Growth Hormone-Deficient Children.",
    "abstract": "Before 1985, growth hormone (GH) was extracted from human pituitaries, and its therapeutic use was limited to children with severe GH deficiency (GHD). The availability of an unlimited amount of recombinant GH (rhGH) allowed for investigating the efficacy of its therapeutic use in a number of conditions other than GHD. Nowadays, patients with Turner syndrome, <i>SHOX</i> deficiency, Noonan syndrome, Prader-Willi syndrome, idiopathic short stature, chronic kidney disease, and children born small for gestational age can be treated with rhGH in order to improve adult height. In patients with Prader-Willi syndrome, rhGH therapy also improves body composition and cognitive function. Large post-marketing multinational studies in a large number of pediatric patients demonstrated a good safety profile for rhGH. Recently, long-acting formulations of rhGH have been approved and licensed for GHD, and clinical trials are ongoing for other conditions. In this paper, we review the rhGH therapy in children with conditions other than GHD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39336782",
    "pmid": "39336782",
    "doi": "10.3390/genes15091191",
    "title": "Transient Myeloproliferative Disorder (TMD), Acute Lymphoblastic Leukemia (ALL), and Juvenile Myelomonocytic Leukemia (JMML) in a Child with Noonan Syndrome: Sequential Occurrence, Single Center Experience, and Review of the Literature.",
    "abstract": "Noonan syndrome (NS) is an autosomal dominant disorder that varies in severity and can involve multiple organ systems. In approximately 50% of cases, it is caused by missense mutations in the <i>PTPN11</i> gene (12q24.13). NS is associated with a higher risk of cancer occurrence, specifically hematological disorders. Here, we report a case of a child who was diagnosed at birth with a transient myeloproliferative disorder (TMD). After two years, the child developed hyperdiploid B-cell precursor acute lymphoblastic leukemia (BCP-ALL), receiving a two-year course of treatment. During her continuous complete remission (CCR), a heterozygous germline mutation in the <i>PTPN11 gene</i> [c.218 C>T (p.Thr73lle)] was identified. At the age of ten, the child presented with massive splenomegaly, hyperleukocytosis, and thrombocytopenia, resulting in the diagnosis of juvenile myelomonocytic leukemia (JMML). After an initial response to antimetabolite therapy (6-mercaptopurine), she underwent haploidentical hematopoietic stem cell transplantation (HSCT) and is currently in complete remission. The goal of this review is to gain insight into the various hematological diseases associated with NS, starting from our unique case.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38741564",
    "pmid": "38741564",
    "doi": "10.1002/ajmg.a.63652",
    "title": "Noonan syndrome-like phenotype associated with an ERF frameshift variant.",
    "abstract": "Noonan syndrome is a so-called \"RASopathy,\" that is characterized by short stature, distinctive facial features, congenital heart defects, and developmental delay. Of individuals with a clinical diagnosis of Noonan syndrome, 80%-90% have pathogenic variants in the known genes implicated in the disorder, but the molecular mechanism is unknown in the remaining cases. Heterozygous pathogenic variants of ETS2 repressor factor (ERF), which functions as a repressor in the RAS/MAPK signaling pathway, cause syndromic craniosynostosis. Here, we report an ERF frameshift variant cosegregating with a Noonan syndrome-like phenotype in a family. The proband was a 3-year-old female who presented with dysmorphic facial features, including proptosis, hypertelorism, slightly down slanted palpebral fissures, low-set posteriorly rotated ears, depressed nasal bridge, short stature, and developmental delay. Exome sequencing of the proband identified a heterozygous ERF variant [NM_006494.4: c.185del p.(Glu62Glyfs*15)]. Her mother and sister showed a similar phenotype and had the same heterozygous ERF variant. A large proportion of the previously reported patients with syndromic craniosynostosis and pathogenic ERF variants also showed characteristic features that overlap with those of Noonan syndrome. The present finding supports an association between heterozygous ERF variants and a Noonan syndrome-like phenotype.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38847235",
    "pmid": "38847235",
    "doi": "10.1002/ajmg.a.63776",
    "title": "Noonan syndrome and type 1 Chiari malformation: Possible association.",
    "abstract": "Noonan syndrome (NS) is mostly an autosomal dominant genetic disorder that affects between 1 in 1000 and 1 in 2500 people. Type 1 Chiari malformations (CM1) have an estimated prevalence of <1 in 1000 people. Though NS typically spares the posterior fossa, there have been 11 past instances of patients with NS having a concurrent CM1 that have been published in the literature. Each of these 11 cases occurred sporadically, in an isolated individual with no published family history of CM1. This case report presents a three generational family with four members having both NS and concurrent CM1. All affected family members share a pathogenic variant in PTPN11. A literature review was performed to identify and compile data regarding all past published cases of NS and CM1 occurring concurrently. Since 1982, a dozen case reports have detailed NS with concurrent CM1. Where molecular genetic data was presented, seven had a variant in PTPN11, and only one had a variant in another gene. The clustering of NS with CM1 within a single family that shares the same genotype, along with the exclusion of both NS and CM1 in other family members, may indicate that CM1 is a part of the NS phenotype.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38958480",
    "pmid": "38958480",
    "doi": "10.1002/ajmg.a.63810",
    "title": "Nerve enlargement in patients with Noonan syndrome: A retrospective cohort study.",
    "abstract": "Noonan syndrome (NS) is an autosomal dominant condition characterized by facial dysmorphism, congenital heart disease, development delay, growth retardation and lymphatic disease. It is caused by germline pathogenic variants in genes encoding proteins in the Ras/mitogen-activated protein kinase signaling pathway. Nerve enlargement is not generally considered as a feature of NS, although some cases have been reported. High-resolution nerve ultrasound enables detailed anatomical assessment of peripheral nerves and can show enlarged nerves. This retrospective cohort study aims to describe the sonographic findings of patients with NS performed during a 1-year time period. Data on the degree of enlargement, the relation to increasing age, pain in extremities, genotype on the gene level and clinical features were collected. Twenty-nine of 93 patients visiting the NS Center of Expertise of the Radboud University Medical Center Nijmegen underwent high-resolution ultrasound. In 24 patients (83%) nerve enlargement was found. Most of them experienced pain. We observed a weak correlation with increasing age and the degree of nerve enlargement but no association with pain, genotype at the gene level or clinical features. This study shows that patients with NS have a high predisposition for sonographic nerve enlargement and that the majority experience pain.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38881369",
    "pmid": "38881369",
    "doi": "10.1093/hmg/ddae100",
    "title": "The expression of congenital Shoc2 variants induces AKT-dependent crosstalk activation of the ERK1/2 pathway.",
    "abstract": "The Shoc2 scaffold protein is crucial in transmitting signals within the Epidermal Growth Factor Receptor (EGFR)-mediated Extracellular signal-Regulated Kinase (ERK1/2) pathway. While the significance of Shoc2 in this pathway is well-established, the precise mechanisms through which Shoc2 governs signal transmission remain to be fully elucidated. Hereditary variants in Shoc2 are responsible for Noonan Syndrome with Loose anagen Hair (NSLH). However, due to the absence of known enzymatic activity in Shoc2, directly assessing how these variants affect its function is challenging. ERK1/2 phosphorylation is used as a primary parameter of Shoc2 function, but the impact of Shoc2 mutants on the pathway activation is unclear. This study investigates how the NSLH-associated Shoc2 variants influence EGFR signals in the context of the ERK1/2 and AKT downstream signaling pathways. We show that when the ERK1/2 pathway is a primary signaling pathway activated downstream of EGFR, Shoc2 variants cannot upregulate ERK1/2 phosphorylation to the level of the WT Shoc2. Yet, when the AKT and ERK1/2 pathways were activated, in cells expressing Shoc2 variants, ERK1/2 phosphorylation was higher than in cells expressing WT Shoc2. In cells expressing the Shoc2 NSLH mutants, we found that the AKT signaling pathway triggers the PAK activation, followed by phosphorylation of Raf-1/MEK1/2 and activation of the ERK1/2 signaling axis. Hence, our studies reveal a previously unrecognized feedback regulation downstream of the EGFR and provide additional evidence for the role of Shoc2 as a \"gatekeeper\" in controlling the selection of downstream effectors within the EGFR signaling network.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39258154",
    "pmid": "39258154",
    "doi": "10.3389/fneur.2024.1391425",
    "title": "LZTR1 loss-of-function variants associated with café au lait macules with or without freckling.",
    "abstract": "Pathogenic variants in the leucine zipper-like transcriptional regulator 1 gene (<i>LZTR1</i>) have been identified in schwannomatosis and Noonan syndrome. Here, we expand the phenotype spectrum of <i>LZTR1</i> variants. We identified four loss-of-function heterozygous <i>LZTR1</i> variants in five children with multiple café au lait macules and one adult with multiple café au lait macules and axillar freckling, by applying gene panel analysis in four families. The three <i>LZTR1</i> variants, namely, c.184del/p.Glu62Ser<i>fs</i>*39, c.1927C < T/p.Gln643*, and c.857_858delinsT/p.Gly286Val<i>fs</i>*65, were novel, whereas the variant c.1018C > T/ p.Arg340* had been previously reported in a patient with schwannomatosis. Similar to what is known from other <i>LZTR1</i>-associated conditions, penetrance of the skin manifestations was reduced in two carriers of the familial variants. Our study expands the LZTR1 phenotype to the presence of isolated café au lait macules with or without freckling. Thus, variants in the <i>LZTR1</i> gene should be considered in patients with multiple café au lait macules.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39297990",
    "pmid": "39297990",
    "doi": "10.1007/s10815-024-03262-y",
    "title": "Safety and effectiveness of controlled ovarian stimulation and oocyte retrieval during prepubertal and peripubertal period.",
    "abstract": "<h4>Purpose</h4>Is it safe and effective to perform controlled ovarian stimulation (COS) and oocyte retrieval (OR) in prepubertal and peripubertal patients?<h4>Methods</h4>In this retrospective cohort study, data of 20 pre-/peripubertal patients who underwent COS and OR for the purpose of oocyte cryopreservation (OC) between 2008 and 2023 were reviewed. Following COS, all OR procedures were performed transabdominally using a vaginal ultrasound probe. Ovarian reserve was assessed by serum FSH, LH, estradiol, AMH, and antral follicle counts (AFC) in all subjects. All mature oocytes were vitrified.<h4>Results</h4>Mean age of the patients was 15.05 ± 1.87, mean AMH was 0.84 ± 0.8 ng/ml, mean FSH was 6.39 ± 3.95 IU/L, mean estradiol was 61.6 ± 51.9 pg/ml, mean LH was 4.69 ± 3.46 IU/L, and mean AFC was 5.5 ± 5.82. Among the patients, 12 had regular menstrual cycle, 5 had irregular menstrual cycle, whereas 3 patients still did not have their menarche yet. The indications for OC were as follows: primary ovarian insufficiency (n = 7), ovarian surgery for ovarian tumors (n = 5) or ovarian torsion (n = 1), mosaic Turner syndrome (n = 2), acute lymphoblastic leukemia (n = 1) anaplastic B-cell lymphoma (n = 1), Ewing's sarcoma (n = 1), Noonan syndrome (n = 1), and Thalassemia (n = 1). The mean number of oocytes retrieved, MII oocytes frozen, and maturation rate were 5.11 ± 5.0, 3.92 ± 4.48, and 75.1 ± 25.6%, respectively. Stepwise linear regression analysis demonstrated a positive correlation between AFC and number of total oocytes retrieved and number of MII oocytes. In the case diagnosed with Noonan syndrome, all 7 retrieved oocytes were MI and all frozen at MI phase. No patient had any complication related to COS or OR.<h4>Conclusion</h4>Even though number of the enrolled subjects is limited and mean AMH is lower in our cohort, we demonstrated that performing COS and OR is safe in pre-/peripubertal patients. If required, transabdominal route can be performed in this age group for OR. AFC appears as a prognostic factor for stimulation outcome in this age group. Pediatric patients or young adolescents at risk for primary ovarian insufficiency should not be discouraged from utilizing OC.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39003740",
    "pmid": "39003740",
    "doi": "10.1016/j.celrep.2024.114448",
    "title": "Mutation-induced LZTR1 polymerization provokes cardiac pathology in recessive Noonan syndrome.",
    "abstract": "Noonan syndrome patients harboring causative variants in LZTR1 are particularly at risk to develop severe and early-onset hypertrophic cardiomyopathy. In this study, we investigate the mechanistic consequences of a homozygous variant LZTR1<sup>L580P</sup> by using patient-specific and CRISPR-Cas9-corrected induced pluripotent stem cell (iPSC) cardiomyocytes. Molecular, cellular, and functional phenotyping in combination with in silico prediction identify an LZTR1<sup>L580P</sup>-specific disease mechanism provoking cardiac hypertrophy. The variant is predicted to alter the binding affinity of the dimerization domains facilitating the formation of linear LZTR1 polymers. LZTR1 complex dysfunction results in the accumulation of RAS GTPases, thereby provoking global pathological changes of the proteomic landscape ultimately leading to cellular hypertrophy. Furthermore, our data show that cardiomyocyte-specific MRAS degradation is mediated by LZTR1 via non-proteasomal pathways, whereas RIT1 degradation is mediated by both LZTR1-dependent and LZTR1-independent pathways. Uni- or biallelic genetic correction of the LZTR1<sup>L580P</sup> missense variant rescues the molecular and cellular disease phenotype, providing proof of concept for CRISPR-based therapies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39288021",
    "pmid": "39288021",
    "doi": "10.1093/genetics/iyae152",
    "title": "The Raf/LIN-45 C-terminal distal tail segment negatively regulates signaling in Caenorhabditis elegans.",
    "abstract": "Raf protein kinases act as Ras-GTP sensing components of the ERK signal transduction pathway in animal cells, influencing cell proliferation, differentiation, and survival. In humans, somatic and germline mutations in the genes BRAF and RAF1 are associated with malignancies and developmental disorders. Recent studies shed light on the structure of activated Raf, a heterotetramer consisting of Raf and 14-3-3 dimers, and raised the possibility that a Raf C-terminal distal tail segment (DTS) regulates activation. We investigated the role of the DTS using the Caenorhabditis elegans Raf ortholog lin-45. Truncations removing the DTS strongly enhanced lin-45(S312A), a weak gain-of-function allele equivalent to RAF1 mutations found in patients with Noonan Syndrome. We genetically defined three elements of the LIN-45 DTS, which we termed the active site binding sequence (ASBS), the KTP motif, and the aromatic cluster. In the context of lin-45(S312A), the mutation of each of these elements enhanced activity. We used AlphaFold to predict DTS protein interactions for LIN-45, fly Raf, and human BRAF within the activated heterotetramer complex. We propose the following distinct functions for the LIN-45 DTS elements: (1) the ASBS binds the kinase active site as an inhibitor; (2) phosphorylation of the KTP motif modulates the DTS-kinase domain interaction; and (3) the aromatic cluster anchors the DTS in an inhibitory conformation. Human RASopathy-associated variants in BRAF affect residues of the DTS, consistent with these predictions. This work establishes that the Raf/LIN-45 DTS negatively regulates signaling in C. elegans and provides a model for its function in other Raf proteins.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39749023",
    "pmid": "39749023",
    "doi": "10.3389/fendo.2024.1506323",
    "title": "Monogenic causes of familial short stature.",
    "abstract": "Genetic factors play a crucial role in determining human height. Short stature commonly affects multiple family members and therefore, familial short stature (FSS) represents a significant proportion of growth disorders. Traditionally, FSS was considered a benign polygenic condition representing a subcategory of idiopathic short stature (ISS). However, advancements in genetic research have revealed that FSS can also be monogenic, inherited in an autosomal dominant manner and can result from different mechanisms including primary growth plate disorders, growth hormone deficiency/insensitivity or by the disruption of fundamental intracellular pathways. These discoveries have highlighted a broader phenotypic spectrum for monogenic forms of short stature, which may exhibit mild manifestations indistinguishable from ISS. Given the overlapping features and the difficulty in differentiating polygenic from monogenic FSS without genetic testing, some researchers redefine FSS as a descriptive term that encompasses any familial occurrence of short stature, regardless of the underlying cause. This shift emphasizes the complexity of diagnosing and managing short stature within families, reflecting the diverse genetic landscape that influences human growth.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38870956",
    "pmid": "38870956",
    "doi": "10.28920/dhm54.2.133-136",
    "title": "Hyperbaric oxygen treatment in bilateral orchiopexy and post-circumcision haematoma in a thrombocytopenic patient with Noonan syndrome.",
    "abstract": "Hyperbaric oxygen treatment (HBOT) can be utilised for necrotising soft tissue infections, clostridial myonecrosis (gas gangrene), crush injuries, acute traumatic ischaemia, delayed wound healing, and compromised skin grafts. Our case was a 17-month-old male patient with Noonan syndrome, idiopathic thrombocytopenic purpura, and bilateral undescended testicles. Haematoma and oedema developed in the scrotum and penis the day after bilateral orchiopexy and circumcision. Ischaemic appearances were observed on the penile and scrotal skin on the second postoperative day. Enoxaparin sodium and fresh frozen plasma were started on the recommendation of haematology. Hyperbaric oxygen treatment was initiated considering the possibility of tissue necrosis. We observed rapid healing within five days. We present this case to emphasise that HBOT may be considered as an additional treatment option in patients with similar conditions. To our knowledge, no similar cases have been reported in the literature.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40115715",
    "pmid": "40115715",
    "doi": "10.7759/cureus.79194",
    "title": "Neuroimaging of Koolen-De Vries Syndrome: A Rare Genetic Disorder.",
    "abstract": "Koolen-de Vries syndrome (KdVS) is a rare neurodevelopmental genetic disorder involving multiple organ systems. It is characterized by several abnormal neurological, behavioral, and skeletal features. This case describes a 12-year-old male who had been previously diagnosed with Koolen-de Vries syndrome and has a complex medical history. The patient exhibits many complications of KdVS, such as congenital heart disease, epilepsy, cryptorchidism, and cardiomegaly. Neuroimaging displayed a dysplastic corpus callosum, colpocephaly with mild lateral and third ventriculomegaly, and an ovoid dysmorphic appearance of the hippocampal formations. This case report serves as an educational exhibit for the neuroimaging findings and clinical features of KdVS to raise awareness of its presentation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39961591",
    "pmid": "39961591",
    "doi": "10.3340/jkns.2025.0011",
    "title": "Germline Variants in Pediatric Cancer : Based on Oncogenic Pathways.",
    "abstract": "Pathogenic germline variants (PGVs) are increasingly recognized as critical elements in pediatric cancer predisposition. Determining the pathogenicity of germline variants is a dynamic process, with advancements in next-generation sequencing (NGS) and expanding genome databases reshaping our understanding of cancer genomics. This article reviews the role of PGVs in key oncogenic pathways, including RTK/RAS/MAPK, PI3K/AKT, WNT, and Hedgehog signaling, highlighting their associations with specific cancer predisposition syndromes and neurosurgical implications. Most PGVs are inherited in an autosomal dominant pattern and are frequent in tumor suppressor genes, while autosomal recessive conditions like Ataxia-telangiectasia and Fanconi anemia are less common. Germline variants in proto-oncogenes such as PTPN11, KRAS, and HRAS are associated with RASopathies, including Noonan and Costello syndromes, which show variable cancer risks. Similarly, PTEN PGVs, linked to Cowden syndrome, and DICER1 PGVs, responsible for DICER1 syndrome, exemplify the diverse clinical presentations and risks of pediatric cancer predisposition syndromes. Medulloblastoma, a pediatric-specific brain tumor, shows an increasing proportion of PGVs, with approximately 12% of all medulloblastomas harboring PGVs in APC, PTCH1, SUFU, and ELP1 in the WNT-activated and SHH-activated subtypes. Emerging evidence suggests that approximately 8.5-20% of pediatric cancer patients harbor PGVs, with a substantial proportion arising de novo. Routine germline screening for pediatric cancer patients is increasingly recommended, as many PGVs lack family history. Programs like STREAM (Solid Tumor REsearch And Magic) in Korea underscore the importance of comprehensive pediatric genome databases for personalized precision medicine. As neurosurgeons are frequently the first to encounter central nervous system tumor manifestations, a robust understanding of genomic medicine is essential. This review emphasizes the need for international collaboration to develop actionable insights into pediatric cancer genomics, ultimately improving diagnostic, therapeutic, and preventive strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39377546",
    "pmid": "39377546",
    "doi": "10.4274/jcrpe.galenos.2024.2024-7-3",
    "title": "Evaluation of Growth Characteristics and Final Height of Cases Diagnosed with Noonan Syndrome on Growth Hormone Treatment",
    "abstract": "<h4>Objective</h4>Proportional short stature is one of the most important features of Noonan syndrome (NS), and adult height often remains below the third percentile. Although the pathophysiology of short stature in NS patients is not fully understood, it has been shown that growth hormone (GH) treatment is beneficial in NS, significantly improving height in respect to the results of short and long-term GH treatment.<h4>Methods</h4>In this national retrospective cohort study, patients with NS who reached final height from 14 centers were evaluated. Patients were stratified by sex and treatment with or without GH and final height outcomes were compared.<h4>Results</h4>The study included 67 patients with NS, of whom 53 (79.1%) with mean follow-up 5.6 years, received GH treatment. At presentation height standard deviation scores (SDS) of the subjects who were started on GH tended to be shorter than those who did not (-3.26±1.07 vs. -2.53±1.23). In girls mean final height and final height SDS in those using GH vs not using GH were 150.1 cm (-2.17 SDS) vs. 147.4 cm (-2.8 SDS), respectively, and for boys these values were 162.48 cm (-1.81 SDS) vs 157.46 cm (-2.68 SDS), respectively. The Δheight SDS value of the cases was significantly higher in the group receiving GH compared to those not receiving GH (1.36±1.12 SD vs. -0.2±1.24, p<0.001). Cardiac findings remained stable in two patients with hypertrophic cardiomyopathy who received GH treatment. No significant side effects were observed in any patient during follow-up.<h4>Conclusion</h4>In patients with NS who reach their final height, a significant increase in height was observed with GH treatment. An increase of approximately +1.4 SDS may be achieved. GH treatment appears to be safe and effective in NS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38993717",
    "pmid": "38993717",
    "doi": "10.1297/cpe.2023-0074",
    "title": "<i>PTPN11</i> and <i>FLNA</i> variants in a boy with ambiguous genitalia, short stature, and non-specific dysmorphic features.",
    "abstract": "Noonan syndrome is a congenital disorder characterized by distinctive facial appearance, congenital heart defects, short stature, and skeletal dysplasia. Although boys with Noonan syndrome frequently exhibit cryptorchidism, a mild form of 46,XY disorders of sex development (DSD), they barely manifest more severe genital abnormalities. Here, we report a boy with ambiguous genitalia, short stature, and non-specific dysmorphic features. He had no cardiac abnormalities or skeletal dysplasia. His score in the Noonan syndrome diagnostic criteria (36 of 157 points, 23%) was lower than the cutoff for diagnosis (50%). Whole-exome sequencing identified a <i>de novo</i> heterozygous variant (c.922A>G: p.Asn308Asp) in <i>PTPN11</i> and a maternally inherited hemizygous variant (c.1439C>T: p.Pro480Leu) in <i>FLNA</i>. The <i>PTPN11</i> variant was a known causative mutation for Noonan syndrome. <i>FLNA</i> is a causative gene for neurodevelopmental and skeletal abnormalities and has also been implicated in 46,XY DSD. The p.Pro480Leu variant of <i>FLNA</i> was assessed as deleterious by <i>in silico</i> analyses. These results provide evidence that whole-exome sequencing is a powerful tool for diagnosing patients with atypical disease manifestations. Furthermore, our data suggest a possible role of digenic mutations as phenotypic modifiers of Noonan syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR827749",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4122815/v1",
    "title": "Ventricular arrhythmia and Noonan Syndrome with LZTR1 Mutations: Expanding the Phenotype with a Case Report and Review of the Literature",
    "abstract": "<h4>Background: </h4> Noonan syndrome (NS) is characterized by typical facial features, short stature, congenital heart defects and other comorbidities, which is caused by germline mutations in genes coding for components of the Ras-mitogen-activated protein kinase (RAS-MAPK) pathway. Noonan syndrome is an inherited disease involving multiple systems, but ventricular arrhythmia in Noonan syndrome is rarely reported. Methods  Here we report a 15-years old patient with LZTR1-associated Noonan syndrome, who has congenital heart defect, ventricular arrhythmia, bundle branch block, pectus excavatum, costal eversion, scoliosis, myopia, growth retardation and hearing loss. Genetic testing revealed that the patient had a novel heterozygous variant c.313delT (p.trp105Glyfs*42) mutation in the LZTR1. Results  We provide a review of the literature of LZTR1 mutations and find that approximately 6% of published cases have ventricular arrhythmia. Conclusions  Our findings expand on the Noonan syndrome phenotype and suggest that mutations in the LZTR1 gene are involved in ventricular arrhythmia.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39290328",
    "pmid": "39290328",
    "doi": "10.3389/fendo.2024.1456541",
    "title": "Minimizing unnecessary brain magnetic resonance imaging in pediatric endocrinology: a retrospective cohort analysis.",
    "abstract": "<h4>Background</h4>Brain magnetic resonance imaging (MRI) is mandatory or highly recommended in many pediatric endocrinological conditions to detect causative anatomic anomalies and rule out neoplastic lesions. However, MRI can also show findings associated with the underlying clinical condition, as well as unrelated \"incidentalomas\". These latter findings are often abnormalities with a high incidence in the general population for which there is no clear literature regarding their management, especially in pediatric patients. The present study aimed to evaluate the number of unnecessary performed MRIs in pediatric endocrinology.<h4>Methods</h4>Retrospective analysis on 584 MRI scans performed in 414 patients (254 growth hormone deficiency, 41 other causes of short stature, 116 central precocious puberty).<h4>Results</h4>The MRI scans were completely normal in 67% of the individuals, and the prevalence of individuals who underwent more than one MRI was 18%, with no significant differences among the groups. The overall prevalence of incidentalomas was 17%. Among 170 repeated MRI scans, 147 (86%) were not required according to a dedicated protocol. Only five patients (four GHD, one Noonan) correctly repeated the MRI. All the repeated MRI scans did not reveal any progression in the findings. If we include the MRIs performed in cases of OCSS other than Noonan syndrome (n=32) and girls with CPP older than 6 years (n=89), an additional 121 MRIs could have been avoided, leading to a total number of unnecessary MRIs to 268 (46%).<h4>Conclusions</h4>Only a few specific neuroimaging findings in endocrinologic pediatric patients warrant further investigation, while too often repeated imaging is carried out unnecessarily. We advocate the importance of guidelines to reduce costs for both the healthcare system and patients' families, as well as to alleviate physical and psychological distress for patients and caregivers.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39229301",
    "pmid": "39229301",
    "doi": "10.1002/ccr3.9341",
    "title": "Severe generalized edema in a premature neonate: A case report and literature review.",
    "abstract": "<h4>Key clinical message</h4>With no family history, and an atypical phenotype, the clinical diagnosing of Noonan syndrome (NS) can be very difficult. The present case emphasized that generalized edema in neonates may be the potential first symptom of NS.<h4>Abstract</h4>Severe generalized edema is a rare pathological condition with high mortality in newborns, in particular the premature infants. It is characterized by the extensive subcutaneous tissue edema and the accumulation of fluid in neonatal body fluid compartments. The etiology and pathogenesis of hydrops in neonates are quite complex. Generally speaking, hydrops can be divided into immune hydrops and non-immune hydrops according to the etiology. It is still challenging in treating severe neonatal edema. In this study, we presented a preterm newborn with severe generalized edema after birth, which was finally diagnosed with Noonan syndrome (NS). The infant clinically manifested as severe generalized edema alone, without the involvement of multiple organ malformation. Generalized edema in neonates was probably the first symptom of NS. Therefore, differential diagnosis of NS is necessary for infants developing generalized edema.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39372827",
    "pmid": "39372827",
    "doi": "10.1016/j.aace.2024.05.002",
    "title": "Noonan Syndrome and Celiac Disease in an Adolescent With Short Stature and Delayed Puberty.",
    "abstract": "<h4>Background/objective</h4>We present an adolescent male with Noonan syndrome (NS) and celiac disease (CD) who attained normal adult height with growth hormone (GH) treatment and gluten-free diet (GFD).<h4>Case report</h4>A 15 ½ year old healthy male presented with short stature and delayed puberty. His mother and maternal grandmother were short with heights 142.2 cm and 147.3 cm, respectively. Examination showed bilateral epicanthal folds and down slanting eyes like his mother, fifth finger clinodactyly, height 147.5 cm (<1%; standard deviation score, -2.96), growth velocity 2.5 cm/y, weight 48.2 kg (11%; standard deviation score, -1.24), Tanner 2 pubic hair and Tanner 1 genitalia. Midparental target height was 169.1 cm. He had normal screening studies for GH deficiency and thyroid disorders, prepubertal gonadotropins and testosterone levels, and normal total immunoglobulin A, and elevated antitissue transglutaminase immunoglobulin A 134.7units/mL (0-20). Bone age was 13 years. Genetic evaluation revealed heterozygous missense variant of <i>BRAF</i> gene in him and his mother confirming a diagnosis of NS. He was diagnosed with CD by intestinal biopsy. Patient was started on GH therapy and a GFD with subsequent improvement in growth velocit (6.8-12.3 cm/y) and advancement of puberty. The patient stopped GH therapy at 17 ½ years with a height 165.9 cm.<h4>Discussion</h4>Coexistence of NS caused by <i>BRAF</i> missense variant and CD has not been previously reported. Our patient attained normal adult height with GH therapy and GFD.<h4>Conclusion</h4>NS and CD can co-occur and addressing both these disorders can help patients attain normal height potential.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39311717",
    "pmid": "39311717",
    "doi": "10.1111/hae.15099",
    "title": "Low vitamin C status and hypermobility-related disorders in patients with bleeding disorder of unknown cause.",
    "abstract": "<h4>Introduction</h4>Bleeding disorder of unknown cause (BDUC) is a challenging diagnosis that predominantly affects women. Previous investigations into connective tissue disorders (CTD) and vitamin C have not been conducted.<h4>Aim</h4>To examine the association between hypermobility-related disorders, vitamin C status and BDUC.<h4>Methods</h4>Patients were selected following laboratory and genetic screening that yielded negative results for known hemostasis disorders. Sixty patients with BDUC and an ISTH BAT score ≥ 10 underwent clinically examination for skin hyperextensibility and for hypermobility assessed by Beighton score. Vitamin C was analyzed by high-performance liquid chromatography. Genetic screening for causal variants in 42 CTD genes was performed.<h4>Results</h4>The majority of patients were female (56/60). Median ISTH BAT score was 13 (range 10-23). Beighton score was positive in 29/60 patients compared to 1/20 healthy controls (HC) (p < .001). Hyperextensive skin was observed in (18/60) patients, and none (0/20) of the HC (p = .0041). Ten patients met the clinical diagnostic criteria for hypermobile Ehlers-Danlos syndrome (hEDS), and one patient was diagnosed with Noonan syndrome. Genetic screening excluded various subtypes of EDS with known genetic backgrounds. Average vitamin C level was adequate, but lower than in HC (55.9 vs. 70.4 μmol/L; p = .001). Suboptimal, or low vitamin C were identified in 19/60 compared to 1/20 HC (p = .018).<h4>Conclusion</h4>Our study demonstrates that BDUC is frequently associated with hypermobility disorders and low vitamin C status. Our results could pave the way for a randomized study of vitamin C supplementation in patients with BDUC.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38824260",
    "pmid": "38824260",
    "doi": "10.1038/s41431-024-01643-6",
    "title": "Defining the variant-phenotype correlation in patients affected by Noonan syndrome with the RAF1:c.770C>T p.(Ser257Leu) variant.",
    "abstract": "Hypertrophic cardiomyopathy (HCM) is the major contributor to morbidity and mortality in Noonan syndrome (NS). Gain-of-function variants in RAF1 are associated with high prevalence of HCM. Among these, NM_002880.4:c.770C > T, NP_002871.1:p.(Ser257Leu) accounts for approximately half of cases and has been reported as associated with a particularly severe outcome. Nevertheless, comprehensive studies on cases harboring this variant are missing. To precisely define the phenotype associated to the RAF1:c.770C > T, variant, an observational retrospective analysis on patients carrying the c.770C > T variant was conducted merging 17 unpublished patients and literature-derived ones. Data regarding prenatal findings, clinical features and cardiac phenotypes were collected to provide an exhaustive description of the associated phenotype. Clinical information was collected in 107 patients. Among them, 92% had HCM, mostly diagnosed within the first year of life. Thirty percent of patients were preterm and 47% of the newborns was admitted in a neonatal intensive care unit, mainly due to respiratory complications of HCM and/or pulmonary arterial hypertension. Mortality rate was 13%, mainly secondary to HCM-related complications (62%) at the average age of 7.5 months. Short stature had a prevalence of 91%, while seizures and ID of 6% and 12%, respectively. Two cases out of 75 (3%) developed neoplasms. In conclusion, patients with the RAF1:c.770C > T pathogenic variant show a particularly severe phenotype characterized by rapidly progressive neonatal HCM and high mortality rate suggesting the necessity of careful monitoring and early intervention to prevent or slow down the progression of HCM.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39006611",
    "pmid": "39006611",
    "doi": "10.7759/cureus.62301",
    "title": "Orbital and Lumbosacral Plexiform Neurofibroma with PTPN11 Mutation: A Form of the RASopathy.",
    "abstract": "RASopathies are a group that encompasses a spectrum of related disorders caused by mutations linked to the RAS/mitogen-activated protein kinase (RAS/MAPK) pathway, including neurofibromatosis type 1 (NF1), Noonan syndrome (NS), neurofibromatosis-Noonan syndrome (NFNS), Noonan syndrome with multiple lentigines (NSML). Neurofibromas, as a hallmark of NF1, are extremely rare in patients with other RASopathies. Here we present a case of a 39-year-old Chinese male displaying orbital neurofibromas and lumbosacral plexiform neurofibromas. Histopathology of a CT-guided biopsy of the mass revealed it to be a neurofibroma. The targeted sequencing analysis did not find any pathogenic sequence alteration in the NF1 or NF2 causative genes in blood lymphocytes and hypertrophic nerve tissue, and no additional signs of NF1 were detected, thereby not meeting the diagnostic criteria for NF1. However, we identified a heterozygous mutation (c.836A>G, p.Y279C) in the <i>PTPN11</i> gene, which is one of the key components of the RAS-MAPK signaling pathway and is associated with NS, NFNS, and NSML. Nonetheless, a thorough examination did not reveal any signs of these syndromes in the patient. Consequently, it was inferred that this patient likely falls within the spectrum of the RASopathies. This represents a unique case manifesting as orbital and lumbosacral plexiform neurofibromas carrying a <i>PTPN11</i> gene mutation, thereby broadening the phenotype spectrum of PTPN11 mutations. Our results also highlight the overlap between RASopathies. Neurofibromas should be considered indicative of a broader spectrum of disorders resulting from mutations in RASopathies other than NF1.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39825649",
    "pmid": "39825649",
    "doi": "10.7499/j.issn.1008-8830.2409047",
    "title": "[Growth and development patterns of Noonan syndrome and advances in the treatment of short stature].",
    "abstract": "Patients with Noonan syndrome (NS) are born with normal or slightly lower body length and weight compared to the normal ranges. However, their height gradually falls behind that of the general population, leading to growth retardation and delayed puberty. In China, the incidence of short stature in patients with NS is approximately 65%. Short stature in these patients arises from multiple causes, including feeding difficulties in infancy, comorbidities such as congenital heart disease, genetic heterogeneity, and disorders of the growth hormone/insulin-like growth factor-1 axis. Growth hormone is commonly used to alleviate symptoms of short stature. This article reviews the growth and development patterns at different stages of NS, analyzes the causes of short stature, and summarizes the latest advances in treatment to provide new insights for the diagnosis and management of short stature in patients with NS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38940080",
    "pmid": "38940080",
    "doi": "10.1002/cyto.b.22192",
    "title": "Updates on germline predisposition in pediatric hematologic malignancies: What is the role of flow cytometry?",
    "abstract": "Hematologic neoplasms with germline predisposition have been increasingly recognized as a distinct category of tumors over the last few years. As such, this category was added to the World Health Organization (WHO) 4th edition as well as maintained in the WHO 5th edition and International Consensus Classification (ICC) 2022 classification systems. In practice, these tumors require a high index of suspicion and confirmation by molecular testing. Flow cytometry is a cost-effective diagnostic tool that is routinely performed on peripheral blood and bone marrow samples. In this review, we sought to summarize the current body of research correlating flow cytometric immunophenotype to assess its utility in diagnosis of and clinical decision making in germline hematologic neoplasms. We also illustrate these findings using cases mostly from our own institution. We review some of the more commonly mutated genes, including CEBPA, DDX41, RUNX1, ANKRD26, GATA2, Fanconi anemia, Noonan syndrome, and Down syndrome. We highlight that flow cytometry may have a role in the diagnosis (GATA2, Down syndrome) and screening (CEBPA) of some germline predisposition syndromes, although appears to show nonspecific findings in others (DDX41, RUNX1). In many of the others, such as ANKRD26, Fanconi anemia, and Noonan syndrome, further studies are needed to better understand whether specific flow cytometric patterns are observed. Ultimately, we conclude that further studies such as large case series and organized data pipelines are needed in most germline settings to better understand the flow cytometric immunophenotype of these neoplasms.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39123476",
    "pmid": "39123476",
    "doi": "10.3390/cancers16152749",
    "title": "Observation and Management of Juvenile Myelomonocytic Leukemia and Noonan Syndrome-Associated Myeloproliferative Disorder: A Real-World Experience.",
    "abstract": "Juvenile Myelomonocytic Leukemia (JMML) is a rare and clonal hematopoietic disorder of infancy and early childhood with myeloproliferative/myelodysplastic features resulting from germline or somatic mutations in the RAS pathway. Treatment is not uniform, with management varying from observation to stem cell transplant. The aim of our retrospective review is to describe the treatment and outcomes of a cohort of patients with JMML or Noonan Syndrome-associated Myeloproliferative Disorder (NS-MPD) to provide management guidance for this rare and heterogeneous disease. We report on 22 patients with JMML or NS-MPD managed at three institutions in the Texas Medical Center. Of patients with known genetic mutations and cytogenetics, 6 harbored germline mutations, 12 had somatic mutations, and 9 showed cytogenetic abnormalities. Overall, 14/22 patients are alive. Spontaneous clinical remission occurred in one patient with somatic <i>NRAS</i> mutation, as well as two with germline <i>PTPN11</i> mutations with NS-MPD, and two others with germline <i>PTPN11</i> mutations and NS-MPD remain under surveillance. Patients with NS-MPD were excluded from treatment analysis as none required chemotherapeutic intervention. All patients (5/5) treated with 5-azacitidine alone and one of the four treated with 6-mercaptopurine monotherapy had a reduction in mutant variant allele frequency. Transformation to acute myeloid leukemia was seen in two patients who both died. Among patients who received transplants, 7/13 are alive, and relapse post-transplant occurred in 3/13 with a median time to relapse of 3.55 months. This report provides insight into therapy responses and long-term outcomes across different genetic subsets of JMML and lends insight into the expected time to spontaneous resolution in patients with NS-MPD with germline <i>PTPN11</i> mutations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR884218",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4638334/v1",
    "title": "Atypical left-ventricular hypertrophy with apical aneurysm in Leopard Syndrome.",
    "abstract": "<title>Abstract</title>  <p>Noonan Syndrome with Multiple Lentigines (NSML-formerly known as LEOPARD syndrome) is a rare autosomal dominant condition that usually exhibits cardiac involvement with hypertrophic cardiomyopathy (HCM). Here we present a case of a NSML patient with an unusual and patchy cardiac hypertrophy distribution.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR862095",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4415218/v1",
    "title": "Elucidating microstructural alterations in neurodevelopmental disorders: application of advanced diffusion-weighted imaging in children with Rasopathies",
    "abstract": "<title>Abstract</title>  <p>Neurodevelopmental disorders (NDDs) can severely impact functioning yet effective treatments are limited. Greater insight into the neurobiology underlying NDDs is critical to the development of successful treatments. Using a genetics-first approach, we investigated the potential of advanced diffusion-weighted imaging (DWI) techniques to characterize the neural microstructure unique to neurofibromatosis type 1 (NF1) and Noonan syndrome (NS). In this prospective study, children with NF1, NS, and typical developing (TD) were scanned using a multi-shell DWI sequence optimized for neurite orientation density and dispersion imaging (NODDI) and diffusion kurtosis imaging (DKI). Region-of-interest and tract-based analysis were conducted on subcortical regions and white matter tracts. Analysis of covariance, principal components, and linear discriminant analysis compared between groups. 88 participants were included: 31 NS, 25 NF1, and 32 TD. Subcortical regions differed between NF1 and NS, particularly in the thalamus where the neurite density index (NDI), orientation dispersion index (ODI), and mean kurtosis (MK) were lower in NF1 compared to NS (<italic>p</italic> < .001). The middle cerebellar peduncle showed lower NDI and MK in NF1 compared to NS (both <italic>p</italic> < .001). Multivariate analyses distinguished between groups using NDI, ODI, and MK measures. Differences in neural microstructure were detected between neurofibromatosis type 1 and Noonan syndrome, particularly in subcortical regions and the middle cerebellar peduncle, in line with pre-clinical evidence. Advanced DWI techniques detected subtle alterations not found in prior work using conventional diffusion tensor imaging.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38740233",
    "pmid": "38740233",
    "doi": "10.1016/j.cellsig.2024.111224",
    "title": "Experience-dependent MAPK/ERK signaling in glia regulates critical period remodeling of synaptic glomeruli.",
    "abstract": "Early-life critical periods allow initial sensory experience to remodel brain circuitry so that synaptic connectivity can be optimized to environmental input. In the Drosophila juvenile brain, olfactory sensory neuron (OSN) synaptic glomeruli are pruned by glial phagocytosis in dose-dependent response to early odor experience during a well-defined critical period. Extracellular signal-regulated kinase (ERK) separation of phases-based activity reporter of kinase (SPARK) biosensors reveal experience-dependent signaling in glia during this critical period. Glial ERK-SPARK signaling is depressed by removal of Draper receptors orchestrating glial phagocytosis. Cell-targeted genetic knockdown of glial ERK signaling reduces olfactory experience-dependent glial pruning of the OSN synaptic glomeruli in a dose-dependent mechanism. Noonan Syndrome is caused by gain-of-function mutations in protein tyrosine phosphatase non-receptor type 11 (PTPN11) inhibiting ERK signaling, and a glial-targeted patient-derived mutation increases experience-dependent glial ERK signaling and impairs experience-dependent glial pruning of the OSN synaptic glomeruli. We conclude that critical period experience drives glial ERK signaling that is required for dose-dependent pruning of brain synaptic glomeruli, and that altered glial ERK signaling impairs this critical period mechanism in a Noonan Syndrome disease model.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39516223",
    "pmid": "39516223",
    "doi": "10.1038/s41598-024-76628-y",
    "title": "Genetic correlation between fetal nuchal translucency thickening and cystic hygroma and exploration of pregnancy outcome.",
    "abstract": "Chromosome microarray analysis (CMA) and whole exome sequencing (WES) are increasingly utilized in prenatal diagnosis of abnormal ultrasound findings, but studies on correlation between pathogenic copy number variations (pCNVs) and single-gene mutations in fetuses with nuchal translucency (NT) thickening/cystic hygroma (CH), and pregnancy outcomes, are rare. This study aimed to investigate clinical value of CMA and WES for NT thickening/CH in fetuses, explore genetic correlation between fetal NT thickening and CH, and analyze pregnancy outcomes. We retrospectively selected 215 pregnant women diagnosed with fetal NT thickening (NT > 95th)/CH who underwent invasive prenatal diagnosis at our hospital from January 2020 to June 2022. With negative chromosomal karyotype analysis (KA) and CMA results, patients voluntarily underwent WES. Patients were grouped by NT thickening/CH, and application value of KA, CMA, and WES examined. Ultrasound findings, pregnancy outcomes, and fetal growth post-birth were followed during mid/late pregnancy and post-delivery. Abnormalities in chromosomal number were detected in 28 of 215 samples, with a detection rate of 13.0%, and pCNVs were detected in 12 cases, with a detection rate of 5.6%. The most common abnormality in fetuses from both groups suggested by CMA was 22q11.21 microdeletion-microduplication syndrome. 35 patients with negative KA and CMA results underwent WES, and single gene variants were detected in 12 fetuses, with an abnormality rate of 34.3%. The incidence of adverse pregnancy outcomes was 28.2% in the NT thickening group and 82.9% in the CH group (P < 0.05). Overall, fetal NT thickening/CH was associated with genetic abnormalities, WES further improved the diagnosis of abnormal fetuses after negative KA and CMA results in both groups, and the incidence of adverse pregnancy outcomes was lower in the NT thickening group than in the CH group. The management of pregnancy outcomes could guide clinical genetic counselling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38751386",
    "pmid": "38751386",
    "doi": "10.1055/s-0043-1772757",
    "title": "A Rare Neurological Presentation of Noonan Syndrome and Its Management-A Case Report.",
    "abstract": "Although Noonan syndrome is a relatively common congenital disorder with autosomal dominant inheritance, its association with cerebrovascular anomalies is rare. We report a case of a 20-year-old with Noonan syndrome with cerebrovascular aneurysm, who underwent successful endovascular coiling. Only four cases of cerebrovascular aneurysms in Noonan syndrome have been reported in the literature so far. To the best of our knowledge, this is only the fifth reported case and the first one that has been treated successfully with endovascular coiling. We hereby discuss the management of this case, which had several comorbidities like congenital heart disease and craniovertebral junction anomaly.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39352760",
    "pmid": "39352760",
    "doi": "10.1172/jci.insight.182382",
    "title": "Dysregulation of RAS proteostasis by autosomal-dominant LZTR1 mutation induces Noonan syndrome-like phenotypes in mice.",
    "abstract": "Leucine-zipper-like posttranslational regulator 1 (LZTR1) is a member of the BTB-Kelch superfamily, which regulates the RAS proteostasis. Autosomal dominant (AD) mutations in LZTR1 have been identified in patients with Noonan syndrome (NS), a congenital anomaly syndrome. However, it remains unclear whether LZTR1 AD mutations regulate the proteostasis of the RAS subfamily molecules or cause NS-like phenotypes in vivo. To elucidate the pathogenesis of LZTR1 mutations, we generated 2 LZTR1 mutation knock-in mice (Lztr1G245R/+ and Lztr1R409C/+), which correspond to the human p.G248R and p.R412C mutations, respectively. LZTR1-mutant male mice exhibit low birth weight, distinctive facial features, and cardiac hypertrophy. Cardiomyocyte size and the expression of RAS subfamily members, including MRAS and RIT1, were significantly increased in the left ventricles (LVs) of mutant male mice. LZTR1 AD mutants did not interact with RIT1 and functioned as dominant-negative forms of WT LZTR1. Multi-omics analysis revealed that the mitogen-activated protein kinase (MAPK) signaling pathway was activated in the LVs of mutant mice. Treatment with the MEK inhibitor trametinib ameliorated cardiac hypertrophy in mutant male mice. These results suggest that the MEK/ERK pathway is a therapeutic target for the NS-like phenotype resulting from dysfunction of RAS proteostasis by LZTR1 AD mutations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38983877",
    "pmid": "38983877",
    "doi": "10.1002/ccr3.9164",
    "title": "Trametinib restores the central conducting lymphatic flow in a premature infant with Noonan syndrome.",
    "abstract": "We describe a premature hydropic infant with Noonan syndrome and a therapy refractory chylothorax. This was shown to be due to a central conducting lymphatic anomaly. After therapy with a MEK-inhibitor the infant recovered clinically and radiologically completely, possibly by restoring lymphatic valve function.",
    "journal": "",
    "year": "2024"
  }
]