[
  {
    "id": "40199965",
    "pmid": "40199965",
    "doi": "10.1038/s10038-025-01340-2",
    "title": "A copy number variant overlapping the 3'UTR of PLP1 causes spastic paraplegia.",
    "abstract": "Leukodystrophy presents a significant diagnostic challenge due to its varied clinical presentation and similarity to other myelin disorders, characterized by abnormalities in myelin and white matter. Hypomyelination disorders, including Pelizaeus-Merzbacher disease (PMD) and hereditary spastic paraplegias (SPG), are associated with variants in the proteolipid protein 1 (PLP1) gene, leading to symptoms ranging from severe dysmyelination in infancy to delayed dysmyelination and axonal degeneration in adulthood. Family history was taken, and pedigree was constructed. Recruitment included seven males and females with spastic paraplegia and nine healthy relatives, who were clinically investigated, and tested with molecular genetic assays including whole exome sequencing (WES), whole genome sequencing (WGS), and PCR amplification with fragment analysis on gel electrophoresis to identify and confirm the genetic cause. Family history was consistent with hereditary condition marked by progressive spastic paraplegia in 10 family members. Males had early onset and progressive paraplegia, and neurodegenerative conditions, resulting in a decline in the neurocognitive functions. However, in some females, the symptoms manifested later in their 30s-40s, leading to neurodegenerative conditions and spastic paraplegias. A total of 16 family members were available for genetic testing and segregation studies. Initial clinical WES in four members was negative. Next, WGS identified a novel copy number variant (CNV) loss (75.5 kb) involving the 3'UTR of the PLP1 gene in three members (the mother, affected son, but not in the unaffected son). Segregation studies in all 16 family members confirmed the presence of the CNV in five additional affected individuals and an asymptomatic female, but not in the eight asymptomatic individuals. Our study reports a novel 3'UTR CNV in PLP1 in a large family with several individuals affected with SPG. This finding expands the mutational landscape of the PLP1-related diseases to include CNV and, possibly, small sequence changes in the regulatory regions of PLP1, that would otherwise be overlooked during the interpretation of the next generation sequencing data.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39762264",
    "pmid": "39762264",
    "doi": "10.1038/s41439-024-00306-8",
    "title": "Clinical characteristics of the Ala21Val variant in the myelin proteolipid protein 1 (PLP1) gene associated with Pelizaeus-Merzbacher disease in a Brazilian male patient.",
    "abstract": "Here, we report the case of a 29-year-old male with classic Pelizaeus-Merzbacher disease (PMD) harboring the PLP1 variant NM_000533.5:c.62 C > T, leading to an NP_000524.3:p.(Ala21Val) alteration in the first transmembrane domain of the protein. He presented with developmental delays, nystagmus, spastic paraparesis, optic atrophy, dysphagia, appendicular ataxia, and progressive head tremor. Brain MRI revealed hypomyelination, diffuse white matter hyperintensity, and atrophy of the corpus callosum and cerebellum, expanding the known clinical spectrum of PMD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39280331",
    "pmid": "39280331",
    "doi": "10.1177/26331055241276873",
    "title": "CRISPR/CasRx-Mediated Knockdown of Rab7B Restores Incomplete Cell Shape Induced by Pelizaeus-Merzbacher Disease-Associated PLP1 p.Ala243Val.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD, currently known as hypomyelinating leukodystrophy type 1 [HLD1]) is a hereditary hypomyelinating and/or demyelinating disease associated with the proteolipid protein 1 (plp1) gene in the central nervous system (CNS). One of the major causes of this condition is incomplete or defective oligodendroglial cell myelin sheath formation triggered by endoplasmic reticulum (ER) stress and subsequent unfolded protein response (UPR). The HLD1-associated Ala-243-to-Val mutation (p.Ala243Val) of PLP1 is widely recognized to trigger defective oligodendroglial cell morphological differentiation, primarily due to ER stress. We have previously reported that knockdown of Rab7B (also known as Rab42), a small GTP/GDP-binding protein involved in intracellular vesicle trafficking around the lysosome, can recover chemical ER stress-induced incomplete cell shapes in the FBD-102b cell line, a model of oligodendroglial cell morphological differentiation. Here, we present findings indicating that incomplete cell shapes induced by PLP1 p.Ala243Val can be restored by knockdown of Rab7B using the clustered regularly interspaced short palindromic repeats (CRISPR) and CasRx (also known as Cas13d) system. Also, the knockdown promoted the trafficking of PLP1 p.Ala243Val to lysosome-associated membrane protein 1 (LAMP1)-positive organelles. These results highlight the unique role of Rab7B knockdown in modulating oligodendroglial cell morphological changes and potentially facilitating the transport of mutated PLP1 to LAMP1-positive organelles, suggesting its potential as a therapeutic target for alleviating HLD1 phenotypes, at least in part, at the molecular and cellular levels.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39162067",
    "pmid": "39162067",
    "doi": "10.5152/iao.2024.231261",
    "title": "Audio-vestibular Findings in a Patient with Pelizaeus- Merzbacher Disease.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is an X-linked recessive rare disease condition in which audiological deficit is also observed. A 4-year-old male child with PMD underwent an audiological evaluation. The results suggested normal middle ear and outer hair cells functioning, with only peak I of the auditory brainstem response present until 30 dBnHL. Further, the cervical vestibular evoked myogenic potential showed delayed latencies with normal amplitudes. In this case report, we attempt to explain the audio-vestibular test results and correlate them with the pathophysiology. This is the first report on the cervical vestibular myogenic potentials in patients with PMD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38816019",
    "pmid": "38816019",
    "doi": "10.3174/ajnr.a8361",
    "title": "Imaging Findings and MRI Patterns in a Cohort of 18q Chromosomal Abnormalities.",
    "abstract": "<h4>Background and purpose</h4>The abnormalities of the long arm of chromosome 18 (18q) constitute a complex spectrum. We aimed to systematically analyze their MR imaging features. We hypothesized that there would be variable but recognizable white matter and structural patterns in this cohort.<h4>Materials and methods</h4>In this retrospective cohort study, we included pediatric patients with a proved abnormality of 18q between 2000-2022. An age- and sex-matched control cohort was also constructed.<h4>Results</h4>Thirty-six cases, median MR imaging age 19.6 months (4.3-59.3), satisfied our inclusion criteria. Most were female (25, 69%, F:M ratio 2.2:1). Fifty MR imaging studies were analyzed, and 35 (70%) had delayed myelination. Two independent readers scored brain myelination with excellent interrater reliability. Three recognizable evolving MR imaging patterns with distinct age distributions and improving myelination scores were identified: Pelizaeus-Merzbacher disease-like (9.9 months, 37), intermediate (22 months, 48), and washed-out pattern (113.6 months, 53). Etiologically, MRIs were analyzed across 3 subgroups: 18q deletion (34, 69%), trisomy 18 (10, 21%), and ring chromosome 18 (5, 10%). Ring chromosome 18 had the highest myelination lag (27, <i>P</i> = .005) and multifocal white matter changes (<i>P</i> = .001). Trisomy 18 had smaller pons and cerebellar dimensions (anteposterior diameter pons, <i>P</i> = .002; corpus callosum vermis, <i>P</i> < .001; and transverse cerebellar diameter, <i>P</i> = .04).<h4>Conclusions</h4>In this cohort of 18q chromosomal abnormalities, MR imaging revealed recognizable patterns correlating with improving brain myelination. Imaging findings appear to be on a continuum with more severe white matter abnormalities in ring chromosome 18 and greater prevalence of structural abnormalities of the pons and cerebellum in trisomy 18.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38582621",
    "pmid": "38582621",
    "doi": "10.1016/j.molmed.2024.03.005",
    "title": "Pelizaeus-Merzbacher disease: on the cusp of myelin medicine.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is caused by mutations in the proteolipid protein 1 (PLP1) gene encoding proteolipid protein (PLP). As a major component of myelin, mutated PLP causes progressive neurodegeneration and eventually death due to severe white matter deficits. Medical care has long been limited to symptomatic treatments, but first-in-class PMD therapies with novel mechanisms now stand poised to enter clinical trials. Here, we review PMD disease mechanisms and outline rationale for therapeutic interventions, including PLP1 suppression, cell transplantation, iron chelation, and intracellular stress modulation. We discuss available preclinical data and their implications on clinical development. With several novel treatments on the horizon, PMD is on the precipice of a new era in the diagnosis and treatment of patients suffering from this debilitating disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40148043",
    "pmid": "40148043",
    "doi": "10.1016/b978-0-443-19102-2.00032-6",
    "title": "Neuroglia in leukodystrophies.",
    "abstract": "Leukodystrophies are a heterogeneous group of rare genetic neurologic disorders characterized by white matter degeneration resulting from mutations affecting glial cells. This review focuses on the primary subtypes-astroglial, oligodendroglial, and microglial leukodystrophies-offering a detailed description of their neuropathologic features and clinical manifestations. It delves into key aspects of the pathogenesis, emphasizing the distinct cellular mechanisms that drive white matter damage. Advances in disease modeling, including the development of animal models with pathologic gene expressions and patient-derived iPS-cell models, have significantly enhanced our understanding of these rare disorders. Insights into the roles of different glial cell types highlight the complexity of leukodystrophies and provide a foundation for the development of targeted therapeutic strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39230009",
    "pmid": "39230009",
    "doi": "10.1002/hbm.70014",
    "title": "Atlas-based assessment of hypomyelination: Quantitative MRI in Pelizaeus-Merzbacher disease.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is a rare childhood hypomyelinating leukodystrophy. Quantification of the pronounced myelin deficit and delineation of subtle myelination processes are of high clinical interest. Quantitative magnetic resonance imaging (qMRI) techniques can provide in vivo insights into myelination status, its spatial distribution, and dynamics during brain maturation. They may serve as potential biomarkers to assess the efficacy of myelin-modulating therapies. However, registration techniques for image quantification and statistical comparison of affected pediatric brains, especially those of low or deviant image tissue contrast, with healthy controls are not yet established. This study aimed first to develop and compare postprocessing pipelines for atlas-based quantification of qMRI data in pediatric patients with PMD and evaluate their registration accuracy. Second, to apply an optimized pipeline to investigate spatial myelin deficiency using myelin water imaging (MWI) data from patients with PMD and healthy controls. This retrospective single-center study included five patients with PMD (mean age, 6 years ± 3.8) who underwent conventional brain MRI and diffusion tensor imaging (DTI), with MWI data available for a subset of patients. Three methods of registering PMD images to a pediatric template were investigated. These were based on (a) T1-weighted (T1w) images, (b) fractional anisotropy (FA) maps, and (c) a combination of T1w, T2-weighted, and FA images in a multimodal approach. Registration accuracy was determined by visual inspection and calculated using the structural similarity index method (SSIM). SSIM values for the registration approaches were compared using a t test. Myelin water fraction (MWF) was quantified from MWI data as an assessment of relative myelination. Mean MWF was obtained from two PMDs (mean age, 3.1 years ± 0.3) within four major white matter (WM) pathways of a pediatric atlas and compared to seven healthy controls (mean age, 3 years ± 0.2) using a Mann-Whitney U test. Our results show that visual registration accuracy estimation and computed SSIM were highest for FA-based registration, followed by multimodal, and T1w-based registration (SSIM<sub>FA</sub> = 0.67 ± 0.04 vs. SSIM<sub>multimodal</sub> = 0.60 ± 0.03 vs. SSIM<sub>T1</sub> = 0.40 ± 0.14). Mean MWF of patients with PMD within the WM pathways was significantly lower than in healthy controls MWF<sub>PMD</sub> = 0.0267 ± 0.021 vs. MWF<sub>controls</sub> = 0.1299 ± 0.039. Specifically, MWF was measurable in brain structures known to be myelinated at birth (brainstem) or postnatally (projection fibers) but was scarcely detectable in other brain regions (commissural and association fibers). Taken together, our results indicate that registration accuracy was highest with an FA-based registration pipeline, providing an alternative to conventional T1w-based registration approaches in the case of hypomyelinating leukodystrophies missing normative intrinsic tissue contrasts. The applied atlas-based analysis of MWF data revealed that the extent of spatial myelin deficiency in patients with PMD was most pronounced in commissural and association and to a lesser degree in brainstem and projection pathways.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39322379",
    "pmid": "39322379",
    "doi": "10.1016/b978-0-323-99209-1.00014-4",
    "title": "Inherited white matter disorders: Hypomyelination (myelin disorders).",
    "abstract": "Hypomyelinating leukodystrophies are a subset of genetic white matter diseases characterized by insufficient myelin deposition during development. MRI patterns are used to identify hypomyelinating disorders, and genetic testing is used to determine the causal genes implicated in individual disease forms. Clinical course can range from severe, with patients manifesting neurologic symptoms in infancy or early childhood, to mild, with onset in adolescence or adulthood. This chapter discusses the most common hypomyelinating leukodystrophies, including X-linked Pelizaeus-Merzbacher disease and other PLP1-related disorders, autosomal recessive Pelizaeus-Merzbacher-like disease, and POLR3-related leukodystrophy. PLP1-related disorders are caused by hemizygous pathogenic variants in the proteolipid protein 1 (PLP1) gene, and encompass classic Pelizaeus-Merzbacher disease, the severe connatal form, PLP1-null syndrome, spastic paraplegia type 2, and hypomyelination of early myelinating structures. Pelizaeus-Merzbacher-like disease presents a similar clinical picture to Pelizaeus-Merzbacher disease, however, it is caused by biallelic pathogenic variants in the GJC2 gene, which encodes for the gap junction protein Connexin-47. POLR3-related leukodystrophy, or 4H leukodystrophy (hypomyelination, hypodontia, and hypogonadotropic hypogonadism), is caused by biallelic pathogenic variants in genes encoding specific subunits of the transcription enzyme RNA polymerase III. In this chapter, the clinical features, disease pathophysiology and genetics, imaging patterns, as well as supportive and future therapies are discussed for each disorder.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38134864",
    "pmid": "38134864",
    "doi": "10.1016/j.pediatrneurol.2023.11.014",
    "title": "An Open-Label Administration of Bioavailable-Form Curcumin in Patients With Pelizaeus-Merzbacher Disease.",
    "abstract": "<h4>Background</h4>Two preclinical studies using mouse models of Pelizeaus-Merzbacher disease (PMD) have revealed the potential therapeutic effects of curcumin. In this study, we examined the effects of curcumin in patients with PMD.<h4>Methods</h4>We conducted a study administering an open-label oral bioavailable form of curcumin in nine patients genetically confirmed to have PMD (five to 20 years; mean 11 years) for 12 months (low doses for two months followed by high doses for 10 months). We evaluated changes in clinical symptoms as the primary end point using two scales, Gross Motor Function Measure (GMFM) and the PMD Functional Disability Score (PMD-FDS). The level of myelination by brain magnetic resonance imaging (MRI) and the electrophysiological state by auditory brainstem response (ABR) were evaluated as secondary end points. The safety and tolerability of oral curcumin were also examined.<h4>Results</h4>Increase in GMFM and PMD-FDS were noted in five and three patients, respectively, but overall, no statistically significant improvement was demonstrated. We found no clear improvement in their brain MRI or ABR. No adverse events associated with oral administration of curcumin were observed.<h4>Conclusions</h4>Although we failed to demonstrate any significant therapeutic effects of curcumin after 12 months, its tolerability and safety were confirmed. This study does not exclude the possibility of therapeutic effects of curcumin, and a trial of longer duration should be considered to compare the natural history of the disease with the effects of curcumin.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38104430",
    "pmid": "38104430",
    "doi": "10.1016/j.scr.2023.103276",
    "title": "Generation of Pelizaeus-Merzbacher disease (PMD) mutant (PLP1-C33Y) in induced pluripotent stem cell (iPSC) by CRISPR/Cas9 genome editing.",
    "abstract": "Genetic alterations in the PLP1 gene, i.e. point mutations and duplications, are associated with demyelinating disease Pelizaeus-Merzbacher. Here, we describe the generation of a human iPSC line harboring a PLP1 variant in codon 33 which leads to an amino acid change from cysteine to tyrosine. The established PLP1<sup>C33Y</sup> iPSC line enables the study of PMD pathophysiology by investigating various cell types and -characteristics in our developed protocol for bioengineered neuronal organoids (BENOs)<sup>1</sup>.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39145320",
    "pmid": "39145320",
    "doi": "10.1080/01658107.2024.2329120",
    "title": "Developmental Delay, Hypomyelination, and Nystagmus: Case and Approach.",
    "abstract": "Pelizaeus-Merzbacher-like disease (PMLD, OMIM #608804) is an autosomal recessive hypomyelinating leukodystrophy caused by homozygous variants in the <i>GJC2</i> gene. It usually presents in the first months of life with nystagmus, developmental delay, and diffuse hypomyelination on brain magnetic resonance imaging (MRI). We report a case of a 3-year-old boy that presented with nystagmus and global developmental delay. MRI showed diffuse hypomyelination, including the cerebellum. Pelizaeus-Merzbacher disease (PMD) was suspected; however, no pathological variants of the <i>PLP1</i> gene were found. Exome sequencing found variants in the <i>GJC2</i> gene, leading to a diagnosis of PMLD. The combination of global developmental delay, hypomyelination, and nystagmus in a child should raise suspicion of PMD and PMLD. Unlike PMD, however, hypomyelination of the brainstem and cerebellum are frequently seen and brainstem auditory evoked potentials are usually normal in PMLD. The latter has an overall better prognosis than the former as well. Epidemiological studies on leukodystrophies have found conflicting results on which disease is more common. However, PMLD is a rare leukodystrophy and both PMLD and PMD should be considered in any child with developmental delay, hypomyelination, and nystagmus.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38175827",
    "pmid": "38175827",
    "doi": "10.1371/journal.pgen.1011091",
    "title": "A unifying model that explains the origins of human inverted copy number variants.",
    "abstract": "With the release of the telomere-to-telomere human genome sequence and the availability of both long-read sequencing and optical genome mapping techniques, the identification of copy number variants (CNVs) and other structural variants is providing new insights into human genetic disease. Different mechanisms have been proposed to account for the novel junctions in these complex architectures, including aberrant forms of DNA replication, non-allelic homologous recombination, and various pathways that repair DNA breaks. Here, we have focused on a set of structural variants that include an inverted segment and propose that they share a common initiating event: an inverted triplication with long, unstable palindromic junctions. The secondary rearrangement of these palindromes gives rise to the various forms of inverted structural variants. We postulate that this same mechanism (ODIRA: origin-dependent inverted-repeat amplification) that creates the inverted CNVs in inherited syndromes also generates the palindromes found in cancers.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37637647",
    "pmid": "37637647",
    "doi": "10.7759/cureus.42458",
    "title": "A Patient With Pelizaeus-Merzbacher Disease Caused by a c.67G>A Mutation in the PLP1 Gene.",
    "abstract": "Pelizaeus-Merzbacher disease is a tremendously rare genetic disorder caused by a mutation on the X chromosome. The mutation affects a gene critical to white matter myelination and results in significant neurological issues. Here, we present one such case of a child diagnosed with Pelizaeus-Merzbacher disease. A relatively normal gestation and birth belied the underlying issue until he presented to the emergency department a month after birth with seizure-like activity and failure to thrive. After intensive evaluation and treatment, the patient was diagnosed with the illness and received surgery to place a tracheostomy and a gastrostomy tube to treat the stridor and failure to thrive caused by his illness. After approximately a month and a half of inpatient treatment, the patient was able to be discharged home in stable condition.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR752157",
    "pmid": "",
    "doi": "10.20944/preprints202311.0105.v1",
    "title": "Leukodystrophy Imaging: Insights for Diagnostic Dilemmas",
    "abstract": "Leukodystrophies, also known as demyelinating diseases, mainly affect the CNS. Clinical presentation of different types of leukodystrophies can be nonspecific and thus, imaging techniques like MRI can be used for a more definitive diagnosis. These diseases are characterized as cerebral lesions with characteristic demyelinating patterns, which can be used as differentiating tools. In this review, we talk about these MRI imaging findings for each leukodystrophy, associated genetics, blood work that can help differentiate, emerging diagnostics, and follow up imaging strategy. The leukodystrophies discussed in this paper include X-linked adrenoleukodystrophy, Metachromatic leukodystrophy, Krabbe’s disease, Pelizaeus-Merzbacher disease, Alexander’s disease, Canavan disease, and Aicardi-Goutières Syndrome.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38591201",
    "pmid": "38591201",
    "doi": "10.2174/0115680266299148240329062647",
    "title": "Alleviating Neurodegenerative Diseases Associated with Mitochondrial Defects by Therapeutic Biomolecules.",
    "abstract": "Neurodegenerative diseases are emerging as a global health concern in the current scenario, and their association with mitochondrial defects has been a potential area of research. Mitochondria, one of the essential organelles of the cell, serve as the cell's powerhouse, producing energy and ensuring cellular health. Neurodegenerative diseases such as Alzheimer's, Parkinson's, Huntington's, amyotrophic lateral sclerosis, and Pelizaeus-Merzbacher disease have been found to be primarily triggered by mitochondrial malfunction. One of the key byproducts of mitochondrial respiration, reactive oxygen species, also contributes significantly to mitochondrial DNA mutations that eventually cause mitochondrial breakdown. This review paper comprehensively examines the potential of therapeutic biomolecules, specifically mitochondria-specific antioxidants, in mitigating the impact of mitochondrial defects on neurodegenerative diseases. It provides a detailed analysis of the mechanisms involved in mitochondrial dysfunction, the potential therapeutic targets of these biomolecules, and their structureactivity relationship information are also discussed in this review. Various research articles and publications were used extensively in compiling the data, and the structures of biomolecules were prepared using software such as ChemDraw and ChemSketch. Crucial elements triggering mitochondrial abnormalities were identified and a tabular compilation of bioactive antioxidant compounds along with their therapeutic targets, was presented. Mitochondria-specific antioxidant therapy is an innovative and promising strategy for the management of neurodegenerative diseases associated with mitochondrial defects. This review provides a thorough summary of the current state of research and promising avenues of research and development in this field, emphasizing the importance of further investigations and clinical trials to elucidate their therapeutic benefits.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38390857",
    "pmid": "38390857",
    "doi": "10.3390/medsci12010007",
    "title": "Leukodystrophy Imaging: Insights for Diagnostic Dilemmas.",
    "abstract": "Leukodystrophies, a group of rare demyelinating disorders, mainly affect the CNS. Clinical presentation of different types of leukodystrophies can be nonspecific, and thus, imaging techniques like MRI can be used for a more definitive diagnosis. These diseases are characterized as cerebral lesions with characteristic demyelinating patterns which can be used as differentiating tools. In this review, we talk about these MRI study findings for each leukodystrophy, associated genetics, blood work that can help in differentiation, emerging diagnostics, and a follow-up imaging strategy. The leukodystrophies discussed in this paper include X-linked adrenoleukodystrophy, metachromatic leukodystrophy, Krabbe's disease, Pelizaeus-Merzbacher disease, Alexander's disease, Canavan disease, and Aicardi-Goutières Syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32809357",
    "pmid": "32809357",
    "doi": "",
    "title": "Pelizaeus-Merzbacher Disease",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is a demyelinating disorder of the CNS belonging to the group of hypomyelinating leukodystrophies. The disease was named in honor of Friederich Pelizaeus, a German physician, and Ludwig Merzbacher, a German pathologist. Pelizaeus discovered PMD in 1885 when he came across a family that had several male individuals with nystagmus, spastic paresis, ataxia, and developmental delay. Twenty-five years later, Merzbacher proved that the mode of inheritance of PMD was X-linked recessive. PMD occurs due to several types of mutations at the level of proteolipid protein 1 (PLP1) gene, leading to varying clinical pictures in terms of severity. The different forms of PMD, resulting from different mutations, exist on a clinical spectrum ranging between the most severe, the connatal form and spastic paraplegia type 2 (SPG2), the mildest version, with the classic form falling in between the others. SPG2 is further classified into complicated and pure types, the details of which will be explained throughout the review. PLP-1 null syndrome is a mild version of PMD described as a separate entity since its causative mutation leads to peripheral nervous system demyelination, unlike typical PMD. Since there are several types of hypomyelinating leukodystrophies (HLD) apart from PMD, PMD was classified as prototypic HLD type 1 (HLD1) to distinguish it from others that might be presenting with very similar pictures. Another disease, known as Pelizaeus-Merzbacher-Like disease (PMLD), was classified as HLD2. It is described as a separate entity from PMD due to a mutation at the level of a different gene, GJC2. This review will shed light on PMD; however, given the proximity of their clinical presentations, differentiating points will be mentioned.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39276676",
    "pmid": "39276676",
    "doi": "10.1016/j.neurot.2024.e00443",
    "title": "Gene therapy for the leukodystrophies: From preclinical animal studies to clinical trials.",
    "abstract": "Leukodystrophies are progressive single gene disorders affecting the white matter of the brain. Several gene therapy trials are in progress to address the urgent unmet need for this patient population. We performed a comprehensive literature review of all gene therapy clinical trials listed in www.clinicaltrials.gov through August 2024, and the relevant preclinical studies that enabled clinical translation. Of the approximately 50 leukodystrophies described to date, only eight have existing gene therapy clinical trials: metachromatic leukodystrophy, X-linked adrenoleukodystrophy, globoid cell leukodystrophy, Canavan disease, giant axonal neuropathy, GM2 gangliosidoses, Alexander disease and Pelizaeus-Merzbacher disease. What led to the emergence of gene therapy trials for these specific disorders? What preclinical data or disease context was enabling? For each of these eight disorders, we first describe its pathophysiology and clinical presentation. We discuss the impact of gene therapy delivery route, targeted cell type, delivery modality, dosage, and timing on therapeutic efficacy. We note that use of allogeneic hematopoietic stem cell transplantation in some leukodystrophies allowed for an accelerated path to clinic even in the absence of available animal models. In other leukodystrophies, small and large animal model studies enabled clinical translation of experimental gene therapies. Human clinical trials for the leukodystrophies include ex vivo lentiviral gene delivery, in vivo AAV-mediated gene delivery, and intrathecal antisense oligonucleotide approaches. We outline adverse events associated with each modality focusing specifically on genotoxicity and immunotoxicity. We review monitoring and management of events related to insertional mutagenesis and immune responses. The data presented in this review show that gene therapy, while promising, requires systematic monitoring to account for the precarious disease biology and the adverse events associated with new technology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR641436",
    "pmid": "",
    "doi": "10.22541/au.168069104.41222428/v1",
    "title": "The Natural History of Pelizaeus-Merzbacher Disease",
    "abstract": "Abstract <h4>Objective: </h4> The objective of this study was to characterize the clinical features, developmental milestones, and the natural history of Pelizaeus Merzbacher disease (PMD) associated with PLP1 gene duplications. <h4>Methods: </h4> The study examined 16 PMD Patients ranging in age from 7 to 48, who had a documented PLP1 gene duplication. The",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36744386",
    "pmid": "36744386",
    "doi": "10.1177/08830738231152658",
    "title": "Pelizaeus-Merzbacher Disease: A Caregiver Assessment of Disease Impact.",
    "abstract": "Pelizaeus-Merzbacher disease is a rare X-linked leukodystrophy accompanied by central nervous system hypomyelination with a spectrum of clinical phenotypes. This is the first survey of caregivers of individuals with Pelizaeus-Merzbacher disease to investigate the presenting symptoms, path to diagnosis, identity and impact of most bothersome symptoms, and needs that future treatment should address. One hundred participants completed the survey. Results from this survey demonstrate that the majority of Pelizaeus-Merzbacher disease symptoms manifest before 2 years of age and commonly include deficits in gross and fine motor skills, speech, and communication. Caregivers rated difficulty crawling, standing, or walking as the most bothersome symptoms due to Pelizaeus-Merzbacher disease, with constipation and difficulty with sleep, manual dexterity, and speech and communication rated nearly as high. The most important treatment goals for caregivers were improved mobility and communication. The survey findings present a caregiver perspective of the impact of symptoms in Pelizaeus-Merzbacher disease and provide helpful guidance to affected families, physicians, and drug developers on the often-long path to diagnosis and the unmet medical needs of this patient population.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36873559",
    "pmid": "36873559",
    "doi": "10.1177/2333794x231157979",
    "title": "Pelizaeus-Merzbacher Disease in a 4-Year-Old Female Child: \"A Rare Case Report\".",
    "abstract": "Pelizaeus-Merzbacher disease, a rare X-linked recessive disease occurring predominantly in males, is a disorder of proteolipid protein expression in myelin formation in the central nervous system. The disease is clinically manifested by neurodevelopmental delay, ataxia, hypotonia, and pendular eye movement. It is best confirmed by genetic study. A 4-year female child presented with ataxia, neuroregression, decreased scholastic performance, slurred speech, loss of bladder and bowel control, and hypotonia. MRI brain showed generalized hypomyelination and atrophy of the cerebrum and cerebellum. This case highlights that Pelizaeus-Merzbacher disease can be considered even in a female child who presented with neurodevelopmental delay and neuro regression, ataxia, and decreased scholastic performance and further confirmed by MRI showing diffuse demyelination along with cerebral and cerebellar atrophy.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37636890",
    "pmid": "37636890",
    "doi": "10.1002/ccr3.7814",
    "title": "The natural history of Pelizaeus-Merzbacher disease caused by PLP1 duplication: A multiyear case series.",
    "abstract": "This study aimed to characterize the clinical features, developmental milestones, and the natural history of Pelizaeus-Merzbacher disease (PMD) associated with <i>PLP1</i> gene duplications. The study examined 16 PMD Patients ranging in age from 7 to 48 years, who had a documented <i>PLP1</i> gene duplication. The study examined and analyzed the medical and developmental histories of the subjects utilizing a combination of resources that included medical history questionnaires, medical record reviews, and a 31-point functional disability scale that had been previously validated. The data extracted from the medical records and questionnaires for analysis included information related to medical and developmental histories, level of ambulation and cognition, and degree of functional disability. The summation of findings among the study population demonstrated that the presenting symptoms, developmental milestones achieved, and progression of symptoms reported are consistent with many previous studies of patients with <i>PLP1</i> duplications. All patients exhibited onset within the first year of life, with nystagmus predominating as the first symptom noticed. All patients exhibited delays in both motor and language development; however, many individuals were able to meet several developmental milestones. They exhibited some degree of continued motor impairment with none having the ability to walk independently. All patients were able to complete at least some of the cognition achievements and although not all were verbal, a number were able to use communication devices to complete these tasks. A critical tool of the study was the functional disability scale which provided a major advantage in helping quantify the clinical course of PMD, and for several, we were able to gather this information at more than one point in time. These reported findings in our cohort contribute important insight into the clinical heterogeneity and potential underlying mechanisms that define the molecular pathogenesis of the disease. This is one of only a small number of natural history studies examining the clinical course of a cohort of patients with <i>PLP1</i> duplications within the context of a validated functional disability scoring system. This study is unique in that it is limited to subjects with <i>PLP1</i> gene duplications. This study demonstrated many commonalities to other studies that have characterized the features of PMD and other PLP1-related disorders but also provide significant new insights into the evolving story that marks the natural history.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39078102",
    "pmid": "39078102",
    "doi": "10.1002/ana.27038",
    "title": "Structural Variants at the LMNB1 Locus: Deciphering Pathomechanisms in Autosomal Dominant Adult-Onset Demyelinating Leukodystrophy.",
    "abstract": "<h4>Objective</h4>We aimed to elucidate the pathogenic mechanisms underlying autosomal dominant adult-onset demyelinating leukodystrophy (ADLD), and to understand the genotype/phenotype correlation of structural variants (SVs) in the LMNB1 locus.<h4>Background</h4>Since the discovery of 3D genome architectures and topologically associating domains (TADs), new pathomechanisms have been postulated for SVs, regardless of gene dosage changes. ADLD is a rare genetic disease associated with duplications (classical ADLD) or noncoding deletions (atypical ADLD) in the LMNB1 locus.<h4>Methods</h4>High-throughput chromosome conformation capture, RNA sequencing, histopathological analyses of postmortem brain tissues, and clinical and neuroradiological investigations were performed.<h4>Results</h4>We collected data from >20 families worldwide carrying SVs in the LMNB1 locus and reported strong clinical variability, even among patients carrying duplications of the entire LMNB1 gene, ranging from classical and atypical ADLD to asymptomatic carriers. We showed that patients with classic ADLD always carried intra-TAD duplications, resulting in a simple gene dose gain. Atypical ADLD was caused by LMNB1 forebrain-specific misexpression due to inter-TAD deletions or duplications. The inter-TAD duplication, which extends centromerically and crosses the 2 TAD boundaries, did not cause ADLD. Our results provide evidence that astrocytes are key players in ADLD pathology.<h4>Interpretation</h4>Our study sheds light on the 3D genome and TAD structural changes associated with SVs in the LMNB1 locus, and shows that a duplication encompassing LMNB1 is not sufficient per se to diagnose ADLD, thereby strongly affecting genetic counseling. Our study supports breaking TADs as an emerging pathogenic mechanism that should be considered when studying brain diseases. ANN NEUROL 2024;96:855-870.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38219302",
    "pmid": "38219302",
    "doi": "10.1016/j.scr.2023.103295",
    "title": "Generation of a fluorescent oligodendrocyte reporter line in human induced pluripotent stem cells.",
    "abstract": "Human brain organoids can serve as models to study myelination, a process orchestrated by oligodendrocytes. Real-time imaging provides new insights on the communication of oligodendrocytes with neurons as well as demyelination processes in patient derived organoids. PLP1, a prominent myelin protein within the central nervous system, is associated with demyelinating diseases, such as Pelizaeus-Merzbacher. In this study, we generated a stable PLP1-Citrine reporter line (fPLP1) in human induced pluripotent stem cells (iPSCs) by CRISPR/Cas9 editing. fPLP1 facilitates visualization of PLP1 expression in living brain organoids, allowing time-lapse imaging of pre-myelinating and myelinating oligodendrocytes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39311306",
    "pmid": "39311306",
    "doi": "10.3390/pathophysiology31030032",
    "title": "Knockdown of Rab9 Recovers Defective Morphological Differentiation Induced by Chemical ER Stress Inducer or PMD-Associated PLP1 Mutant Protein in FBD-102b Cells.",
    "abstract": "Small GTP-binding proteins of the Rab family regulate intracellular vesicle trafficking across many aspects of the transport system. Among these, Rab9 is recognized for its role in controlling the transport system not only around the trans-Golgi network but also around the late endosome. However, the specific functions across different cell types and tissues remain unclear. Here, for the first time, we report that Rab9 negatively regulates morphological changes in the FBD-102b cell line, an oligodendroglial precursor cell line undergoing morphological differentiation. The knockdown of Rab9 led to an increase in cell shape alterations characterized by widespread membrane extensions. These changes were accompanied by increased expression levels of oligodendroglial cell differentiation and myelination marker proteins. Notably, the knockdown of Rab9 was capable of recovering defective cell morphological changes induced by tunicamycin, an inducer of endoplasmic reticulum (ER) stress, which is one of the major causes of oligodendroglial cell diseases such as Pelizaeus-Merzbacher disease (PMD, currently known as hypomyelinating leukodystrophy type 1 [HLD1]). In addition, Rab9 knockdown recovered levels of ER stress marker proteins and differentiation markers. Similar results were obtained in the cases of dithiothreitol (DTT), another chemical ER stress inducer, as well as HLD1-associated proteolipid protein 1 (PLP1) mutant protein. These results indicate a unique role for Rab9 in oligodendroglial cell morphological changes, suggesting its potential as a therapeutic target for mitigating diseases such as HLD1 at the molecular and cellular levels.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39184309",
    "pmid": "39184309",
    "doi": "10.1212/nxg.0000000000200190",
    "title": "Spectrum of Leukodystrophy and Genetic Leukoencephalopathy in Indian Population Diagnosed by Clinical Exome Sequencing and Clinical Utility.",
    "abstract": "<h4>Background and objectives</h4>Next-generation sequencing (NGS) has expedited the diagnostic process and unearthed many rare disorders in leukodystrophy (LD) and genetic leukoencephalopathy (gLE). Despite the progress in genomics, there is a paucity of data on the distribution of genetic white matter disorders (WMDs) and the diagnostic utility of NGS-based assays in a clinical setting. This study was initiated to explore the clinical, radiologic, and genetic spectrum of LD and gLE in the Indian population and also to estimate the diagnostic yield of clinical exome sequencing (CES).<h4>Methods</h4>This is a retrospective descriptive analysis of patients with a diagnosis of genetic WMDs from a single tertiary referral center who had CES performed as part of the diagnostic evaluation between January 2016 and December 2021. The demographic, clinical, radiologic, and genetic data were collected. The variants were classified using the American College of Medical Genetics and Genomics criteria. Pathogenic and likely pathogenic variants were included in the calculation of the diagnostic yield.<h4>Results</h4>In the study period, 138 patients were clinically diagnosed with either LD or gLE, of which 86 patients underwent CES. Pathogenic variants, likely pathogenic variants, and variants of uncertain significance with phenotype match were seen in 40 (41.8%), 13 (29.1%), and 15 (15.2%) patients, respectively. The mean age at onset in these 68 patients was 6.35 years (range 1 month-39 years), and 38 (55.9%) were male. LDs and gLE were diagnosed in 31 and 37 patients, respectively. 56 patients (71.8%) had autosomal recessive inheritance. The common clinical presentations were developmental delay (23.5%), psychomotor regression (20.6%), progressive myoclonic epilepsy syndrome (19.1%), and spastic ataxia (14.7%). Myelin disorders (48.5%) and leuko-axonopathies (41.2%) were the commonest type of disorders. The most frequently identified genes were <i>ARSA</i>, <i>CLN5</i>, <i>ABCD1</i>, <i>CLN6</i>, <i>TPP1</i>, <i>HEXA</i>, and <i>L2HGDH</i>. The diagnostic yield of the study was 61.6% (53/86), which increased to 79.1% when VUS with phenotype match were included.<h4>Discussion</h4>This study demonstrated a high diagnostic yield from proband-only CES in the evaluation of genetic WMDs and should be considered as a first-line investigation for genetic diagnosis.<h4>Classification of evidence</h4>This study provides Class IV evidence that proband-only clinical exome sequencing is a useful \"first-line investigation\" for patients with genetic white matter disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39274327",
    "pmid": "39274327",
    "doi": "10.3390/jcm13175114",
    "title": "Overview of Neuro-Ophthalmic Findings in Leukodystrophies.",
    "abstract": "<b>Background:</b> Leukodystrophies are a group of rare genetic diseases that primarily affect the white matter of the central nervous system. The broad spectrum of metabolic and pathological causes leads to manifestations at any age, most often in childhood and adolescence, and a variety of symptoms. Leukodystrophies are usually progressive, resulting in severe disabilities and premature death. Progressive visual impairment is a common symptom. Currently, no overview of the manifold neuro-ophthalmologic manifestations and visual impact of leukodystrophies exists. <b>Methods:</b> Data from 217 patients in the Hamburg leukodystrophy cohort were analyzed retrospectively for neuro-ophthalmologic manifestations, age of disease onset, and magnetic resonance imaging, visual evoked potential, and optical coherence tomography findings and were compared with data from the literature. <b>Results:</b> In total, 68% of the patients suffered from neuro-ophthalmologic symptoms, such as optic atrophy, visual neglect, strabismus, and nystagmus. Depending on the type of leukodystrophy, neuro-ophthalmologic symptoms occurred early or late during the course of the disease. Magnetic resonance imaging scans revealed pathologic alterations in the visual tract that were temporally correlated with symptoms. <b>Conclusions:</b> The first optical coherence tomography findings in Krabbe disease and metachromatic leukodystrophy allow retinal assessments. Comprehensive literature research supports the results of this first overview of neuro-ophthalmologic findings in leukodystrophies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39507402",
    "pmid": "39507402",
    "doi": "10.1016/j.omtn.2024.102356",
    "title": "Multi-gene duplication removal in an engineered human cellular MECP2 duplication syndrome model with an <i>IRAK1-MECP2</i> duplication.",
    "abstract": "Recent progress in genome editing technologies has catalyzed the generation of sophisticated cell models; however, the precise modeling of copy-number variation (CNV) diseases remains a significant challenge despite their substantial prevalence in the human population. To overcome this barrier, we have explored the utility of HAP1 cells for the accurate modeling of disease genomes with large structural variants. As an example, this study details the strategy to generate a novel cell line that serves as a model for the neurological disorder methyl CpG binding protein 2 (MECP2) duplication syndrome (MDS), featuring the critical duplication of both the <i>MECP2</i> and <i>IRAK1</i> genes. This model faithfully recapitulates MDS genomic rearrangement, allowing for the mechanistic study of gene overexpression and the development of therapeutic interventions. Employing a single-guide RNA (gRNA) CRISPR-Cas9 strategy, we successfully excised the duplicated genomic segment, notably halving both <i>MECP2</i> and <i>IRAK1</i> expression levels. The evidence establishes our model as a crucial tool for research into MDS. Furthermore, the outlined workflow is readily adaptable to model other CNV disorders and subsequently test genomic and pharmacological interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36797813",
    "pmid": "36797813",
    "doi": "10.1002/pd.6334",
    "title": "Clinical application of long-read nanopore sequencing in a preimplantation genetic testing pre-clinical workup to identify the junction for complex Xq chromosome rearrangement-related disease.",
    "abstract": "<h4>Objective</h4>Xq chromosome duplication with complex rearrangements is generally acknowledged to be associated with neurodevelopmental disorders, such as Pelizaeus-Merzbacher disease (PMD) and MECP2 duplication syndrome. For couples who required a PGT-M (pre-implantation genetic testing for monogenic disease) for these disorders, junction-specific PCR is useful to directly detect pathogenic variants. Therefore, pre-clinical workup for PGT-M requires the identification of the junction of duplicated segments in PMD and MECP2 duplication syndrome, which is generally difficult.<h4>Methods</h4>In this report, we used nanopore long-read sequencing targeting the X chromosome using an adaptive sampling method to identify breakpoint junctions in disease-causing triplications.<h4>Results</h4>By long-read sequencing, we successfully identified breakpoint junctions in one PMD case with PLP1 triplication and in another MECP2 triplication case in a single sequencing run. Surprisingly, the duplicated region involving MECP2 was inserted 45 Mb proximal to the original position. This inserted region was confirmed by FISH analysis. With the help of precise mapping of the pathogenic variant, we successfully re-established STR haplotyping for PGT-M and avoided any potential misinterpretation of the pathogenic allele due to recombination.<h4>Conclusion</h4>Long-read sequencing with adaptive sampling in a PGT-M pre-clinical workup is a beneficial method for identifying junctions of chromosomal complex structural rearrangements.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37248316",
    "pmid": "37248316",
    "doi": "10.1007/s12031-023-02117-y",
    "title": "Knockdown of Rab7B, But Not of Rab7A, Which Antagonistically Regulates Oligodendroglial Cell Morphological Differentiation, Recovers Tunicamycin-Induced Defective Differentiation in FBD-102b Cells.",
    "abstract": "In the central nervous system (CNS), insulative myelin sheaths are generated from the differentiated plasma membranes of oligodendrocytes (oligodendroglial cells) and surround neuronal axons to achieve saltatory conduction. Despite the functional involvement of myelin sheaths in the CNS, the molecular mechanism by which oligodendroglial cells themselves undergo differentiation of plasma membranes remains unclear. It also remains to be explored whether their signaling mechanisms can be applied to treating diseases of the oligodendroglial cells. Here, we describe that Rab7B of Rab7 subfamily small GTPases negatively regulates oligodendroglial cell morphological differentiation using FBD-102b cells, which are model cells undergoing differentiation of oligodendroglial precursors. Knockdown of Rab7B or Rab7A by the respective specific siRNAs in cells positively or negatively regulated morphological differentiation, respectively. Consistently, these changes were supported by changes on differentiation- and myelination-related structural protein and protein kinase markers. We also found that knockdown of Rab7B has the ability to recover inhibition of morphological differentiation following tunicamycin-induced endoplasmic reticulum (ER) stress, which mimics one of the major molecular pathological causes of hereditary hypomyelinating disorders in oligodendroglial cells, such as Pelizaeus-Merzbacher disease (PMD). These results suggest that the respective molecules among very close Rab7 homologues exhibit differential roles in morphological differentiation and that knocking down Rab7B can recover defective differentiating phenotypes under ER stress, thereby adding Rab7B to the list of molecular therapeutic cues taking advantage of signaling mechanisms for oligodendroglial diseases like PMD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38750072",
    "pmid": "38750072",
    "doi": "10.1038/s41439-024-00278-9",
    "title": "Xq22 deletion involving TCEAL1 in a female patient with early-onset neurological disease trait.",
    "abstract": "A 3.5-Mb microdeletion in Xq22 was identified in a female patient with early-onset neurological disease trait (EONDT). The patient exhibited developmental delay but no hypomyelination despite PLP1 involvement in the deletion. However, the clinical features of the patient were consistent with those of TCEAL1 loss-of-function syndrome. The breakpoint junction was analyzed using long-read sequencing, and blunt-end fusion was confirmed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36003325",
    "pmid": "36003325",
    "doi": "10.1093/braincomms/fcac202",
    "title": "Altered high-energy phosphate and membrane metabolism in Pelizaeus-Merzbacher disease using phosphorus magnetic resonance spectroscopy.",
    "abstract": "Pelizaeus-Merzbacher disease is an X-linked recessive leucodystrophy of the central nervous system caused by mutations affecting the major myelin protein, proteolipid protein 1. The extent of the altered <i>in vivo</i> neurochemistry of protein, proteolipid protein 1 duplications, the most common form of Pelizaeus-Merzbacher disease, is, however, poorly understood. Phosphorus magnetic resonance spectroscopy is the only <i>in vivo</i> technique that can assess the biochemistry associated with high-energy phosphate and membrane phospholipid metabolism across different cortical, subcortical and white matter areas. In this cross-sectional study, whole-brain, multi-voxel phosphorus magnetic resonance spectroscopy was acquired at 3 T on 14 patients with Pelizaeus-Merzbacher disease with protein, proteolipid protein 1 duplications and 23 healthy controls (all males). Anabolic and catabolic levels of membrane phospholipids (phosphocholine and phosphoethanolamine, and glycerophosphoethanolamine and glycerophosphocholine, respectively), as well as phosphocreatine, inorganic orthophosphate and adenosine triphosphate levels relative to the total phosphorus magnetic resonance spectroscopy signal from 12 different cortical and subcortical areas were compared between the two groups. Independent of brain area, phosphocholine, glycerophosphoethanolamine and inorganic orthophosphate levels were significantly lower (<i>P</i> = 0.0025, <i>P</i> < 0.0001 and <i>P</i> = 0.0002) and phosphocreatine levels were significantly higher (<i>P</i> < 0.0001) in Pelizaeus-Merzbacher disease patients compared with controls. Additionally, there was a significant group-by-brain area interaction for phosphocreatine with <i>post-hoc</i> analyses demonstrating significantly higher phosphocreatine levels in patients with Pelizaeus-Merzbacher disease compared with controls across multiple brain areas (anterior and posterior white matter, superior parietal lobe, posterior cingulate cortex, hippocampus, occipital cortex, striatum and thalamus; all <i>P</i> ≤ 0.0042). Phosphoethanolamine, glycerophosphoethanolamine and adenosine triphosphate levels were not significantly different between groups. For the first-time, widespread alterations in phosphorus magnetic resonance spectroscopy metabolite levels of Pelizaeus-Merzbacher disease patients are being reported. Specifically, increased high-energy phosphate storage levels of phosphocreatine concomitant with decreased inorganic orthophosphate across multiple areas suggest a widespread reduction in the high-energy phosphate utilization in Pelizaeus-Merzbacher disease, and the membrane phospholipid metabolite deficits suggest a widespread degradation in the neuropil content/maintenance of patients with Pelizaeus-Merzbacher disease which includes axons, dendrites and astrocytes within cortex and the myelin microstructure and oligodendrocytes within white matter. These results provide greater insight into the neuropathology of Pelizaeus-Merzbacher disease both in terms of energy expenditure and membrane phospholipid metabolites. Future longitudinal studies are warranted to investigate the utility of phosphorus magnetic resonance spectroscopy as surrogate biomarkers in monitoring treatment intervention for Pelizaeus-Merzbacher disease.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37560384",
    "pmid": "37560384",
    "doi": "10.3389/fgene.2023.1173426",
    "title": "Optical genome mapping in an atypical Pelizaeus-Merzbacher prenatal challenge.",
    "abstract": "Pathogenic genetic variants represent a challenge in prenatal counseling, especially when clinical presentation in familial carriers is atypical. We describe a prenatal case involving a microarray-detected duplication of <i>PLP1</i> which causes X-linked Pelizaeus-Merzbacher disease, a progressive hypomyelinating leukodystrophy. Because of atypical clinical presentation in an older male child, the duplication was examined using a novel technology, optical genome mapping, and was found to be an inverted duplication, which has not been previously described. Simultaneously, segregation analysis identified another healthy adult male carrier of this unique structural rearrangement. The novel <i>PLP1</i> structural variant was reclassified, and a healthy boy was delivered. In conclusion, we suggest that examining structural variants with novel methods is warranted especially in cases with atypical clinical presentation and may in these cases lead to improved prenatal and postnatal genetic counseling.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39683410",
    "pmid": "39683410",
    "doi": "10.3390/nu16234016",
    "title": "The Effect of Nutrients on Neurological Disorders.",
    "abstract": "The prevalence of neurological disorders (NDs) is increasing, with great cost to public health [...].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36381865",
    "pmid": "36381865",
    "doi": "10.7759/cureus.29983",
    "title": "Epidural Anesthesia and Continuous Epidural Analgesia in a Pediatric Patient With Pelizaeus-Merzbacher Disease: A Case Report.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is a genetic leukodystrophy, which is a progressive and degenerative central nervous system abnormality caused by dysmyelination. Because the incidence of PMD is extremely low, only a few case reports have been published regarding its anesthetic management. In particular, epidural anesthesia has only been reported in one case of general anesthesia combined with caudal anesthesia. We performed general anesthesia combined with epidural anesthesia for the soft-tissue release surgery for bilateral hip subluxation in a six-year-old male patient diagnosed with PMD. General anesthesia was induced with sevoflurane in nitrous oxide and oxygen. Rocuronium was administered to facilitate tracheal intubation. After intubation, general anesthesia was maintained with sevoflurane in the air and oxygen. An epidural catheter was placed from L3/4. For epidural anesthesia and analgesia, 1% mepivacaine was used as needed, and 2 ml/h of 0.2% ropivacaine was started one hour before the end of surgery. During surgery, only epidural analgesia was provided as postoperative analgesia, and the patient did not complain of pain after extubation. Anesthesia lasted three hours and 55 minutes. No significant hemodynamic or respiratory changes occurred. Postoperatively, the patient received continuous epidural analgesia and regular oral acetaminophen, and pain control was good. The epidural catheter was removed on the second postoperative day. The postoperative course was good, and the patient was transferred to a pediatric rehabilitation hospital on the fifth postoperative day. No adverse events occurred and no neurological deficits were observed during hospitalization. In conclusion, anesthesiologists should pay attention to the possibility of perioperative aspiration, spasticity, and seizure, even with mild PMD. Proper preoperative evaluations, intraoperative monitoring, and anesthetic techniques will ensure safe anesthesia for PMD patients. Although regional anesthesia in patients with pre-existing neurologic deficits is controversial, we were able to safely perform epidural anesthesia and postoperative continuous epidural analgesia in a pediatric patient with PMD.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "PPR601049",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-2493702/v1",
    "title": "Knockdown of Rab7B, but not of Rab7A, which antagonistically regulates oligodendroglial cell morphological differentiation, recovers tunicamycin-induced defective differentiation in FBD-102b cells",
    "abstract": "In the central nervous system (CNS), insulative myelin sheaths are generated from the differentiated plasma membranes of oligodendrocytes (oligodendroglial cells) and surround neuronal axons to achieve saltatory conduction. Despite the functional involvement of myelin sheaths in the CNS, the molecular mechanism by which oligodendroglial cells themselves undergo differentiation of plasma membranes remains unclear. It also remains to be explored whether their signaling mechanisms can be applied to treating diseases of the oligodendroglial cells. Here we describe that Rab7B of Rab7 subfamily small GTPases negatively regulates oligodendroglial cell morphological differentiation using FBD-102b cells, which are model cells undergoing differentiation of oligodendroglial precursors. Knockdown of Rab7B or Rab7A by the respective specific siRNAs in cells positively or negatively regulated morphological differentiation, respectively. Consistently, these changes were supported by changes on differentiation- and myelination-related structural protein and protein kinase markers. We also found that knockdown of Rab7B has the ability to recover inhibition of morphological differentiation following tunicamycin-induced endoplasmic reticulum (ER) stress, which mimics one of the major molecular pathological causes of hereditary hypomyelinating disorders in oligodendroglial cells, such as Pelizaeus-Merzbacher disease (PMD). These results suggest that the respective molecules among very close Rab7 homologues exhibit differential roles in morphological differentiation and that knocking down Rab7B can recover defective differentiating phenotypes under ER stress, thereby adding Rab7B to the list of molecular therapeutic cues taking advantage of signaling mechanisms for oligodendroglial diseases like PMD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR475100",
    "pmid": "",
    "doi": "10.22541/au.164873484.47131939/v1",
    "title": "Anaesthetic management in Pelizaeus-Merzbacher disease -- a case report.",
    "abstract": "Pelizaeus-Merzbacher Disease (PMD) is a rare genetic disorder affecting brain and spinal cord. We report a 11-year-old child with PMD with multiple caries for teeth extraction under general anaesthesia. Prolonged neuromuscular blockade is of major concern in these patients and hence the importance of appropriate neuromuscular blockade management during procedure.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37755460",
    "pmid": "37755460",
    "doi": "10.1007/s00415-023-11996-5",
    "title": "Update on leukodystrophies and developing trials.",
    "abstract": "Leukodystrophies are a heterogeneous group of rare genetic disorders primarily affecting the white matter of the central nervous system. These conditions can present a diagnostic challenge, requiring a comprehensive approach that combines clinical evaluation, neuroimaging, metabolic testing, and genetic testing. While MRI is the main tool for diagnosis, advances in molecular diagnostics, particularly whole-exome sequencing, have significantly improved the diagnostic yield. Timely and accurate diagnosis is crucial to guide symptomatic treatment and assess eligibility to participate in clinical trials. Despite no specific cure being available for most leukodystrophies, gene therapy is emerging as a potential treatment avenue, rapidly advancing the therapeutic prospects in leukodystrophies. This review will explore diagnostic and therapeutic strategies for leukodystrophies, with particular emphasis on new trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36565228",
    "pmid": "36565228",
    "doi": "10.1002/glia.24322",
    "title": "Identification of Tau protein as a novel marker for maturation and pathological changes of oligodendrocytes.",
    "abstract": "Microtubule-associated protein Tau is primarily expressed in axons of neurons, but also in Olig2-positive oligodendrocytes in adult rodent and monkey brains. In this study, we sought to determine at what cell stage Tau becomes expressed in the oligodendrocyte lineage. We performed immunostaining of adult mouse brain sections using well-known markers of oligodendrocyte lineage and found that Tau is expressed in mature oligodendrocytes, but not in oligodendrocyte progenitors and immature pre-oligodendrocytes. We also investigated Tau expression in developing mouse brain. Surprisingly, Tau expression occurred after the peak of myelination and even exceeded GSTπ expression, which has been considered as a marker of myelinating oligodendrocytes. These results suggest Tau as a novel marker of oligodendrocyte maturation. We then investigated whether Tau is important for oligodendrocyte development and/or myelination and how Tau changes in demyelination. First, we found no changes in myelination and oligodendrocyte markers in Tau knockout mice, suggesting that Tau is dispensable. Next, we analyzed the proteolipid protein 1 transgenic model of Pelizaeus-Merzbacher disease, which is a rare leukodystrophy. In hemizygous transgenic mice, the number of Tau-positive cells were significantly increased as compared with wild type mice. These cells were also positive for Olig2, CC1, and GSTπ, but not PDGFRα and GPR17. In stark contrast, the expression level of Tau, as well as GSTπ, was dramatically decreased in the cuprizone-induced model of multiple sclerosis. Taken together, we propose Tau as a new marker of oligodendrocyte lineage and for investigating demyelination lesions.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36470810",
    "pmid": "36470810",
    "doi": "10.1016/j.cppeds.2022.101311",
    "title": "Early recognition of patients with leukodystrophies.",
    "abstract": "Leukodystrophies are defined as differences in normal myelin development and maintenance in the central nervous system. They typically present as white matter imaging abnormalities in young children with delayed developmental milestones. As the scientific community begins to better understand and research the mechanisms underlying leukodystrophies, clinical trials and approved therapies for specific disorders are becoming available. These interventions, ranging from repurposing of existing small molecules to recently approved gene therapies, are highly dependent on early diagnosis. It is essential for pediatricians to identify affected individuals promptly, but they face challenges including lack of awareness of the disorders and nonspecific symptom presentation (e.g., cognitive or motor developmental delay). This review provides five hypothetical clinical presentations and describes the disease mechanisms, typical symptoms, and treatments currently available for common leukodystrophies: Krabbe Disease, Aicardi Goutières Syndrome (AGS), Metachromatic leukodystrophy (MLD), Alexander Disease (AxD), Pelizaeus-Merzbacher Disease (PMD), and X-Linked Adrenoleukodystrophy (X-ALD.) This review educates pediatricians to recognize the presentation of leukodystrophies in affected children. These clinical vignettes can serve as a framework for pediatricians to identify potentially treatable rare disorders among their patients.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39339713",
    "pmid": "39339713",
    "doi": "10.3390/nu16183114",
    "title": "Diet and Nutrients in Rare Neurological Disorders: Biological, Biochemical, and Pathophysiological Evidence.",
    "abstract": "<b>Background/Objectives</b>: Rare diseases are a wide and heterogeneous group of multisystem life-threatening or chronically debilitating clinical conditions with reduced life expectancy and a relevant mortality rate in childhood. Some of these disorders have typical neurological symptoms, presenting from birth to adulthood. Dietary patterns and nutritional compounds play key roles in the onset and progression of neurological disorders, and the impact of alimentary needs must be enlightened especially in rare neurological diseases. This work aims to collect the <i>in vitro</i>, <i>in vivo</i>, and clinical evidence on the effects of diet and of nutrient intake on some rare neurological disorders, including some genetic diseases, and rare brain tumors. Herein, those aspects are critically linked to the genetic, biological, biochemical, and pathophysiological hallmarks typical of each disorder. <b>Methods</b>: By searching the major web-based databases (PubMed, Web of Science Core Collection, DynaMed, and Clinicaltrials.gov), we try to sum up and improve our understanding of the emerging role of nutrition as both first-line therapy and risk factors in rare neurological diseases. <b>Results</b>: In line with the increasing number of consensus opinions suggesting that nutrients should receive the same attention as pharmacological treatments, the results of this work pointed out that a standard dietary recommendation in a specific rare disease is often limited by the heterogeneity of occurrent genetic mutations and by the variability of pathophysiological manifestation. <b>Conclusions</b>: In conclusion, we hope that the knowledge gaps identified here may inspire further research for a better evaluation of molecular mechanisms and long-term effects.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39867224",
    "pmid": "39867224",
    "doi": "10.3389/fphys.2024.1534071",
    "title": "Two-pore channel regulators - Who is in control?",
    "abstract": "Two-pore channels (TPCs) are adenine nucleotide and phosphoinositide regulated cation channels. NAADP activates and ATP blocks TPCs, while the endolysosomal phosphoinositide PI(3,5)P<sub>2</sub> activates TPCs. TPCs are ubiquitously expressed including expression in the innate as well as the adaptive immune system. In the immune system TPCs are found, e.g. in macrophages, mast cells and T cells. In cytotoxic T cells, NAADP activates TPCs on cytolytic granules to stimulate exocytosis and killing. TPC inhibition or knockdown increases the number of regulator T cells in a transmembrane TNF/TNFR2 dependent manner, contributing to anti-inflammatory effects in a murine colitis model. TPC1 regulates exocytosis in mast cells <i>in vivo</i> and <i>ex vivo</i>, and TPC1 deficiency in mast cells augments systemic anaphylaxis in mice. In bone marrow derived macrophages NAADP regulates TPCs to control phagocytosis in a calcineurin/dynamin dependent manner, which was recently challenged by data, claiming no effect of TPCs on phagocytosis in macrophages but instead a role in phagosome resolution, a process thought to be mediated by vesiculation and tubulation. In this review we will discuss evidence and recent findings on the different roles of TPCs in immune cell function as well as evidence for adenine nucleotides being involved in these processes. Since the adenine nucleotide effects (NAADP, ATP) are mediated by auxiliary proteins, respectively, another major focus will be on the complex network of TPC regulatory proteins that have been discovered recently.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36010215",
    "pmid": "36010215",
    "doi": "10.3390/diagnostics12081864",
    "title": "Magnetic Resonance Imaging and Spectroscopy Analysis in a Pelizaeus-Merzbacher Disease Rat Model.",
    "abstract": "Pelizaeus−Merzbacher disease (PMD) is an X-linked recessive disorder of the central nervous system. We performed 7 Tesla magnetic resonance imaging of the brain in Tama rats, a rodent PMD model, and control rats, as well as evaluated the diagnostic values. In the white matter of the Tama rats, the T2 values were prolonged, which is similar to that observed in patients with PMD (60.7 ± 1.8 ms vs. 51.6 ± 1.3 ms, p < 0.0001). The apparent diffusion coefficient values in the white matter of the Tama rats were higher than those of the control rats (0.68 ± 0.03 × 10−3 mm2/s vs. 0.64 ± 0.03 × 10−3 mm2/s, p < 0.05). In proton magnetic resonance spectroscopy, the N-acetylaspartate (6.97 ± 0.12 mM vs. 5.98 ± 0.25 mM, p < 0.01) and N-acetylaspartate + N-acetylaspartylglutamate values of the Tama rats were higher (8.22 ± 0.17 mM vs. 7.14 ± 0.35 mM, p < 0.01) than those of the control rats. The glycerophosphocholine + phosphocholine values of the Tama rats were lower than those of the control rats (1.04 ± 0.09 mM vs. 1.45 ± 0.04 mM, p < 0.001). By using Luxol fast blue staining, we confirmed dysmyelination in the Tama rats. These results are similar to those of patients with PMD and other PMD animal models.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37554900",
    "pmid": "37554900",
    "doi": "10.1097/ms9.0000000000001033",
    "title": "Uncertain significance mutation in the POLR3B gene in a Syrian boy with leukodystrophy: a case report.",
    "abstract": "4H leukodystrophy, one of the POLR3-related leukodystrophy, is a rare hereditary brain white matter disease with characteristic clinical presentation and imaging findings. Hypomyelination, hypodontia, and hypogonadotropic hypogonadism is mainly presented in patients with 4H leukodystrophy.<h4>Case presentation</h4>A 4-year-old boy presented in the neurologic clinic with delayed psychomotor development and progressive neurologic symptoms that started from the age of 20 months. Physical examination revealed ataxic features and a global development delay. The MRI was significant for hypomyelination. The most common causes of leukodystrophy were rolled out. He was referred to an inherited metabolic disease specialist under suspect of inborn metabolic errors because of laboratory analysis, which showed elevated levels of lactic acid, pyruvate, 4-Hydroxy-Phenylactic acid, 3-Hydroxy propionic acid, and decreased levels of PCO2, HCO3, total CO2, 25-Hydroxyvitamin D. These results were unspecific and mitochondrial disease was highly suspected. However, the genetic study was requested to get a defined diagnosis and treatment; the whole exon sequencing result showed a homozygous variant of uncertain significance mutation; related to an amino acid change from Ile to Thr at position 1002 in the POLR3B gene, which helped us to reveal the final diagnosis, and the genetic counseling were recommended for the next pregnancies.<h4>Conclusion</h4>POLR3-related Leukodystrophy is a very rare disease. The early diagnosis should be raised depending on clinical history and MRI findings after other conditions were rolled out, and the confirmed diagnosis depends on the genetic study.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37090362",
    "pmid": "37090362",
    "doi": "10.7759/cureus.36471",
    "title": "A Rare Case of Hypomyelinating Leukodystrophy and Its Management: A Case Report and Literature Review.",
    "abstract": "A subset of hereditary white matter disorders called hypomyelinating leukodystrophies (HLD) is characterized primarily by the absence of myelin deposition. Although the clinical presentation can be mild and the development of symptoms can occur in adolescence or adulthood, the majority of severe cases present during infancy and early childhood with significant neurological impairments. The clinical features vary from muscle stiffness to seizures and developmental delay. The detailed myelination process can be seen with magnetic resonance imaging (MRI), and many patients are diagnosed using MRI pattern recognition and next-generation sequencing (NGS) in most cases. Here, we report a case of an infant suffering from the hypomyelinating leukodystrophy-13 (HLD-13) variant, whose next-generation sequencing revealed a pathogenic homozygous variant.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37284702",
    "pmid": "37284702",
    "doi": "10.1177/2329048x231176673",
    "title": "A Recurrent <i>De Novo</i> Variant in <i>EIF2AK2</i> Causes a Hypomyelinating Leukodystrophy.",
    "abstract": "<i>De novo</i> pathogenic variants in <i>EIF2AK2</i> have recently been reported as a novel genetic cause of leukoencephalopathy. Here, we describe a male individual who presented in the first year of life with clinical features resembling Pelizaeus-Merzbacher disease (PMD), including nystagmus, hypotonia, and global developmental delay, and which later progressed to include ataxia and spasticity. Brain MRI at the age of two revealed diffuse hypomyelination. This report adds to the limited number of individuals published and further reinforces <i>de novo</i> variants in <i>EIF2AK2</i> as a molecular cause of a leukodystrophy that clinically and radiologically resembles PMD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35217805",
    "pmid": "35217805",
    "doi": "10.1038/s41431-022-01050-9",
    "title": "Missense mutation of MAL causes a rare leukodystrophy similar to Pelizaeus-Merzbacher disease.",
    "abstract": "Leukodystrophies are a heterogenous group of genetic disorders, characterised by abnormal development of cerebral white matter. Pelizaeus-Merzbacher disease is caused by mutations in PLP1, encoding major myelin-resident protein required for myelin sheath assembly. We report a missense variant p.(Ala109Asp) in MAL as causative for a rare, hypomyelinating leukodystrophy similar to Pelizaeus-Merzbacher disease. MAL encodes a membrane proteolipid that directly interacts with PLP1, ensuring correct distribution during myelin assembly. In contrast to wild-type MAL, mutant MAL was retained in the endoplasmic reticulum but was released following treatment with 4-phenylbutyrate. Proximity-dependent identification of wild-type MAL interactants implicated post-Golgi vesicle-mediated protein transport and protein localisation to membranes, whereas mutant MAL interactants suggested unfolded protein responses. Our results suggest that mislocalisation of MAL affects PLP1 distribution, consistent with known pathomechanisms for hypomyelinating leukodystrophies.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38493358",
    "pmid": "38493358",
    "doi": "10.1093/hmg/ddae038",
    "title": "A loss of function mutation in CLDN25 causing Pelizaeus-Merzbacher-like leukodystrophy.",
    "abstract": "Claudin-25 (CLDN-25), also known as Claudin containing domain 1, is an uncharacterized claudin family member. It has less conserved amino acid sequences when compared to other claudins. It also has a very broad tissue expression profile and there is currently a lack of functional information from murine knockout models. Here, we report a de novo missense heterozygous variant in CLDN25 (c. 745G>C, p. A249P) found in a patient diagnosed with Pelizaeus-Merzbacher-like leukodystrophy and presenting with symptoms such as delayed motor development, several episodes of tonic absent seizures and generalized dystonia. The variant protein does not localize to the cell-cell borders where it would normally be expected to be expressed. Amino acid position 249 is located 4 amino acids from the C-terminal end of the protein where most claudin family members have a conserved binding motif for the key scaffolding protein ZO-1. However, CLDN-25 does not contain this motif. Here, we show that the C-terminal end of CLDN-25 is required for its junctional localization in a ZO-1 independent manner. The A249P mutant protein as well as a deletion mutant lacking its last 5 C-terminal amino acids also failed to localize to the cell-cell border in vitro. Intriguingly, cellular knockout of CLDN25, in vitro, appeared to increase the integrity of the tight junction between 2 contacting cells, while driving highly unusual increased movement of solutes between cells. We propose that the barrier function of CLDN-25 is akin to a decoy claudin, whereby decreasing its expression in \"leaky\" epithelial cells and endothelial cells will drive dynamic changes in the adhesion and interaction capacity of cell-cell contact points. While it remains unclear how this de novo CLDN-25 mutant induces leukodystrophy, our findings strongly suggest that this mutation induces haploinsufficiency of CLDN-25. Elucidating the function of this uncharacterized claudin protein will lead to a better understanding of the role of claudin proteins in health and disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34506833",
    "pmid": "34506833",
    "doi": "10.1016/j.neuroscience.2021.08.029",
    "title": "Novel Insight into the Potential Pathogenicity of Mitochondrial Dysfunction Resulting from PLP1 Duplication Mutations in Patients with Pelizaeus-Merzbacher Disease.",
    "abstract": "Among the hypomyelinating leukodystrophies, Pelizaeus-Merzbacher disease (PMD) is a representative disorder. The disease is caused by different types of PLP1 mutations, among which PLP1 duplication accounts for ∼70% of the mutations. Previous studies have shown that PLP1 duplications lead to PLP1 retention in the endoplasmic reticulum (ER); in parallel, recent studies have demonstrated that PLP1 duplication can also lead to mitochondrial dysfunction. As such, the respective roles and interactions of the ER and mitochondria in the pathogenesis of PLP1 duplication are not clear. In both PLP1 patients' and healthy fibroblasts, we measured mitochondrial respiration with a Seahorse XF Extracellular Analyzer and examined the interactions between the ER and mitochondria with super-resolution microscopy (spinning-disc pinhole-based structured illumination microscopy, SD-SIM). For the first time, we demonstrated that PLP1 duplication mutants had closer ER-mitochondrion interfaces mediated through structural and morphological changes in both the ER and mitochondria-associated membranes (MAMs). These changes in both the ER and mitochondria then led to mitochondrial dysfunction, as reported previously. This work highlights the roles of MAMs in bridging PLP1 expression in the ER and pathogenic dysfunction in mitochondria, providing novel insight into the pathogenicity of mitochondrial dysfunction resulting from PLP1 duplication. These findings suggest that interactions between the ER and mitochondria may underlie pathogenic mechanisms of hypomyelinating leukodystrophies diseases at the organelle level.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38790154",
    "pmid": "38790154",
    "doi": "10.3390/genes15050525",
    "title": "A <i>TMEM63A</i> Nonsense Heterozygous Variant Linked to Infantile Transient Hypomyelinating Leukodystrophy Type 19?",
    "abstract": "Infantile onset transient hypomyelination (IOTH) is a rare form of leukodystrophy that is associated with transient motor impairment and delayed central nervous system myelination. Here, we report a case of a new mutation in the transmembrane protein 63A (<i>TMEM63A</i>) gene identified using Whole-Exome Sequencing (WES) in an 8.5-year-old boy with clinical symptoms similar to IOTH. The patient exhibited a mild developmental delay, including hypotonia and delayed motor milestones, as well as some notable phenotypic characteristics, such as macrocephaly and macrosomia. Despite the absence of early neuroimaging, genetic testing revealed a paternally inherited variant in <i>TMEM63A</i> (NM_14698.3:c.220A>T;p:(Arg74*)), potentially linked to infantile transient hypomyelinating leukodystrophy type 19. Our findings in this study and the patient's favorable clinical course underscore the potential for successful myelination even with delayed initiation and may contribute to a better understanding of the genotype-phenotype correlation in IOTH, emphasizing the importance of genetic analysis in unresolved developmental delay cases and providing critical insights for accurate diagnosis, prognosis and potential therapeutic strategies in rare leukodystrophies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR468403",
    "pmid": "",
    "doi": "10.1101/2022.03.14.484199",
    "title": "Human myelin proteolipid protein structure and lipid bilayer stacking",
    "abstract": "<h4>ABSTRACT</h4> The myelin sheath is an essential, multilayered membrane structure that insulates axons, enabling the rapid transmission of nerve impulses. The tetraspan myelin proteolipid protein (PLP) is the most abundant protein of compact myelin in the central nervous system (CNS). The integral membrane protein PLP adheres myelin membranes together and enhances the compaction of myelin, having a fundamental role in myelin stability and axonal support. PLP is linked to severe CNS neuropathies, including inherited Pelizaeus-Merzbacher disease and spastic paraplegia type 2, as well as multiple sclerosis. Nevertheless, the structure, lipid interaction properties, and membrane organization mechanisms of PLP have remained unidentified. We expressed, purified, and structurally characterized human PLP and its shorter isoform DM20. Synchrotron radiation circular dichroism spectroscopy and small-angle X-ray and neutron scattering revealed a dimeric, α-helical conformation for both PLP and DM20 in detergent complexes, and pinpoint structural variations between the isoforms and their influence on protein function. In phosphatidylcholine membranes, reconstituted PLP and DM20 spontaneously induced formation of multilamellar myelin-like membrane assemblies. Cholesterol and sphingomyelin enhanced the membrane organization but were not crucial for membrane stacking. Electron cryomicroscopy, atomic force microscopy, and X-ray diffraction experiments for membrane-embedded PLP/DM20 illustrated effective membrane stacking and ordered organization of membrane assemblies with a repeat distance in line with CNS myelin. Our results shed light on the 3D structure of myelin PLP and DM20, their structure-function differences, as well as fundamental protein-lipid interplay in CNS compact myelin.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36368233",
    "pmid": "36368233",
    "doi": "10.1016/j.ejpn.2022.10.003",
    "title": "Identification of PMD subgroups using a myelination score for PMD.",
    "abstract": "<h4>Background</h4>The clinical spectrum of Pelizaeus-Merzbacher disease (PMD), a common hypomyelinating leukodystrophy, ranges between severe neonatal onset and a relatively stable presentation with later onset and mainly lower limb spasticity. In view of emerging treatment options and in order to grade severity and progression, we developed a PMD myelination score.<h4>Methods</h4>Myelination was scored in 15 anatomic sites (items) on conventional T2-and T1w images in controls (n = 328) and 28 PMD patients (53 MRI; n = 5 connatal, n = 3 transitional, n = 10 classic, n = 3 intermediate, n = 2 PLP0, n = 3 SPG2, n = 2 female). Items included in the score were selected based on interrater variability, practicability of scoring and importance of scoring items for discrimination between patients and controls and between patient subgroups. Bicaudate ratio, maximal sagittal pons diameter, and visual assessment of midsagittal corpus callosum were separately recorded.<h4>Results</h4>The resulting myelination score consisting of 8 T2-and 5 T1-items differentiates patients and controls as well as patient subgroups at first MRI. There was very little myelin and early loss in severely affected connatal and transitional patients, more, though still severely deficient myelin in classic PMD, ongoing myelination during childhood in classic and intermediate PMD. Atrophy, present in 50% of patients, increased with age at imaging.<h4>Conclusions</h4>The proposed myelination score allows stratification of PMD patients and standardized assessment of follow-up. Loss of myelin in severely affected and PLP0 patients and progressing myelination in classic and intermediate PMD must be considered when evaluating treatment efficacy.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35938662",
    "pmid": "35938662",
    "doi": "10.1212/con.0000000000001130",
    "title": "Leukodystrophies.",
    "abstract": "<h4>Purpose of review</h4>This article reviews the most common leukodystrophies and is focused on diagnosis, clinical features, and emerging therapeutic options.<h4>Recent findings</h4>In the past decade, the recognition of leukodystrophies has exponentially increased, and now this class includes more than 30 distinct disorders. Classically recognized as progressive and fatal disorders affecting young children, it is now understood that leukodystrophies are associated with an increasing spectrum of neurologic trajectories and can affect all ages. Next-generation sequencing and newborn screening allow the opportunity for the recognition of presymptomatic and atypical cases. These new testing opportunities, in combination with growing numbers of natural history studies and clinical consensus guidelines, have helped improve diagnosis and clinical care. Additionally, a more granular understanding of disease outcomes informs clinical trial design and has led to several recent therapeutic advances. This review summarizes the current understanding of the clinical manifestations of disease and treatment options for the most common leukodystrophies.<h4>Summary</h4>As early testing becomes more readily available through next-generation sequencing and newborn screening, neurologists will better understand the true incidence of the leukodystrophies and be able to diagnose children within the therapeutic window. As targeted therapies are developed, it becomes increasingly imperative that this broad spectrum of disorders is recognized and diagnosed. This work summarizes key advances in the leukodystrophy field.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39070252",
    "pmid": "39070252",
    "doi": "10.3389/fnut.2024.1417981",
    "title": "Microbiota gut-brain axis: implications for pediatric-onset leukodystrophies.",
    "abstract": "Neurodegenerative disorders are a group of diseases characterized by progressive degeneration of the nervous system, leading to a gradual loss of previously acquired motor, sensory and/or cognitive functions. Leukodystrophies are amongst the most frequent childhood-onset neurodegenerative diseases and primarily affect the white matter of the brain, often resulting in neuro-motor disability. Notably, gastrointestinal (GI) symptoms and complications, such as gastroesophageal reflux disease (GERD) and dysphagia, significantly impact patients' quality of life, highlighting the need for comprehensive management strategies. Gut dysbiosis, characterized by microbial imbalance, has been implicated in various GI disorders and neurodegenerative diseases. This narrative review explores the intricate relationship between GI symptoms, Gut Microbiota (GM), and neurodegeneration. Emerging evidence underscores the profound influence of GM on neurological functions via the microbiota gut-brain axis. Animal models have demonstrated alterations in GM composition associated with neuroinflammation and neurodegeneration. Our single-centre experience reveals a high prevalence of GI symptoms in leukodystrophy population, emphasizing the importance of gastroenterological assessment and nutritional intervention in affected children. The bidirectional relationship between GI disorders and neurodegeneration suggests a potential role of gut dysbiosis in disease progression. Prospective studies investigating the GM in leukodystrophies are essential to understand the role of gut-brain axis dysfunction in disease progression and identify novel therapeutic targets. In conclusion, elucidating the interplay between GI disorders, GM, and neurodegeneration holds promise for precision treatments aimed at improving patient outcomes and quality of life.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35346287",
    "pmid": "35346287",
    "doi": "10.1186/s13023-022-02267-z",
    "title": "Genotype-phenotype correlation and natural history analyses in a Chinese cohort with pelizaeus-merzbacher disease.",
    "abstract": "<h4>Background</h4>The natural history and genotype-phenotype correlation of Pelizaeus-Merzbacher disease (PMD) of Chinese patients has been rarely reported.<h4>Method</h4>Patients who met the criteria for PMD were enrolled in our study. Genomic analysis was conducted by multiplex ligation probe amplification (MLPA) and Sanger or whole-exome sequencing (WES). Natural history differences and genotype-phenotype correlations were analyzed.<h4>Result</h4>A total of 111 patients were enrolled in our follow-up study. The median follow-up interval was 53 m (1185). Among PMD patients, developmental delay was the most common sign, and nystagmus and hypotonia were the most common initial symptoms observed. A total of 78.4% of the patients were able to control their head, and 72.1% could speak words. However, few of the patients could stand (9.0%) or walk (4.5%) by themselves. Nystagmus improved in more than half of the patients, and hypotonia sometimes deteriorated to movement disorders. More PLP1 point mutations patients were categorized into severe group, while more patients with PLP1 duplications were categorized into mild group (p < 0.001). Compared to patients in mild groups, those in the severe group had earlier disease onset and had acquired fewer skills at a later age.<h4>Conclusion</h4>PMD patients have early disease onset with nystagmus and hypotonia followed by decreased nystagmus and movement disorders, such as spasticit. Patients with PLP1 duplication were more likely to be categorized into the mild group, whereas patients with point mutations were more likely to be categorized into the severe group.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36743429",
    "pmid": "36743429",
    "doi": "10.12786/bn.2021.14.e20",
    "title": "Pelizaeus-Merzbacher Disease with <i>PLP1</i> Exon 1 Duplication, Previously Misdiagnosed as Cerebral Palsy: a Case Report.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is a X-linked recessive disorder with dysmyelination in central nervous system caused by proteolipid protein 1 (<i>PLP1</i>) gene mutation. We report a case of PMD with <i>PLP1</i> exon 1 duplication, previously misdiagnosed as cerebral palsy (CP). A 25-year-old male previously diagnosed as CP visited our clinic with progressive weakness and spasticity of bilateral lower limbs. Next generation sequencing revealed hemizygous duplication of exon 1 in <i>PLP1</i>. Additionally, multiplex ligation-dependent probe amplification assay of the patient's mother showed the same mutation, which could finally confirm the diagnosis as PMD. This patient received comprehensive rehabilitation program, and helped the patient to achieve functional improvement. Proper diagnosis and therapeutic plan will be needed for the patients with PMD, before diagnosing CP rashly.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37228935",
    "pmid": "37228935",
    "doi": "10.1097/ms9.0000000000000684",
    "title": "Mutation in PYCR2 gene and hypomyelinating leukodystrophy in children: a case report study.",
    "abstract": "Hypomyelinating leukodystrophies are a heterogeneous group of inherited white matter disorders characterized by a predominant absence of myelin deposits in the central nervous system.<h4>Case presentation</h4>The patient was a one-year-old girl child. She at the age of 6 months was hospitalized due to loose, muscle weakness, and an upward gaze for 7-8 min with complaints of fever and convulsions.<h4>Clinical discussion</h4>Using the test of whole exome sequencing, a nonsense homozygous mutation was found in the PYCR2 gene, which a mutation in the PYCR2 gene causes hypomyelinating leukodystrophy type 10 disease.<h4>Conclusion</h4>Advances in the field of genetics, increased awareness, and the increasing availability of genetic testing in small cities in developing countries are helping to better assess complex neurological disorders and establish a complete diagnosis.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40083978",
    "pmid": "40083978",
    "doi": "10.4174/astr.2025.108.3.177",
    "title": "A single center experience on clinical outcome of fundoplication in pediatric patients: a retrospective cohort study.",
    "abstract": "<h4>Purpose</h4>The study aimed to evaluate the characteristics and operative-related factors in children who underwent fundoplication, analyze surgical outcomes categorized by disease entity and surgical indication, and identify prognostic factors for reoperation risk.<h4>Methods</h4>A total of 109 pediatric patients who underwent fundoplication between 2008 and 2022 were retrospectively analyzed. Patients were grouped by disease entity and surgical indication. Underlying diseases, comorbidities, sex, gestational age, birth weight, preoperative symptoms, and operation-related factors were examined. Outcomes were classified as short-term and long-term adverse events. We investigated differences in clinical outcomes according to disease entity and surgical indication. Then we statistically identified preoperative predictors for the risk of reoperation.<h4>Results</h4>The most common disease entity was neurological impairment (n = 92). Pulmonary comorbidity (42.2%) and aspiration/regurgitation (87.2%) were the most common. Most surgeries were performed laparoscopically (86.2%). There were 12 short-term and 25 long-term adverse events, with long-term events occurred more frequently in the neurological impairment (NIP) group compared to the non-NIP group (P = 0.04). None of the factors showed a significant relationship with the risk of reoperation.<h4>Conclusion</h4>Neurologically impaired children were more likely to experience long-term adverse events post-fundoplication. However, no significant predictors for reoperation risk were identified.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37487111",
    "pmid": "37487111",
    "doi": "10.1093/stcltm/szad041",
    "title": "Neural Cells for Neurodegenerative Diseases in Clinical Trials.",
    "abstract": "Neurodegenerative diseases (ND) are an entire spectrum of clinical conditions that affect the central and peripheral nervous system. There is no cure currently, with treatment focusing mainly on slowing down progression or symptomatic relief. Cellular therapies with various cell types from different sources are being conducted as clinical trials for several ND diseases. They include neural, mesenchymal and hemopoietic stem cells, and neural cells derived from embryonic stem cells and induced pluripotent stem cells. In this review, we present the list of cellular therapies for ND comprising 33 trials that used neural stem progenitors, 8 that used differentiated neural cells ,and 109 trials that involved non-neural cells in the 7 ND. Encouraging results have been shown in a few early-phase clinical trials that require further investigations in a randomized setting. However, such definitive trials may not be possible given the relative cost of the trials, and in the setting of rare diseases.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39814837",
    "pmid": "39814837",
    "doi": "10.1038/s41598-025-86094-9",
    "title": "Human neural rosettes secrete bioactive extracellular vesicles enriched in neuronal and glial cellular components.",
    "abstract": "Extracellular vesicles (EVs) play a critical role in the development of neural cells in the central nervous system (CNS). Human neural rosettes (hNRs) are radial cell structures that assemble from induced pluripotent stem cells (hiPSCs) and recapitulate some stages of neural tube morphogenesis. Here we show that hiPSCs and hNRs secrete EVs (hiPSC-EVs and hNR-EVs) with distinctive protein cargoes. Remarkably, hNR-EVs carry neuronal and glial cellular components involved in human CNS development. Importantly, hNR-EVs stimulate stem cells to change their cellular morphology and promote neurite growth in human and murine neurons with a significant dysregulation of SOX2 levels. This transcription factor modulates both neural differentiation and pluripotency. Interestingly, these effects were inhibited by antibodies against an unexpected neuroglial cargo of hNR-EVs: the major proteolipid protein (PLP). These findings show that hNRs secrete bioactive EVs containing neural components and might contribute as trophic factors during human neurodevelopment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39640012",
    "pmid": "39640012",
    "doi": "10.1016/j.omtn.2024.102380",
    "title": "A lipid nanoparticle-based oligodendrocyte-specific mRNA therapy.",
    "abstract": "Despite the wide range of applications of mRNA therapies, major difficulties exist in the efficient delivery of mRNA into oligodendrocytes, a type of glial cell in the brain. Commonly used viral vectors are not efficient in transforming oligodendrocytes. In this study, we introduced mRNAs into oligodendrocytes with high efficiency and specificity using LUNAR lipid nanoparticles. The uptake of LUNAR lipid nanoparticles occurred via low-density lipoprotein receptors in the presence of apoprotein E. A single dose of LUNAR-human galactosylceramidase mRNA significantly improved phenotypes and survival of twitcher mice, a mouse model of Krabbe disease wherein oligodendrocytes are damaged by galactosylceramidase deficiency. This approach to mRNA therapeutics, combined with cell-specific nanocarriers, demonstrates remarkable potential for the treatment of neurological disorders associated with oligodendrocytes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37848007",
    "pmid": "37848007",
    "doi": "10.1159/000533397",
    "title": "Exploring Shared Genetic Signatures of Alzheimer's Disease and Multiple Sclerosis: A Bioinformatic Analysis Study.",
    "abstract": "<h4>Introduction</h4>Many clinical studies reported the coexistence of Alzheimer's disease (AD) and multiple sclerosis (MS), but the common molecular signature between AD and MS remains elusive. The purpose of our study was to explore the genetic linkage between AD and MS through bioinformatic analysis, providing new insights into the shared signatures and possible pathogenesis of two diseases.<h4>Methods</h4>The common differentially expressed genes (DEGs) were determined between AD and MS from datasets obtained from Gene Expression Omnibus (GEO) database. Further, functional and pathway enrichment analysis, protein-protein interaction network construction, and identification of hub genes were carried out. The expression level of hub genes was validated in two other external AD and MS datasets. Transcription factor (TF)-gene interactions and gene-miRNA interactions were performed in NetworkAnalyst. Finally, receiver operating characteristic (ROC) curve analysis was applied to evaluate the predictive value of hub genes.<h4>Results</h4>A total of 75 common DEGs were identified between AD and MS. Functional and pathway enrichment analysis emphasized the importance of exocytosis and synaptic vesicle cycle, respectively. Six significant hub genes, including CCL2, CD44, GFAP, NEFM, STXBP1, and TCEAL6, were identified and verified as common hub genes shared by AD and MS. FOXC1 and hsa-mir-16-5p are the most common TF and miRNA in regulating hub genes, respectively. In the ROC curve analysis, all hub genes showed good efficiency in helping distinguish patients from controls.<h4>Conclusion</h4>Our study first identified a common genetic signature between AD and MS, paving the road for investigating shared mechanism of AD and MS.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35953447",
    "pmid": "35953447",
    "doi": "10.1093/brain/awac295",
    "title": "Variants in the zinc transporter TMEM163 cause a hypomyelinating leukodystrophy.",
    "abstract": "Hypomyelinating leukodystrophies comprise a subclass of genetic disorders with deficient myelination of the CNS white matter. Here we report four unrelated families with a hypomyelinating leukodystrophy phenotype harbouring variants in TMEM163 (NM_030923.5). The initial clinical presentation resembled Pelizaeus-Merzbacher disease with congenital nystagmus, hypotonia, delayed global development and neuroimaging findings suggestive of significant and diffuse hypomyelination. Genomic testing identified three distinct heterozygous missense variants in TMEM163 with two unrelated individuals sharing the same de novo variant. TMEM163 is highly expressed in the CNS particularly in newly myelinating oligodendrocytes and was recently revealed to function as a zinc efflux transporter. All the variants identified lie in highly conserved residues in the cytoplasmic domain of the protein, and functional in vitro analysis of the mutant protein demonstrated significant impairment in the ability to efflux zinc out of the cell. Expression of the mutant proteins in an oligodendroglial cell line resulted in substantially reduced mRNA expression of key myelin genes, reduced branching and increased cell death. Our findings indicate that variants in TMEM163 cause a hypomyelinating leukodystrophy and uncover a novel role for zinc homeostasis in oligodendrocyte development and myelin formation.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "32924123",
    "pmid": "32924123",
    "doi": "10.3760/cma.j.cn511374-20190914-00472",
    "title": "[Analysis of genomic copy number variants in a patient with congenital type Pelizaeus-Merzbacher disease].",
    "abstract": "<h4>Objective</h4>To explore the genotypic and phenotypic characteristics of a child with congenital Pelizaeus-Merzbacher disease.<h4>Methods</h4>Clinical, imaging and genetic characteristics of the child were retrospectively analyzed.<h4>Results</h4>The patient manifested significantly reduced muscle tension, apparent tremor of eyeballs, and retardation of motor development after birth. Cranial MRI at 6-month-old showed no myelinization of brain white matter, though no pathogenic variant was detected by clinical exome sequencing. A copy number variation was found at chrX: 102 192 246-103 045 526. The duplication has spanned approximately 853 kb and was recorded in the Decipher database to be associated with Pelizaeus-Merzbacher disease. Quantitative PCR confirmed that the duplication has derived from his mother.<h4>Conclusion</h4>Reduced muscle tension, nystagmus, poor motor development, and absence of myelinization of white matter should alert the diagnosis of congenital type Pelizaeus-Merzbacher disease. Both sequence variant and copy number variation should be searched upon genetic testing. A clear diagnosis is required for genetic counseling.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "36718947",
    "pmid": "36718947",
    "doi": "10.1111/jnc.15773",
    "title": "Antiretroviral treatment reveals a novel role for lysosomes in oligodendrocyte maturation.",
    "abstract": "White matter deficits are a common neuropathologic finding in neurologic disorders, including HIV-associated neurocognitive disorders (HAND). In HAND, the persistence of white matter alterations despite suppressive antiretroviral (ARV) therapy suggests that ARVs may be directly contributing to these impairments. Here, we report that a frontline ARV, bictegravir (BIC), significantly attenuates remyelination following cuprizone-mediated demyelination, a model that recapitulates acute demyelination, but has no impact on already formed mature myelin. Mechanistic studies utilizing primary rat oligodendrocyte precursor cells (OPCs) revealed that treatment with BIC leads to significant decrease in mature oligodendrocytes accompanied by lysosomal deacidification and impairment of lysosomal degradative capacity with no alterations in lysosomal membrane permeability or total lysosome number. Activation of the endolysosomal cation channel TRPML1 prevents both lysosomal deacidification and impairment of oligodendrocyte differentiation by BIC. Lastly, we show that deacidification of lysosomes by compounds that raise lysosomal pH is sufficient to prevent maturation of oligodendrocytes. Overall, this study has uncovered a critical role for lysosomal acidification in modulating oligodendrocyte function and has implications for neurologic diseases characterized by lysosomal dysfunction and white matter abnormalities.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "33785861",
    "pmid": "33785861",
    "doi": "10.1038/s10038-021-00921-1",
    "title": "Spinal cord involvement and paroxysmal events in \"Infantile Onset Transient Hypomyelination\" due to TMEM63A mutation.",
    "abstract": "Monoallelic mutations on TMEM63A have been recently reported as cause of a previously unrecognized disorder named \"infantile-onset transient hypomyelination\". Clinical and neuroradiological presentation is described as highly similar to Pelizaeus-Merzbacher Disease but evolution over time was surprisingly benign with a progressive spontaneous improving course. We report on a new TMEM63A-mutated girl. The clinical picture was similar to the one already described except for the presence of recurrent episodes of unilateral eyelid twitching, and for the evidence of spinal cord involvement on MRI. These are interesting findings helping in distinguishing this condition from classic PMD since early disease stages. However, additional observations are needed to confirm if these are common features of this condition.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "39374171",
    "pmid": "39374171",
    "doi": "10.1111/jnc.16238",
    "title": "Diverse functions of DEAD-box proteins in oligodendrocyte development, differentiation, and homeostasis.",
    "abstract": "Oligodendrocytes, a type of glial cell in the central nervous system, have a critical role in the formation of myelin around axons, facilitating saltatory conduction, and maintaining the integrity of nerve axons. The dysregulation of oligodendrocyte differentiation and homeostasis have been implicated in a wide range of neurological diseases, including dysmyelinating disorders (e.g., Pelizaeus-Merzbacher disease), demyelinating diseases (e.g., multiple sclerosis), Alzheimer's disease, and psychiatric disorders. Therefore, unraveling the mechanisms of oligodendrocyte development, differentiation, and homeostasis is essential for understanding the pathogenesis of these diseases and the development of therapeutic interventions. Numerous studies have identified and analyzed the functions of transcription factors, RNA metabolic factors, translation control factors, and intracellular and extracellular signals involved in the series of processes from oligodendrocyte fate determination to terminal differentiation. DEAD-box proteins, multifunctional RNA helicases that regulate various intracellular processes, including transcription, RNA processing, and translation, are increasingly recognized for their diverse roles in various aspects of oligodendrocyte development, differentiation, and maintenance of homeostasis. This review introduces the latest insights into the regulatory networks of oligodendrocyte biology mediated by DEAD-box proteins.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "32800341",
    "pmid": "32800341",
    "doi": "10.1016/j.bbrc.2020.07.131",
    "title": "Expression of kinase-deficient MEK2 ameliorates Pelizaeus-Merzbacher disease phenotypes in mice.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is characterized as a congenital hypomyelinating disorder in oligodendrocytes, myelin-forming glial cells in the central nervous system (CNS). The responsible gene of PMD is plp1, whose multiplication, deletion, or mutation is associated with PMD. We previously reported that primary oligodendrocytes overexpressing proteolipid protein 1 (PLP1) do not have the ability to differentiate morphologically, whereas inhibition of mitogen-activated protein kinase/extracellular signal-regulated protein kinase (MAPK/ERK) by its cognate siRNA or chemical inhibitor reverses their undifferentiated phenotypes. Here, we show that oligodendrocyte-specific expression of kinase-deficient dominant-inhibitory mutant (MEK2K101A) of MAPK/ERK kinase 2 (MEK2), as the direct upstream molecule of MAPK/ERK in PMD model mice, promotes myelination in CNS tissues. Expression of MEK2K101A in PMD model mice also improves Rotor-rod test performance, which is often used to assess motor coordination in a rodent model with neuropathy. These results suggest that in PMD model mice, MEK2K101A can ameliorate impairments of myelination and motor function and that the signaling through MAPK/ERK may involve potential therapeutic target molecules of PMD in vivo.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "PPR281256",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-216270/v1",
    "title": "Novel insight into the potential pathogenicity of mitochondrial dysfunction resulting from PLP1 duplication mutations in patients with Pelizaeus–Merzbacher disease",
    "abstract": "Among the hypomyelinating leukodystrophies, Pelizaeus–Merzbacher disease (PMD) is a representative disorder. The disease is caused by different types of PLP1 mutations, among which PLP1 duplication accounts for ~ 70% of the mutations. Previous studies have shown that PLP1 duplications lead to PLP1 retention in the endoplasmic reticulum (ER); in parallel, recent studies have demonstrated that PLP1 duplication can also lead to mitochondrial dysfunction. As such, the respective roles and interactions of the ER and mitochondria in the pathogenesis of PLP1 duplication are not clear. In both PLP1 patients’ and healthy fibroblasts, we measured mitochondrial respiration with a Seahorse XF Extracellular Analyzer and examined the interactions between the ER and mitochondria with super-resolution microscopy (spinning-disc pinhole-based structured illumination microscopy, SD-SIM). For the first time, we demonstrated that PLP1 duplication mutants had closer ER-mitochondrion interfaces mediated through structural and morphological changes in both the ER and mitochondria-associated membranes (MAMs). These changes in both the ER and mitochondria then led to mitochondrial dysfunction, as reported previously. This work highlights the roles of MAMs in bridging PLP1 expression in the ER and pathogenic dysfunction in mitochondria, providing novel insight into the pathogenicity of mitochondrial dysfunction resulting from PLP1 duplication. These findings suggest that interactions between the ER and mitochondria may underlie pathogenic mechanisms of hypomyelinating leukodystrophies diseases at the organelle level.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "34364975",
    "pmid": "34364975",
    "doi": "10.1016/j.nbd.2021.105465",
    "title": "A novel non-human primate model of Pelizaeus-Merzbacher disease.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is a severe hypomyelinating disorder of the central nervous system (CNS) linked to mutations in the proteolipid protein-1 (PLP1) gene. Although there are multiple animal models of PMD, few of them fully mimic the human disease. Here, we report three spontaneous cases of male neonatal rhesus macaques with the clinical symptoms of hypomyelinating disease, including intention tremors, progressively worsening motor dysfunction, and nystagmus. These animals demonstrated a paucity of CNS myelination accompanied by reactive astrogliosis, and a lack of PLP1 expression throughout white matter. Genetic analysis revealed that these animals were related to one another and that their parents carried a rare, hemizygous missense variant in exon 5 of the PLP1 gene. These animals therefore represent the first reported non-human primate model of PMD, providing a novel and valuable opportunity for preclinical studies that aim to promote myelination in pediatric hypomyelinating diseases.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38822428",
    "pmid": "38822428",
    "doi": "10.1186/s40478-024-01784-1",
    "title": "Human post-mortem organotypic brain slice cultures: a tool to study pathomechanisms and test therapies.",
    "abstract": "Human brain experimental models recapitulating age- and disease-related characteristics are lacking. There is urgent need for human-specific tools that model the complex molecular and cellular interplay between different cell types to assess underlying disease mechanisms and test therapies. Here we present an adapted ex vivo organotypic slice culture method using human post-mortem brain tissue cultured at an air-liquid interface to also study brain white matter. We assessed whether these human post-mortem brain slices recapitulate the in vivo neuropathology and if they are suitable for pathophysiological, experimental and pre-clinical treatment development purposes, specifically regarding leukodystrophies. Human post-mortem brain tissue and cerebrospinal fluid were obtained from control, psychiatric and leukodystrophy donors. Slices were cultured up to six weeks, in culture medium with or without human cerebrospinal fluid. Human post-mortem organotypic brain slice cultures remained viable for at least six weeks ex vivo and maintained tissue structure and diversity of (neural) cell types. Supplementation with cerebrospinal fluid could improve slice recovery. Patient-derived organotypic slice cultures recapitulated and maintained known in vivo neuropathology. The cultures also showed physiologic multicellular responses to lysolecithin-induced demyelination ex vivo, indicating their suitability to study intrinsic repair mechanisms upon injury. The slice cultures were applicable for various experimental studies, as multi-electrode neuronal recordings. Finally, the cultures showed successful cell-type dependent transduction with gene therapy vectors. These human post-mortem organotypic brain slice cultures represent an adapted ex vivo model suitable for multifaceted studies of brain disease mechanisms, boosting translation from human ex vivo to in vivo. This model also allows for assessing potential treatment options, including gene therapy applications. Human post-mortem brain slice cultures are thus a valuable tool in preclinical research to study the pathomechanisms of a wide variety of brain diseases in living human tissue.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32481377",
    "pmid": "32481377",
    "doi": "10.1097/md.0000000000020110",
    "title": "Rehabilitative management of an infant with Pelizaeus-Merzbacher disease: A case report.",
    "abstract": "<h4>Rationale</h4>Pelizaeus-Merzbacher disease (PMD) is an X-linked recessive trait and a rare disease characterized by abnormal myelin formation in the central nervous system. Since Pelizaeus and Merzbacher reported the pathology of PMD in the 1990s most studies have examined pharmacological treatments. No studies have reported the effects of rehabilitation on patients with PMD aimed at improving their functional abilities. We report the first case of improved development after rehabilitation in a patient with Pelizaeus-Merzbacher disease.<h4>Patient concerns</h4>A 1-month-boy developed focal seizures, nystagmus, and jerky head movements. He was brought to our outpatient clinic for rehabilitation of developmental delay at 11 months of age. He showed hypotonia, nystagmus, and developmental delay of 4 to 5 months in his gross and fine motor ability.<h4>Diagnoses</h4>Developmental delay in a patient with PMD.<h4>Interventions</h4>A child with PMD was hospitalized 3 times for 3 months and underwent rehabilitation to improve developmental delay. Developmental assessments were conducted before and after each admission for rehabilitation training.<h4>Outcomes</h4>Before training, the patient was unable to maintain a sitting position. After the first and second training sessions, his gross motor ability had improved, and he could sit with a mild assist. Fine motor function also improved. Before training, the patient was able to transfer a cube from one hand to the other. After training, he could perform a pincher grasp.<h4>Lessons</h4>Rehabilitation training can help PMD patients achieve maximal function and catch-up in their growth.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "39722459",
    "pmid": "39722459",
    "doi": "10.1016/j.xhgg.2024.100396",
    "title": "Genome-wide maps of highly-similar intrachromosomal repeats that can mediate ectopic recombination in three human genome assemblies.",
    "abstract": "Repeated sequences spread throughout the genome play important roles in shaping the structure of chromosomes and facilitating the generation of new genomic variation through structural rearrangements. Several mechanisms of structural variation formation use shared nucleotide similarity between repeated sequences as substrate for ectopic recombination. We performed genome-wide analyses of direct and inverted intrachromosomal repeated sequence pairs with 200 bp or more and 80% or greater sequence identity in three human genome assemblies, GRCh37, GRCh38, and T2T-CHM13. Overall, the composition and distribution of direct and inverted repeated sequences identified was similar among the three assemblies involving 13%-15% of the haploid genome, with an increased, albeit not significant, number of repeated sequences in T2T-CHM13. Interestingly, the majority of repeated sequences are below 1 kb in length with a median of 84.2% identity, highlighting the potential relevance of smaller, less identical repeats, such as Alu-Alu pairs, for ectopic recombination. We cross-referenced the identified repeated sequences with protein-coding genes to identify those at risk for being involved in genomic rearrangements. Olfactory receptors and immune response genes were enriched among those impacted.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37107340",
    "pmid": "37107340",
    "doi": "10.3390/antiox12040965",
    "title": "Redox Imbalance in Neurological Disorders in Adults and Children.",
    "abstract": "Oxygen is a central molecule for numerous metabolic and cytophysiological processes, and, indeed, its imbalance can lead to numerous pathological consequences. In the human body, the brain is an aerobic organ and for this reason, it is very sensitive to oxygen equilibrium. The consequences of oxygen imbalance are especially devastating when occurring in this organ. Indeed, oxygen imbalance can lead to hypoxia, hyperoxia, protein misfolding, mitochondria dysfunction, alterations in heme metabolism and neuroinflammation. Consequently, these dysfunctions can cause numerous neurological alterations, both in the pediatric life and in the adult ages. These disorders share numerous common pathways, most of which are consequent to redox imbalance. In this review, we will focus on the dysfunctions present in neurodegenerative disorders (specifically Alzheimer's disease, Parkinson's disease and amyotrophic lateral sclerosis) and pediatric neurological disorders (X-adrenoleukodystrophies, spinal muscular atrophy, mucopolysaccharidoses and Pelizaeus-Merzbacher Disease), highlighting their underlining dysfunction in redox and identifying potential therapeutic strategies.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37217926",
    "pmid": "37217926",
    "doi": "10.1186/s12920-023-01547-2",
    "title": "Familial 5.29 Mb deletion in chromosome Xq22.1-q22.3 with a normal phenotype: a rare pedigree and literature review.",
    "abstract": "<h4>Background</h4>Xq22.1-q22.3 deletion is a rare chromosome aberration. The purpose of this study was to identify the correlation between the phenotype and genotype of chromosome Xq22.1-q22.3 deletions.<h4>Methods</h4>Chromosome aberrations were identified by copy number variation sequencing (CNV-seq) technology and karyotype analysis. Furthermore, we reviewed patients with Xq22.1-q22.3 deletions or a deletion partially overlapping this region to highlight the rare condition and analyse the genotype-phenotype correlations.<h4>Results</h4>We described a female foetus who is the \"proband\" of a Chinese pedigree and carries a heterozygous 5.29 Mb deletion (GRCh37: chrX: 100,460,000-105,740,000) in chromosome Xq22.1-q22.3, which may affect 98 genes from DRP2 to NAP1L4P2. This deletion encompasses 7 known morbid genes: TIMM8A, BTK, GLA, HNRNPH2, GPRASP2, PLP1, and SERPINA7. In addition, the parents have a normal phenotype and are of normal intelligence. The paternal genotype is normal. The mother carries the same deletion in the X chromosome. These results indicate that the foetus inherited this CNV from her mother. Moreover, two more healthy female family members were identified to carry the same CNV deletion through pedigree analysis according to the next-generation sequencing (NGS) results. To our knowledge, this family is the first pedigree to have the largest reported deletion of Xq22.1-q22.3 but to have a normal phenotype with normal intelligence.<h4>Conclusions</h4>Our findings further improve the understanding of the genotype-phenotype correlations of chromosome Xq22.1-q22.3 deletions.This report may provide novel information for prenatal diagnosis and genetic counselling for patients who carry similar chromosome abnormalities.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "33892849",
    "pmid": "33892849",
    "doi": "10.1016/j.spen.2021.100876",
    "title": "Recent Advancements in the Diagnosis and Treatment of Leukodystrophies.",
    "abstract": "Leukodystrophies and genetic leukoencephalopathies comprise a growing group of inherited white matter disorders. Diagnostic rates have improved with increased utilization of next generation sequencing. As treatment options continue to advance for leukodystrophies, so will candidacy for inclusion in the United States' newborn Recommended Universal Screening Panel as was achieved for X-linked adrenoleukodystrophy. Stem cell therapies have become standard of care for selected leukodystrophies. However, transplantation-related risks remain high and outcomes are not fully satisfactory. Transduction of autologous hematopoietic stem cells with lentiviral vectors, referred to as ex vivo gene therapy, circumvents some, but not all, of the risks of traditional transplantation and has recently been demonstrated to be safe and efficective in clinical studies of X-linked adrenoleukodystrophy and metachromatic leukodystrophy. Gene therapy, through direct infusion of adeno-associated virus vectors, has emerged as a safer alternative for many monogenetic pediatric neurological disorders. Numerous preclinical studies have shown safety and efficacy of adeno-associated virus gene therapy in leukodystrophies allowing expanded access treatment for Canavan disease prior to initiation of a clinical trial. For inherited white matter disorders resulting from overexpression of a protein, such as Pelizaeus-Merzbacher disease, emerging RNA therapies have shown success in preclinical studies and promise for rapid translation to the clinic. Lastly, small molecule and protein therapies remain a long-term treatment option for a number of leukodystrophies, including intrathecal enzyme replacement therapy for metachromatic leukodystrophy. Herein we review recent advances in diagnosis and treatment of inherited white matter disorders.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "32446239",
    "pmid": "32446239",
    "doi": "10.1016/j.scr.2020.101839",
    "title": "Generation of a human iPSC line (MPIi006-A) from a patient with Pelizaeus-Merzbacher disease.",
    "abstract": "We established a human induced pluripotent stem cells (hiPSC) line (MPIi006-A) from fibroblasts of a 20-year-old male Pelizaeus-Merzbacher disease (PMD) patient with a hemizygous 643C>T mutation in proteolipid protein 1 (PLP1) gene using a retroviral delivery of OCT4, SOX2, KLF4 and c-MYC. The MPIi006-A iPSC line carried the mutation, displayed typical iPSC morphology, expressed pluripotent stem cell makers, exhibited normal karyotype and were capable of differentiating into cells representative of three germ layers.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "33795668",
    "pmid": "33795668",
    "doi": "10.1038/s41439-021-00144-y",
    "title": "Deep intronic deletion in intron 3 of PLP1 is associated with a severe phenotype of Pelizaeus-Merzbacher disease.",
    "abstract": "Recently, altered PLP1 splicing was confirmed as a genetic cause of hypomyelination of early myelinating structures (HEMS). A novel deep intronic deletion in intron 3 of PLP1 (NM_000533.5: c.453+59_+259del) was identified, and an in vitro minigene assay detected abnormal splicing patterns. However, the clinical and radiological findings of the patient were compatible with a severe phenotype of Pelizaeus-Merzbacher disease rather than HEMS, which may be due to undetected abnormal PLP1 splicing.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "39083076",
    "pmid": "39083076",
    "doi": "10.1097/wco.0000000000001307",
    "title": "The evolving spectrum of complex inherited neuropathies.",
    "abstract": "<h4>Purpose of review</h4>Inherited peripheral neuropathies can be divided into those diseases in which peripheral neuropathy is the sole or main feature of the disease (Charcot-Marie-Tooth disease) and those in which peripheral neuropathy is just one feature of a more complex syndrome. In recent years there has been a substantial expansion in the number of genes associated with complex neuropathy syndromes.<h4>Recent findings</h4>This review will focus on emerging themes in this group of diseases, namely the increasing number of diseases due to repeat expansions; the emergence of both recessive and dominant negative alleles in the same gene producing a common phenotype and diseases in which there is selective loss of the allele from haematopoietic stem cells making genetic diagnosis on blood derived DNA problematic.<h4>Summary</h4>In this review we provide a practical approach to investigating and diagnosing patients with peripheral neuropathy as part of a complex syndrome and provide an updated table of the genes associated with this group of diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36672024",
    "pmid": "36672024",
    "doi": "10.3390/brainsci13010042",
    "title": "In Silico Structural Analysis Predicting the Pathogenicity of PLP1 Mutations in Multiple Sclerosis.",
    "abstract": "The X chromosome gene <i>PLP1</i> encodes myelin proteolipid protein (PLP), the most prevalent protein in the myelin sheath surrounding the central nervous system. X-linked dysmyelinating disorders such as Pelizaeus-Merzbacher disease (PMD) or spastic paraplegia type 2 (SPG2) are typically caused by point mutations in <i>PLP1</i>. Nevertheless, numerous case reports have shown individuals with <i>PLP1</i> missense point mutations which also presented clinical symptoms and indications that were consistent with the diagnostic criteria of multiple sclerosis (MS), a disabling disease of the brain and spinal cord with no current cure. Computational structural biology methods were used to assess the impact of these mutations on the stability and flexibility of PLP structure in order to determine the role of <i>PLP1</i> mutations in MS pathogenicity. The analysis showed that most of the variants can alter the functionality of the protein structure such as R137W variants which results in loss of helix and H140Y which alters the ordered protein interface. In silico genomic methods were also performed to predict the significance of these mutations associated with impairments in protein functionality and could suggest a better definition for therapeutic strategies and clinical application in MS patients.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35748297",
    "pmid": "35748297",
    "doi": "10.1242/dev.199723",
    "title": "Generation of functional human oligodendrocytes from dermal fibroblasts by direct lineage conversion.",
    "abstract": "Oligodendrocytes, the myelinating cells of the central nervous system, possess great potential for disease modeling and cell transplantation-based therapies for leukodystrophies. However, caveats to oligodendrocyte differentiation protocols ( Ehrlich et al., 2017; Wang et al., 2013; Douvaras and Fossati, 2015) from human embryonic stem and induced pluripotent stem cells (iPSCs), which include slow and inefficient differentiation, and tumorigenic potential of contaminating undifferentiated pluripotent cells, are major bottlenecks towards their translational utility. Here, we report the rapid generation of human oligodendrocytes by direct lineage conversion of human dermal fibroblasts (HDFs). We show that the combination of the four transcription factors OLIG2, SOX10, ASCL1 and NKX2.2 is sufficient to convert HDFs to induced oligodendrocyte precursor cells (iOPCs). iOPCs resemble human primary and iPSC-derived OPCs based on morphology and transcriptomic analysis. Importantly, iOPCs can differentiate into mature myelinating oligodendrocytes in vitro and in vivo. Finally, iOPCs derived from patients with Pelizaeus Merzbacher disease, a hypomyelinating leukodystrophy caused by mutations in the proteolipid protein 1 (PLP1) gene, showed increased cell death compared with iOPCs from healthy donors. Thus, human iOPCs generated by direct lineage conversion represent an attractive new source for human cell-based disease models and potentially myelinating cell grafts.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35619978",
    "pmid": "35619978",
    "doi": "10.32481/djph.2021.12.005",
    "title": "Impact of Genetic Testing on Human Health:: The Current Landscape and Future for Personalized Medicine.",
    "abstract": "Advances in the field of human genetics over the past three decades have led to improvements in human health through development and availability of novel genetic testing approaches for diagnosis, prognosis, treatment therapy, safety, preventive screening and population-based risk assessment. In this commentary, I highlight the current landscape of genetic testing in Delaware with a focus on the genetic etiology and molecular diagnosis of pediatric disease, tailored treatment efficacy and safety through novel clinical trials and pharmacogenomics, and training in the application of genomic approaches to rare and common diseases. Future opportunities include integrating application of genetic information into clinical practice, improving genetics education, focusing on disparities and access, and advancing genomics and digital health technologies.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37189458",
    "pmid": "37189458",
    "doi": "10.3390/biom13040712",
    "title": "Mechanisms of Diseases Associated with Mutation in GJC2/Connexin 47.",
    "abstract": "Connexins are members of a family of integral membrane proteins that provide a pathway for both electrical and metabolic coupling between cells. Astroglia express connexin 30 (Cx30)-<i>GJB6</i> and Cx43-<i>GJA1</i>, while oligodendroglia express Cx29/Cx31.3-<i>GJC3</i>, Cx32-<i>GJB1</i>, and Cx47-<i>GJC2</i>. Connexins organize into hexameric hemichannels (homomeric if all subunits are identical or heteromeric if one or more differs). Hemichannels from one cell then form cell-cell channels with a hemichannel from an apposed cell. (These are termed homotypic if the hemichannels are identical and heterotypic if the hemichannels differ). Oligodendrocytes couple to each other through Cx32/Cx32 or Cx47/Cx47 homotypic channels and they couple to astrocytes via Cx32/Cx30 or Cx47/Cx43 heterotypic channels. Astrocytes couple via Cx30/Cx30 and Cx43/Cx43 homotypic channels. Though Cx32 and Cx47 may be expressed in the same cells, all available data suggest that Cx32 and Cx47 cannot interact heteromerically. Animal models wherein one or in some cases two different CNS glial connexins have been deleted have helped to clarify the role of these molecules in CNS function. Mutations in a number of different CNS glial connexin genes cause human disease. Mutations in <i>GJC2</i> lead to three distinct phenotypes, Pelizaeus Merzbacher like disease, hereditary spastic paraparesis (SPG44) and subclinical leukodystrophy.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "33244819",
    "pmid": "33244819",
    "doi": "10.1111/cga.12403",
    "title": "Induced pluripotent stem cells established from a female patient with Xq22 deletion confirm that BEX2 escapes from X-chromosome inactivation.",
    "abstract": "Large deletions in Xq22 are responsible for neurodevelopmental disorders, including severe intellectual disability and behavioral abnormalities. Although the deletion regions contain PLP1, the gene related to Pelizaeus-Merzbacher disease (PMD), patients with Xq22 deletions show no clinical features of PMD such as paraplegia and white matter abnormalities. This could be due to skewed X-chromosome inactivation (XCI) occurring predominantly in the affected allele. Isogenic pairs of wild type and mutant induced pluripotent stem cells (iPSCs) were established from the patient. In the iPSC line in which the wild type allele was inactivated, PLP1 was not expressed, but biallelic expression of BEX2 was identified. This suggests that BEX2 escaped from XCI and haploinsufficiency of BEX2 may be related to the phenotype of Xq22 deletions.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "39757377",
    "pmid": "39757377",
    "doi": "10.1111/ene.70029",
    "title": "Myotilin gene duplication causing late-onset myotilinopathy.",
    "abstract": "<h4>Background</h4>myotilinopathy is a very rare inherited muscle disease that belongs to the group of myofibrillar myopathies. These diseases share a common alteration of the sarcomere organization at the level of the Z disk resulting in pathological protein aggregation, autophagic abnormalities, and ultimately muscle degeneration. Most reported cases are due to dominant missense mutations in the MYOT gene, two of which are largely recurrent.<h4>Methods</h4>We describe the clinical, radiological, pathological, and molecular analysis including long-read sequencing of a family affected by late-onset dominant proximodistal myopathy and muscle hypertrophy.<h4>Results</h4>We identified a duplication of the entire MYOT gene as the molecular cause of late-onset-myotilinopapthy with typical clinical and pathological features.<h4>Conclusions</h4>This study expands the molecular spectrum of myotilinopathy and highlights the use of long-read sequencing in the diagnosis of genetic neurological diseases caused by duplications and genomic structural variants. Myotilinopathy as well as other myofibrillar and distal myopathies should be considered in the differential diagnosis of patients affected by distal muscle weakness, even when presenting at an old age.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36077104",
    "pmid": "36077104",
    "doi": "10.3390/ijms23179707",
    "title": "Genetics behind Cerebral Disease with Ocular Comorbidity: Finding Parallels between the Brain and Eye Molecular Pathology.",
    "abstract": "Cerebral visual impairments (CVIs) is an umbrella term that categorizes miscellaneous visual defects with parallel genetic brain disorders. While the manifestations of CVIs are diverse and ambiguous, molecular diagnostics stand out as a powerful approach for understanding pathomechanisms in CVIs. Nevertheless, the characterization of CVI disease cohorts has been fragmented and lacks integration. By revisiting the genome-wide and phenome-wide association studies (GWAS and PheWAS), we clustered a handful of renowned CVIs into five ontology groups, namely ciliopathies (Joubert syndrome, Bardet-Biedl syndrome, Alstrom syndrome), demyelination diseases (multiple sclerosis, Alexander disease, Pelizaeus-Merzbacher disease), transcriptional deregulation diseases (Mowat-Wilson disease, Pitt-Hopkins disease, Rett syndrome, Cockayne syndrome, X-linked alpha-thalassaemia mental retardation), compromised peroxisome disorders (Zellweger spectrum disorder, Refsum disease), and channelopathies (neuromyelitis optica spectrum disorder), and reviewed several mutation hotspots currently found to be associated with the CVIs. Moreover, we discussed the common manifestations in the brain and the eye, and collated animal study findings to discuss plausible gene editing strategies for future CVI correction.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "33553620",
    "pmid": "33553620",
    "doi": "10.1212/nxg.0000000000000539",
    "title": "<i>EIF2AK2</i>-related Neurodevelopmental Disorder With Leukoencephalopathy, Developmental Delay, and Episodic Neurologic Regression Mimics Pelizaeus-Merzbacher Disease.",
    "abstract": "<h4>Objective</h4>To demonstrate that de novo missense single nucleotide variants (SNVs) in <i>EIF2AK2</i> cause a neurodevelopmental disorder with leukoencephalopathy resembling Pelizaeus-Merzbacher disease (PMD).<h4>Methods</h4>A retrospective chart review was performed of 2 unrelated males evaluated at a single institution with de novo <i>EIF2AK2</i> SNVs identified by clinical exome sequencing (ES). Clinical and radiographic data were reviewed and summarized.<h4>Results</h4>Both individuals presented in the first year of life with concern for seizures and developmental delay. Common clinical findings included horizontal and/or pendular nystagmus during infancy, axial hypotonia, appendicular hypertonia, spasticity, and episodic neurologic regression with febrile viral illnesses. MRI of the brain demonstrated severely delayed myelination in infancy. A hypomyelinating pattern was confirmed on serial imaging at age 4 years for proband 1. In proband 2, repeat imaging at age 13 months confirmed persistent delayed myelination. These clinical and radiographic features led to a strong suspicion of PMD. However, neither <i>PLP1</i> copy number variants nor pathogenic SNVs were detected by chromosomal microarray and trio ES, respectively. Reanalysis of trio ES identified heterozygous de novo <i>EIF2AK2</i> missense variant c.290C>T (p.Ser97Phe) in proband 1 and c.326C>T (p.Ala109Val) in proband 2.<h4>Conclusions</h4>The autosomal dominant <i>EIF2AK2</i>-related leukoencephalopathy, developmental delay, and episodic neurologic regression syndrome should be considered in the differential diagnosis for PMD and other hypomyelinating leukodystrophies (HLDs). A characteristic history of developmental regression with febrile illnesses may help distinguish it from other HLDs.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "32402715",
    "pmid": "32402715",
    "doi": "10.1016/j.scr.2020.101791",
    "title": "Generation of the human induced pluripotent stem cell line (ZJUi005-A) from a patient with Pelizaeus-Merzbacher disease (PMD) carrying a novel hemizygous mutation in PLP1 gene.",
    "abstract": "Pelizaeus-Merzbacher disease (PMD) is a rare X-linked leukodystrophy caused by mutations in the proteolipid protein 1 gene (PLP1) which is specifically expressed on the myelin sheath of oligodendrocytes. We established an induced pluripotent stem cell (iPSC) line (ZJUi005-A) from peripheral blood mononuclear cells of an 18-year-old male PMD patient with a novel hemizygous c.437T>C mutation in PLP1 gene using episomal reprogramming plasmids. The ZJUi005-A iPSC line carried the PLP1 mutation, expressed pluripotency markers, exhibited normal karyotype and showed differentiation potential in vitro.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "38885315",
    "pmid": "38885315",
    "doi": "10.1172/jci.insight.178456",
    "title": "IFN-signaling gene expression as a diagnostic biomarker for monogenic interferonopathies.",
    "abstract": "IFN-signaling gene (ISG) expression scores are potential markers of inflammation with significance from cancer to genetic syndromes. In Aicardi Goutières Syndrome (AGS), a disorder of abnormal DNA and RNA metabolism, this score has potential as a diagnostic biomarker, although the approach to ISG calculation has not been standardized or validated. To optimize ISG calculation and validate ISG as a diagnostic biomarker, mRNA levels of 36 type I IFN response genes were quantified from 997 samples (including 334 AGS), and samples were randomized into training and test data sets. An independent validation cohort (n = 122) was also collected. ISGs were calculated using all potential combinations up to 6 genes. A 4-gene approach (IFI44L, IFI27, USP18, IFI6) was the best-performing model (AUC of 0.8872 [training data set], 0.9245 [test data set]). The majority of top-performing gene combinations included IFI44L. Performance of IFI44L alone was 0.8762 (training data set) and 0.9580 (test data set) by AUC. The top approaches were able to discriminate individuals with genetic interferonopathy from control samples. This study validates the context of use for the ISG score as a diagnostic biomarker and underscores the importance of IFI44L in diagnosis of genetic interferonopathies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40122812",
    "pmid": "40122812",
    "doi": "10.1186/s12919-025-00315-7",
    "title": "Proceedings from The Consortium for Technology &amp; Innovation in Pediatrics (CTIP) 2024 Annual Pediatric Device Innovation Symposium.",
    "abstract": "On August 9, 2024, the CTIP symposium brought together various stakeholders in pediatric medical device (PMD) innovation to discuss the current state of pediatric medical devices (PMDs) and action steps that can collectively be taken to further drive PMD innovation. Meeting topics included 1) the Future of Pediatric Innovation, 2) Engaging Patients and Their Families in PMD Development, 3) Partnership Opportunities to Support PMD Research and Development (R&D), 4) Leveraging Real-World Evidence to Enhance PMDs, and 5) Fundraising and Investing in Pediatrics. This paper provides a comprehensive summary of the symposium proceedings, highlighting the critical needs, challenges, and opportunities in the PMD sector, and outlines potential areas for collaboration among stakeholders to drive progress in PMD development.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35276347",
    "pmid": "35276347",
    "doi": "10.1016/j.mcn.2022.103716",
    "title": "Activation of the unfolded protein response by Connexin47 mutations associated with Pelizaeus-Merzbacher-like disease.",
    "abstract": "Pelizaeus-Merzbacher-like disease type 1 (PMLD1) is a hypomyelinating disorder arising in patients with mutations in GJC2, encoding Connexin47 (Cx47). PMLD1 causes nystagmus, cerebellar ataxia, spasticity and changes in CNS white matter detected by MRI. At least one mutation (p.I33M) yields a much milder phenotype, spastic paraplegia type 44 (SPG44). Cx47 contributes to gap junction communication channels between oligodendrocytes (OLs), the myelinating cells in the central nervous system (CNS), and between OLs and astrocytes. Prior studies in cell lines have shown that PMLD1 mutants such as p.P87S display defective protein trafficking, intracellular retention in the ER and loss-of-function. Here we show that when expressed in primary OLs, three PMLD1 associated mutants (p.P87S, p.Y269D and p.M283T) show ER retention of Cx47 and evidence of activation of the cellular stress (unfolded protein response, UPR) and apoptotic pathways. On the other hand, the milder SPG44 associated mutation p.I33M shows a wild-type-like subcellular distribution and no activation of the UPR or apoptotic pathways. These studies provide new insight into a potential element of toxic gain of function underlying the mechanism of PMLD1 that should help guide future therapeutic approaches.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "40027291",
    "pmid": "40027291",
    "doi": "10.1016/j.bas.2025.104207",
    "title": "Stem cell therapies for spinal cord injury in humans: A review of recent clinical research.",
    "abstract": "Recently, cell transplantation has emerged as a promising treatment for spinal cord injury (SCI). Over the past decade, numerous clinical studies of SCI have been conducted using various types of cells, including fetal neural stem/progenitor cells (NS/PCs), pluripotent stem cell-derived NS/PCs, mesenchymal stem/stromal cells (MSCs), olfactory ensheathing cells, and Schwann cells. Promising results have been reported for patients with subacute SCI, especially in studies involving MSCs, such as those conducted with Stemirac, although no universally recognized breakthroughs have been achieved. Allogenic NS/PCs may offer advantages over autologous MSCs because they have the potential for cell engraftment within the spinal cord and can be prepared in advance, facilitating their administration during the hyperacute phase. Recent advances achieved with induced pluripotent stem cells indicate their promise potential to be used in future therapies. This review provides an overview of recent clinical studies and discusses potential advancements anticipated in the future.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "33429367",
    "pmid": "33429367",
    "doi": "10.18632/aging.202477",
    "title": "Prenatal diagnosis of <i>PLP1</i> duplication by single nucleotide polymorphism array in a family with Pelizaeus-Merzbacher disease.",
    "abstract": "A family with a history of Pelizaeus-Merzbacher disease (PMD) received prenatal diagnosis of <i>PLP1</i> gene duplication in a fetus using a single nucleotide polymorphism (SNP) array. A 27-year-old pregnant woman was referred for genetic counseling due to her four-year-old son being diagnosed with a suspected classic type of PMD. Amniocentesis was performed at 18 and 3/7 weeks of gestation, and the SNP array was carried out on DNA from the mother, her affected son, and fetus, then further confirmed by multiplex ligation-dependent probe amplification (MLPA). Cytogenetic analysis of the fetus showed 46,XY. SNP array analysis revealed that the male fetus did not carry <i>PLP1</i> gene duplication but the affected boy did, and the mother was a carrier for the duplication of the <i>PLP1</i> gene. All SNP array results were further confirmed by MLPA. SNP array and MLPA analyses of peripheral blood verified the nonduplication of the <i>PLP1</i> gene in the infant after birth. At present, the child (without <i>PLP1</i> duplication) is developing normally. This study preliminarily suggests that SNP array is a sensitive and accurate technology for identifying <i>PLP1</i> duplication and is feasible for reliable diagnosis, including for the prenatal diagnosis of PMD resulting from <i>PLP1</i> duplication.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38273973",
    "pmid": "38273973",
    "doi": "10.3389/fncel.2023.1322813",
    "title": "Utilizing hiPSC-derived oligodendrocytes to study myelin pathophysiology in neuropsychiatric and neurodegenerative disorders.",
    "abstract": "Oligodendrocytes play a crucial role in our central nervous system (CNS) by myelinating axons for faster action potential conduction, protecting axons from degeneration, structuring the position of ion channels, and providing nutrients to neurons. Oligodendrocyte dysfunction and/or dysmyelination can contribute to a range of neurodegenerative diseases and neuropsychiatric disorders such as Multiple Sclerosis (MS), Leukodystrophy (LD), Schizophrenia (SCZ), and Autism Spectrum Disorder (ASD). Common characteristics identified across these disorders were either an inability of oligodendrocytes to remyelinate after degeneration or defects in oligodendrocyte development and maturation. Unfortunately, the causal mechanisms of oligodendrocyte dysfunction are still uncertain, and therapeutic targets remain elusive. Many studies rely on the use of animal models to identify the molecular and cellular mechanisms behind these disorders, however, such studies face species-specific challenges and therefore lack translatability. The use of human induced pluripotent stem cells (hiPSCs) to model neurological diseases is becoming a powerful new tool, improving our understanding of pathophysiology and capacity to explore therapeutic targets. Here, we focus on the application of hiPSC-derived oligodendrocyte model systems to model disorders caused by oligodendrocyte dysregulation.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "32595021",
    "pmid": "32595021",
    "doi": "10.1016/j.braindev.2020.06.002",
    "title": "A recurrent TMEM106B mutation in hypomyelinating leukodystrophy: A rapid diagnostic assay.",
    "abstract": "<h4>Introduction</h4>Hypomyelinating leukodystrophies (HLDs) are genetically heterogeneous syndromes, presenting abnormalities in myelin development in the central nervous system. Recently, a recurrent de novo mutation in TMEM106B was identified to be responsible for five cases of HLD. We report the first Japanese case of TMEM106B gene mutation.<h4>Case study</h4>A 3-year-old patient presented with nystagmus and muscle hypotonia in his neonatal period, followed by delayed psychomotor development. Brain magnetic resonance images showed delayed myelination. Wave III and subsequent components were not presented by his auditory brainstem response. These features were similar to those observed in Pelizaeus-Merzbacher disease (PMD).<h4>Methods</h4>Proteolipid protein 1 (PLP1) gene screening, Mendelian disease panel exome, and whole-exome sequencing (WES) were sequentially performed.<h4>Results</h4>After excluding mutations in either PLP1 or other known HLD genes, WES identified a mutation c.754G > A, p.(Asp252Asn) in TMEM106B, which appeared to occur de novo, as shown by Sanger sequencing and SalI restriction enzyme digestion of PCR products.<h4>Discussion</h4>This is the sixth case of HLD with a TMEM106B mutation. All six cases harbored the same variant. This specific TMEM106B mutation should be investigated when a patient shows PMD-like features without PLP1 mutation. Our PCR-SalI digestion assay may serve as a tool for rapid HLD diagnosis.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "34376551",
    "pmid": "34376551",
    "doi": "10.1212/nxi.0000000000001066",
    "title": "Remyelination Trials: Are We Expecting the Unexpected?",
    "abstract": "Neuroaxonal loss is believed to underpin the progressive disability that characterizes multiple sclerosis (MS). While focal inflammatory demyelination is a principal cause of acute axonal transection and subsequent axonal degeneration, the gradual attrition of permanently demyelinated axons may also contribute to tissue damage, particularly in the progressive phase of the disease. Therefore, remyelination is considered a putative neuroprotective strategy. In this article, we review the potential pitfalls of remyelination trials, provide a framework for their appropriate design and temper the expectations, at times unrealistic, of researchers, regulators and the pharmaceutical industry.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38979632",
    "pmid": "38979632",
    "doi": "10.1042/bst20231359",
    "title": "Roles for PMP22 in Schwann cell cholesterol homeostasis in health and disease.",
    "abstract": "Underexpression, overexpression, and point mutations in peripheral myelin protein 22 (PMP22) cause most cases of Charcot-Marie-Tooth disease (CMTD). While its exact functions remain unclear, PMP22 is clearly essential for formation and maintenance of healthy myelin in the peripheral nervous system. This review explores emerging evidence for roles of PMP22 in cholesterol homeostasis. First, we highlight dysregulation of lipid metabolism in PMP22-based forms of CMTD and recently-discovered interactions between PMP22 and cholesterol biosynthesis machinery. We then examine data that demonstrates PMP22 and cholesterol co-traffic in cells and co-localize in lipid rafts, including how disease-causing PMP22 mutations result in aberrations in cholesterol localization. Finally, we examine roles for interactions between PMP22 and ABCA1 in cholesterol efflux. Together, this emerging body of evidence suggests that PMP22 plays a role in facilitating enhanced cholesterol synthesis and trafficking necessary for production and maintenance of healthy myelin.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32388833",
    "pmid": "32388833",
    "doi": "10.1007/s00415-020-09889-y",
    "title": "Epilepsy in children with leukodystrophies.",
    "abstract": "<h4>Background</h4>Epilepsy might be one of the manifestations in children with leukodystrophies, but the incidence of epilepsy in different types of leukodystrophies is unclear yet.<h4>Methods</h4>A retrospective observational cohort study was performed on children diagnosed with leukodystrophies in Peking University First Hospital from January 2004 to June 2019, and the patients were followed for 5.5 years (0.4-14.2 years) after the first visit.<h4>Results</h4>A total of 333 patients were included. The overall incidence of epilepsy was 30.6% (102/333). Alexander disease had the highest incidence (77.3%, 51/66), followed by vanishing white matter disease (41.2%, 21/51), Canavan disease (33.3%, 1/3), megalencephalic leukoencephalopathy with subcortical cysts (32.1%, 9/28), X-linked adrenoleukodystrophy (23.1%, 3/13), Krabbe disease (18.8%, 3/16), metachromatic leukodystrophy (14.3%, 6/42), and Pelizaeus-Merzbacher disease (7.0%, 8/114). The incidence of epilepsy in leukodystrophies classified as astrocytopathies was higher than that in myelin disorders (55.9% vs. 11.2%, P < 0.001). Of the 102 patients with epilepsy, seizures were the chief complaint in 61.8% (63/102) and the initial symptom in 22.5% (23/102). The median age at seizure onset was 20.5 months (1 day-176 months). A total of 63.7% (65/102) of children were treated with antiepileptic drugs (AEDs), and the responder rate was 90.8% (59/65) at the last follow-up, including 71.2% (42/59) of children who were seizure free.<h4>Conclusions</h4>Epilepsy was not uncommon in children with leukodystrophies. Children with Alexander disease had the highest incidence; whereas, children with Pelizaeus-Merzbacher disease had the lowest incidence. Children with leukodystrophies classified as astrocytopathies were more prone to have epilepsy than those classified as myelin disorders. Most children with leukodystrophies who presented with epilepsy showed a good response to antiepileptic drugs.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "33727856",
    "pmid": "33727856",
    "doi": "10.2147/ijgm.s293675",
    "title": "Novel Mutations in NPC1 are Associated with Pelizaeus-Merzbacher-Like Disease: A Case Report.",
    "abstract": "Pelizaeus-Merzbacher-like disease (PMLD) is an autosomal recessive hypomyelinating leukodystrophy with clinical symptoms and imaging manifestations similar to those of Pelizaeus-Merzbacher disease (PMD), an X-linked recessive hypomyelinating leukodystrophy. Typical manifestations of PMLD are nystagmus, dysmyotonia, ataxia, progressive motor dysfunction, and diffuse leukodystrophy on magnetic resonance imaging (MRI). This report identified novel mutations in NCP1 causing PMLD. A 7-month-old male patient was referred to our hospital because he could not lift his head until that time. He had symptoms including congenital nystagmus, hypotonia, and developmental delay. According to the MRI scan, there were signs of leukodystrophy. According to the clinical manifestations and the results of whole-exome sequencing (compound heterozygote mutations in NPC1 (p. G911S, c2731G>A and p. D128H, c382G>C)), the diagnosis of PMLD was considered, and his parents were determined to be carriers of mutant genes. He began rehabilitation training at the age of 1 year old. After 5 years of training, he was still experiencing global developmental delay, equivalent to the developmental level of a nine-month-old child. PMLD is a disease that seriously affects the quality of life of children and can result from mutations in different genes. In this report, we expand the gene spectrum of PMLD and suggest early genetic counselling for suspected patients and their patients.",
    "journal": "",
    "year": "2021"
  }
]