[
  {
    "id": "40058525",
    "pmid": "40058525",
    "doi": "10.1016/j.anai.2025.02.026",
    "title": "Gene therapy for inborn errors of immunity: current clinical progress.",
    "abstract": "Hematopoietic stem cell transplant has been the single curative treatment for inborn errors of immunity (IEI) and is recommended for the most severe IEI conditions, such as severe combined immunodeficiency (SCID). However, adverse outcomes primarily due to histocompatibility differences between the donor and the patient are still of concern. Progress in genetic and molecular mechanisms, as well as new technology to insert DNA sequences in cell genomes has allowed the development of strategies to treat genetic diseases by correcting the gene defect in patients' cells. This technology is named gene therapy. Gene therapy approaches being developed for IEI are mediated by gene insertion, using a retroviral vector, or by gene editing, using a combination of a nuclease and a DNA template. After the unexpected occurrence of oncogenesis associated with the initial retroviral vector designs, significant advances have led to successful gene therapy clinical trials for three forms of SCID, which demonstrated the safety and efficacy of this approach. Active preclinical and clinical studies are ongoing for diverse IEI, including chronic granulomatous disease, leukocyte adhesion deficiency, severe congenital neutropenia, Wiskott-Aldrich syndrome, X-linked agammaglobulinemia and familial forms of hemophagocytic lymphohistiocytosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40079322",
    "pmid": "40079322",
    "doi": "10.1111/jpc.70030",
    "title": "Challenge in a Malrotation Case: Presentation Mimicking Severe Combined Immunodeficiency.",
    "abstract": "<h4>Objectives</h4>Malrotation is a congenital anomaly characterized by improper positioning of the intestines that can cause a range of symptoms from asymptomatic to life-threatening, including midgut volvulus. Diagnosis of malrotation can be particularly challenging in cases where symptoms resemble those of other illnesses, such as severe combined immunodeficiency (SCID).<h4>Case report</h4>In this case study, we describe a 2-month-old girl with midgut volvulus secondary to malrotation. She was initially diagnosed with SCID and referred to our center for hematopoietic stem cell transplantation (HSCT). However, her gastrointestinal (GI) problems persisted even after receiving treatment for a suspected immunodeficiency. Imaging finally revealed the underlying malrotation. Unfortunately, by that time, the patient had developed major consequences, such as intestinal perforation, sepsis, and eventually death as a result of the delayed diagnosis.<h4>Conclusions</h4>This case highlights how crucial it is to take GI anomalies into account when making a differential diagnosis for newborns who present with sepsis and immune suppression. Early imaging and a multidisciplinary approach are essential for timely diagnosis and treatment to prevent the progression to a fatal outcome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39845221",
    "pmid": "39845221",
    "doi": "10.7759/cureus.76220",
    "title": "Purine Nucleoside Phosphorylase Deficiency: A Case Report of an Extremely Rare Disorder.",
    "abstract": "Purine nucleoside phosphorylase (PNP) deficiency is one of the very rare types of immune deficiency disorders inherited in an autosomal recessive (AR) manner. PNP deficiency is a progressive immune disorder that can range from severe combined immunodeficiency (SCID) to combined immunodeficiency and is associated with recurrent infections, neurological manifestations, and sometimes autoimmune disorders. In our case, we describe the case of a female patient, two years and six months old, with recurrent infections, severe neutropenia, failure to thrive, and a history of a deceased sister with the same condition. She was diagnosed with PNP through genetic testing, which confirmed the homozygous variant c.46T>C p.(Trp16Arg) in PNP, in addition to clinical manifestations and the positive history of her sister.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39361308",
    "pmid": "39361308",
    "doi": "10.1093/cei/uxae083",
    "title": "Investigating Concomitant RAG-2 and LRBA Mutations in SCID and Autoimmunity.",
    "abstract": "Inborn errors of immunity (IEI) are a large heterogenous group of diseases characterized by immunodeficiency, immune dysregulation, allergy, auto-inflammation and predisposition for malignancies. Most are inherited in an autosomal recessive trait. We studied a patient with severe combined immunodeficiency (SCID) and immune dysregulation who harbored two distinct bi-allelic IEI-associated genetic mutations. Clinical, immunological and genetic data were collected. Genetic investigation included whole exome sequencing on DNA extracted from skin fibroblasts. Family segregation was performed by Sanger sequencing. Immunological evaluation included absolute and functional evaluation of lymphocytes and chimerism analysis post hematopoietic stem cell transplantation (HSCT). Treg subsets, LRBA and CTLA4 expression levels were measured by flow-cytometric analysis. A nineteen-year-old female patient from a consanguine background underwent unconditioned matched sibling related HSCT during infancy due to clinical presentation of SCID with an Omenn phenotype. At that time her underlying genetic defect was not defined. Years after HSCT, severe auto-immune phenomena were noted, including a systemic lupus erythematosus-like syndrome and ophthalmic manifestations. Genetic evaluation revealed bi-allelic homozygous mutations in RAG-2 (c.685C>T, p.Arg229Trp) and a previously undescribed mutation in LRBA (c.3325G>T, p.Asp1109Tyr). LRBA and CTLA4 expression levels were normal, suggesting that the LRBA variant identified in these kindred is unlikely to be pathogenic. Multiple genetic defects causing complex IEIs may be identified in the same individual in highly consanguineous populations. Functional immunological testing is essential for evaluation of novel genetic variants.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40040385",
    "pmid": "40040385",
    "doi": "10.22034/iji.2025.103499.2844",
    "title": "Evaluation of Patients with Combined Immunodeficiency: A Single Center Experience.",
    "abstract": "<h4>Background</h4>Severe combined immunodeficiency (SCID) is the most severe form of inborn errors of immunity (IEIs) and typically leads to death within the first year of life. Combined immunodeficiencies (CID) are immune disorders that are less severe than SCID and are characterized by qualitative or quantitative defects in T and B cells.<h4>Objective</h4>To explore the clinical, laboratory, and genetic diagnostic approaches for patients diagnosed with SCID and CID.<h4>Methods</h4>In this retrospective single-center study, we evaluated 54 patients diagnosed with SCID and CID between 2006 and 2019.<h4>Results</h4>The male to female ratio was 30:24 and the rate of consanguinity was 77.8%. Among the patients, 23 were diagnosed with SCID and 31 diagnosed with CID. The most common phenotype in the SCID group was T-B-NK+ while in the CID group it was MHC class II deficiency. The median age at symptom onset for SCID and CID were 1 month and 5 months, respectively, while the median age at diagnosis was 4 months for SCID and 11 months for CID. The age at diagnosis of SCID and the age at diagnosis of symptoms were earlier than CID (p<0.05). Lymphopenia was present in 90.9% of patients with SCID and 51.6% of patients with CID (p<0.05). HSCT was performed in 10 out of 23 (43.4%) SCID patients and 10 out of 31 (32.2%) CID patients (total of 20 out of 54, 37%). The survival rates of SCID and CID patients who underwent HSCT were 80% and 70%, respectively.<h4>Conclusion</h4>Consanguineous marriage, sibling death and family members with similar characteristics should be investigated for early diagnosis. Further investigations should be performed in the presence of lymphopenia. With the increasing number of genetic diagnosis facilities and HSCT centers, the survival rate of patients is expected to rise.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR958968",
    "pmid": "",
    "doi": "10.20944/preprints202409.1298.v2",
    "title": "Infectious Diseases in the Caribbean and South America: Epidemiological Insights, Antibiotic Resistance, and Associated Infectious in Immunological Diseases",
    "abstract": "This paper explores various aspects of microbiology and immunology, focusing on the epidemiology and molecular characterisation of infectious diseases in the Caribbean and South America. Key areas of investigation include tuberculosis (TB), nosocomial infections, Salmonella infections, and bloodborne pathogens. A retrospective study in Jamaica underscores the high mortality rates in HIV-positive TB patients and the need for early HIV diagnosis and integrated care. Research in Trinidad and Tobago reveals the genetic diversity of Mycobacterium tuberculosis strains, highlighting high HIV-TB co-infection rates. The paper also examines the challenges posed by nosocomial infections, particularly those caused by antibiotic-resistant Gram-negative bacteria and methicillin-resistant Staphylococcus aureus (MRSA), and emphasises the importance of infection control. In addition, the study investigates Salmonella prevalence in poultry in Jamaica and the risks associated with foodborne infections. The paper further explores transfusion-transmitted infections and the development of IgM antibodies in egg whites for bacterial antigen detection. Lastly, it addresses immune responses in patients with immunodeficiency disorders, such as severe combined immunodeficiency (SCID) and chronic granulomatous disease (CGD), highlighting their susceptibility to a wide range of infections.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39590179",
    "pmid": "39590179",
    "doi": "10.1097/moh.0000000000000849",
    "title": "HCT in the widening spectrum of congenital immunodeficiencies.",
    "abstract": "<h4>Purpose of review</h4>Hematopoietic stem cell transplantation (HSCT) and inborn errors of immunity (IEI) have been closely linked since transplantation was first used to cure severe combined immunodeficiency (SCID) in 1968. Since then, novel genes and diseases have been continually added to the ongoing list of IEI, and new data on indications and outcomes have emerged. We review recent data and progress in the field of hematopoietic cell transplantation (HCT) for IEI including new diseases and complications.<h4>Recent findings</h4>Emerging data from haploidentical transplants, newborn screening results, and multicentric studies reveals promising outcomes for IEI. Immune dysregulation diseases deserve special attention regarding disease control and may require additional drugs pretransplant. Female carriers of X-linked Chronic granulomatous may present with a severe phenotype warranting the need for HCT. Insights from infectious complications and long-term comorbidities should help guide decisions to treat IEI patients.<h4>Summary</h4>From classical indications to recently described diseases, HCT for immunodeficiencies is a rapidly growing field. Novel data regarding alternative donor transplants, results from large cohorts, and long-term complications provide valuable knowledge for clinical practice.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40054035",
    "pmid": "40054035",
    "doi": "10.1016/j.dmd.2025.100050",
    "title": "Quantitative prediction of drug disposition for uridine diphosphate-glucuronosyltransferase substrates using humanized mice.",
    "abstract": "Drug clearance and drug-drug interactions are essential for pharmacokinetic assessment. However, current in vitro systems and animal scale-up approaches often fail to accurately predict drug disposition mediated by metabolizing enzymes, especially uridine diphosphate-glucuronosyltransferase (UGT). This study demonstrates how UGT-mediated drug disposition in humans can be predicted using hu-PXB mice (cDNA-uPA/severe combined immunodeficiency (SCID) mice transplanted with human-derived hepatocytes). To estimate human hepatic intrinsic clearance (CL<sub>h,int</sub>) in vitro, UGT substrates (acetaminophen, entacapone, ketoprofen, lorazepam, oxazepam, posaconazole, and zidovudine) were incubated with cryopreserved human hepatocytes. CL<sub>h,int</sub> was calculated based on the rate of substrate disappearance. In vivo human CL<sub>h,int</sub> values were calculated based on literature. To evaluate human CL<sub>h,int</sub> predictability, the 7 substrates were administered independently and intravenously to hu-PXB and SCID mice. We calculated the CL<sub>h,int</sub> in the mice and compared it with that in humans. For predicting UGT-mediated drug-drug interactions, 2 UGT substrates were administered intravenously to hu-PXB mice with or without probenecid (a UGT inhibitor). We compared the changes in clearance with those in humans. The in vitro assay using hepatocytes significantly underpredicted CL<sub>h,int</sub> in humans. Hu-PXB mice had a much better correlation with humans in CL<sub>h,int</sub> (R<sup>2</sup> = 0.95) compared with SCID mice (R<sup>2</sup> = 0.69). Hu-PXB mice predicted the CL<sub>h,int</sub> of UGT substrate drugs within 2-fold of the clinical values for every compound we evaluated. The decrease in clearance caused by probenecid in hu-PXB mice reflected that in humans. Our findings demonstrate that human drug disposition mediated by UGT can be predicted based on the in vivo studies using hu-PXB mice. SIGNIFICANCE STATEMENT: Human liver chimeric mice can accurately predict the clearance of uridine diphosphate-glucuronosyltransferase (UGT) substrate drugs and are likely to predict the magnitude of UGT-mediated drug-drug interactions. Findings from in vivo studies in humanized mice enable the selection of better candidates in drug discovery and allow for the more precise physiologically based pharmacokinetic modeling of UGT substrate drugs in clinical practice.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39817448",
    "pmid": "39817448",
    "doi": "10.1172/jci187567",
    "title": "A new twist on superantigen-activated autoimmune disease.",
    "abstract": "Superantigen-induced (Sag-induced) autoimmunity has been proposed as a mechanism for many human disorders, without a clear understanding of the potential triggers. In this issue of the JCI, McCarthy and colleagues used the SKG mouse model of rheumatoid arthritis to characterize the role of Sag activity in inflammatory arthritis by profiling arthritogenic naive CD4+ T cells. Within the diseased joints, they found a marked enrichment of T cell receptor-variable β (TCR-Vβ) subsets that were reactive to the endogenously encoded mouse mammary tumor virus (MMTV) Sag. Arthritis was improved using reverse transcriptase inhibitors. Moreover, depletion of MMTV Sag-activated TCR-Vβ subsets affected the ability of transferred activated CD4+ T cells to induce disease in mice with severe combined immunodeficiency (SCID). Further virological studies should determine whether endogenous or exogenous MMTV is necessary or sufficient to trigger inflammatory arthritis in the SKG model.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38689103",
    "pmid": "38689103",
    "doi": "10.1007/s12016-024-08993-5",
    "title": "Survival After Hematopoietic Stem Cell Transplantation in Severe Combined Immunodeficiency (SCID): A Worldwide Review of the Prognostic Variables.",
    "abstract": "This study aims to perform an extensive review of the literature that evaluates various factors that affect the survival rates of patients with severe combined immunodeficiency (SCID) after hematopoietic stem cell transplantation (HSCT) in developed and developing countries. An extensive search of the literature was made in four different databases (PubMed, Embase, Scopus, and Web of Science). The search was carried out in December 2022 and updated in July 2023, and the terms such as \"hematopoietic stem cell transplantation,\" \"bone marrow transplant,\" \"mortality,\" \"opportunistic infections,\" and \"survival\" associated with \"severe combined immunodeficiency\" were sought based on the MeSH terms. The language of the articles was \"English,\" and only articles published from 2000 onwards were selected. Twenty-three articles fulfilled the inclusion criteria for review and data extraction. The data collected corroborates that early HSCT, but above all, HSCT in patients without active infections, is related to better overall survival. The universal implementation of newborn screening for SCID will be a fundamental pillar for enabling most transplants to be carried out in this \"ideal scenario\" at an early age and free from infection. HSCT with an HLA-identical sibling donor is also associated with better survival rates, but this is the least common scenario. For this reason, transplantation with matched unrelated donors (MUD) and mismatched related donors (mMRD/Haploidentical) appear as alternatives. The results obtained with MUD are improving and show survival rates similar to those of MSD, as well as they do not require manipulation of the graft with expensive technologies. However, they still have high rates of complications after HSCT. Transplants with mMRD/Haplo are performed just in a few large centers because of the high costs of the technology to perform CD3/CD19 depletion and TCRαβ/CD19 depletion or CD34 + selection techniques in vitro. The new possibility of in vivo T cell depletion using post-transplant cyclophosphamide could also be a viable alternative for performing mMRD transplants in centers that do not have this technology, especially in developing countries.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40161871",
    "pmid": "40161871",
    "doi": "10.1002/jha2.70026",
    "title": "Leaky Artemis Deficiency and EBV-Related Lymphoproliferative Disease: A Novel Case and Review of the Literature.",
    "abstract": "<h4>Introduction</h4>Artemis (<i>DCLRE1C</i>) deficiency causes radiosensitive severe combined immunodeficiency (SCID), although hypomorphic cases can manifest later-onset immunodeficiency, autoimmunity, or lymphoproliferation. We report a 45-year-old man with humoral immunodeficiency, opportunistic infections, and recurrent EBV-positive diffuse large B-cell lymphoma (DLBCL).<h4>Methods</h4>Genetic analysis was performed to identify mutations in the <i>DCLRE1C</i> gene. Functional studies, including γH2AX assays to assess DNA damage repair and measurement of Type I interferon responses, were conducted to evaluate the impact of the variant. A literature review was performed to contextualize the findings.<h4>Results</h4>Biallelic p.Leu70del frameshift mutation in <i>DCLRE1C</i> was identified, leading to significantly decreased mutant protein expression. Functional testing confirmed impaired DNA damage repair, via γH2AX measurement, and elevated Type I interferon responses, indicating cytosolic DNA damage accumulation. A literature review highlighted EBV-positive lymphomas in leaky Artemis deficiency with high mortality rate.<h4>Conclusion</h4>Our report adds hypomorphic <i>DCLRE1C</i> deficiency as an inborn error of immunity that predisposes to EBV-associated lymphoproliferative disease.<h4>Trial registration</h4>The authors have confirmed clinical trial registration is not needed for this submission.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39900265",
    "pmid": "39900265",
    "doi": "10.1016/j.jaci.2025.01.029",
    "title": "Outcome of hematopoietic stem cell transplantation for severe combined immunodeficiency and impact of newborn screening on overall survival: A single referral center study.",
    "abstract": "<h4>Background</h4>Hematopoietic stem cell transplantation (HSCT) is a curative treatment for infants with severe combined immunodeficiency (SCID). Different factors determine HSCT success and overall survival (OS). Specifically, prompt diagnosis of SCID, preferably through newborn screening (NBS), is critical.<h4>Objective</h4>We explored variable factors including the impact of NBS that are associated with HSCT outcomes and OS in a multiethnic SCID cohort.<h4>Methods</h4>One hundred patients with SCID diagnosed and treated with HSCT at Sheba Medical Center in Israel between 1996 and 2024 were studied.<h4>Results</h4>We distinguished 3 groups: Palestinians (62%), Israeli Jews (16%), and Israeli non-Jews (22%). The OS rate was 68%, increasing to 84% when excluding mortality in the first month after transplantation. Better outcomes were significantly associated with the use of bone marrow (BM) as a stem cell source (P = .003), the availability of matched related donors (P = .045), and the use of conditioning (P = .0006). As a result of delayed diagnosis, Palestinian patients had more infections, more events of early post-HSCT death, and inferior OS rates compared to other patients. SCID cases identified by NBS demonstrated superior OS (93%) compared to cases identified by clinical presentation (P = .04). Improvement in OS was most significant after the implementation of the NBS program for SCID in Israel (P = .03).<h4>Conclusion</h4>Our study delineates and reinforces specific factors that influence OS after undergoing HSCT for SCID. Importantly, it raises the value of early diagnosis and treatment of affected infants, highlighting the benefit of NBS for SCID in determining the clinical outcome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40151380",
    "pmid": "40151380",
    "doi": "10.1155/crii/9988821",
    "title": "Coexistence of a Leaky SCID Phenotype With Hyperphenylalaninemia in an Adult Case.",
    "abstract": "In recent years, due to the widespread use of advanced molecular diagnostic methods, it has become clear that individuals in particular born from consanguineous marriages may be carriers of different genetic diseases. For this reason, cases where diseases related to inborn errors of immunity (IEI) and metabolism errors are detected in the same patient are encountered more frequently. In patients affected by different genetic defects, the pathophysiology is more complex, and disease management is more difficult. In this article, we aimed to draw attention to this complex genetic carrier state in a male with primary immunodeficiency (PID). In the patient who presented with recurrent lower respiratory tract infections, bronchiectasis, asthma and nasal polyps, and antibody deficiencies as well as cellular immunodeficiency findings were detected in the immunological analyses. In the whole exome sequencing (WES) study, three different variants were detected, two in genes related to PIDs (DCLRE1C and TNFRSF13B) and one in the gene related to phenylalanine metabolism (phenylalanine hydroxylase (PAH)). In the light of the current findings, the patient was evaluated as having leaky severe combined immunodeficiency (SCID) with immune phenotype T-B-natural killer (NK)+ and hyperphenylalaninemia (HPA). This case showed us that metabolic diseases may accompany a delay in the diagnosis of SCID and patients should be evaluated with a multidisciplinary approach.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40121561",
    "pmid": "40121561",
    "doi": "10.1111/ped.15872",
    "title": "A high-throughput TREC- and KREC-based newborn screening for severe inborn errors of immunity.",
    "abstract": "<h4>Introduction</h4>Severe combined immunodeficiency (SCID) due to T-cell deficiency is the most severe form of inborn error of immunity (IEI). It frequently leads to severe and recurrent infections and the first infection or live vaccines can sometimes be fatal. Patients with B-cell deficiency (BCD), such as X-linked agammaglobulinaemia (XLA), also suffer from severe or recurrent infections. Thus, early diagnosis via newborn screening (NBS) is suitable for these types of diseases. We developed a lyophylized TaqMan-based quantitative polymerase chain reaction (qPCR) kit with primers and probes for the simultaneous detection of T-cell receptor excision circles (TREC) and κ-deleting recombination excision circles (KREC). We also developed a fully automated DNA extraction and purification process using Magtration technology from dried blood spots (DBS), enabling high-throughput analysis METHODS: We examined 15,258 stored DBS collected from 2014 to 2015 by this method. Newborn screening samples from children with a known SCID, XLA or ataxia-telangiectasia (AT) were also examined as positive controls.<h4>Results</h4>RPPH1 (internal control), TREC, and KREC all had near-normal distributions. One specimen was below the cut-off for TREC (0.00657%) after exclusion of 36 specimens due to the failure of DNA extraction (0.23%). The TREC levels in the patients with AT and SCID, and KREC levels in the patients with AT and XLA were all below cut-off or absent.<h4>Conclusions</h4>This assay would allow the establishment of qPCR-based NBS in unfamiliar laboratories leading to the early diagnosis of SCID and BCD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38025336",
    "pmid": "38025336",
    "doi": "10.5339/qmj.2023.sqac.9",
    "title": "Disseminated tuberculosis complicating Bacillus Calmette-Guérin (BCG) vaccine as only presentation of severe combined immunodeficiency (SCID): A report of 3 cases.",
    "abstract": "<h4>Introduction</h4>Severe combined immunodeficiency disease (SCID) is a rare primary immunodeficiency disease, usually manifest in the first six months of life with failure to thrive, oral thrush, recurrent respiratory infection, and chronic diarrhea.<h4>Case presentation</h4>In three male patients, we describe an unusual presentation of SCID. They are an outcome of consanguineous marriage; all received the BCG vaccine at birth. All three cases presented with regional lymphadenopathy at three months, progressing to generalized lymphadenopathy treated with anti-tuberculous. The first and second cases were twins. The first had an uneventful history until 33 months when he developed multiple Suppurative Tuberculous lymphadenitis confirmed by biopsy. The second and the third cases were diagnosed with Disseminated Tuberculosis at 24 months as they developed fever, anemia, weight loss, tuberculous peritonitis, and lymphadenopathy confirmed by biopsy. After investigations, the first case was diagnosed as CD4, CD16 lymphopenic SCID, the second one as CD4, CD8, CD19, CD16 lymphopenic SCID with hypogammaglobulinemia and the third case as CD3, CD4, CD8 lymphopenic SCID with hypogammaglobulinemia. They received anti-Tuberculous medications, prophylactic Trimethoprim/Sulfamethoxazole, and Immunoglobulin infusion. When writing this abstract, the patients were alive and had no other bacterial, viral, or fungal infections. The twins are three years old, and the third case is 30 months old.<h4>Conclusion</h4>SCID may not exhibit the classical manifestation of recurrent infections. It may present only as a complication of the BCG vaccine, alarming to maintain high susceptibility in such patients, especially in a developing country, specifically in Sudan, where the BCG vaccine is usually given at birth.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR900972",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4770217/v1",
    "title": "NBS for SCID: only early diagnosis will change the overall survival of the disease?",
    "abstract": "<title>Abstract</title>  <p>Severe combined immunodeficiency (SCID) is a heterogeneous genetic disease characterized by severe T-cell lymphopenia with a profound impairment of T- and B-cells’ function and, in some types, also NK cells. Hematopoietic stem cell transplantation (HSCT) is the only curative treatment currently available in Brazil. Late diagnosis and treatment are the main factors affecting the survival of these children. This study aims to describe the demographic, phenotypic, genotypic, and clinical characteristics of twenty SCID patients (including typical SCID, leaky-SCID, and Omenn Syndrome) followed at a Brazilian reference center and correlate this data with their clinical outcome. The children were analyzed into two groups: patients diagnosed early at birth, by newborn screening (NBS) or family history, n=7, and patients with late diagnosis, by clinical presentation, n=13. The 2-year overall survival (OS) of the late group was 29.2%, in contrast to the 2-year OS of the early diagnosis group of 71.4% (p=0.053). Despite the early diagnosis in the first group, the time between diagnosis and HSCT in both groups was similar, with a median of 11 months. The OS after HSCT was not different between the groups (p=0.774). This research shows that early diagnosis alone does not change the prognosis of SCID newborns after HSCT. The reality in developing countries still needs public policies to change the harsh reality of these patients.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39510364",
    "pmid": "39510364",
    "doi": "10.1016/j.jaci.2024.10.018",
    "title": "Newborn screening for SCID and severe T lymphocytopenia in Europe.",
    "abstract": "Initiation of newborn screening (NBS) programs in Europe dates back to the 1960s. One of the most recent expansions of NBS programs was the addition of severe combined immunodeficiency (SCID) based on detection of T-cell receptor excision circles (TRECs). In this review, we present an overview of the current situation in Europe. To avoid a biased overview based on only published results, a 37-item survey on TREC-based NBS was sent to representatives of 46 European countries. With a response rate of 83%, we collected data of 38 countries. Seventeen of the 38 European countries that have completed the survey have nationally or regionally implemented TREC-based NBS. The survey results emphasize similarities and differences as well as common practices and challenges in TREC-based NBS. Because TRECs are a general surrogate marker for severe T lymphocytopenia, conditions other than SCID are also identified. Therefore, the initial definition of the target disease as \"SCID\" might need to be reconsidered and extended to \"SCID and severe T lymphocytopenia.\" Even though complete harmonization of TREC-based NBS programs across Europe will remain challenging, collaboration and close partnerships will help in the move toward universal TREC-based screening for all newborns, resulting in more infants with SCID and severe T lymphocytopenia being detected each year.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39307944",
    "pmid": "39307944",
    "doi": "10.1080/1744666x.2024.2402948",
    "title": "Late effects following hematopoietic cell transplantation for severe combined immunodeficiency: critical factors and therapeutic options.",
    "abstract": "<h4>Introduction</h4>Severe combined immunodeficiency (SCID) is an inborn error of immunity that is fatal without hematopoietic cell transplantation (HCT) or gene therapy (GT). Survival outcomes have improved, largely due to implementation of SCID newborn screening. A better understanding of the long-term outcomes and late effects to address critical aspects of monitoring immune and general health life-long is needed.<h4>Areas covered</h4>In a comprehensive review of PubMed indexed articles with publication dates 2008-2024 we describe the current knowledge of chronic and late effects (CLE) of HCT survivors for SCID as well as the role of GT and advances for specific SCID genotypes. We review factors affecting the development of CLE including disease related factors (genotype, trigger for diagnosis and presence of infection prior to HCT), transplant related factors (type of donor, conditioning regimen, immune reconstitution and graft versus host disease (GVHD) and describe causes and factors associated with higher risk for late mortality in this unique population. We further describe monitoring and potential therapeutic strategies for management of common CLE in this patient population.<h4>Expert opinion</h4>Ongoing research efforts are needed to better describe CLE in survivors, to develop prospective clinical trials aimed at mitigating these CLE, and developing genotype-based approaches for management and follow-up of these patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39287664",
    "pmid": "39287664",
    "doi": "10.1007/s00251-024-01353-9",
    "title": "Sequence variants underlying severe combined immunodeficiency and leukocyte adhesion deficiency type 1 in six consanguineous families.",
    "abstract": "Inborn errors of immunity (IEI) are defined as genetic disorders affecting the immune system and resulting in diverse clinical signs and symptoms. Despite the lack of diagnosis and unavailability of IEI estimation in the Pakistani population, consanguinity is exacerbating its prevalence. The current study focuses on severe combined immunodeficiency (SCID) and leukocyte adhesion deficiency type 1 (LAD1). SCID is associated with the life-threatening symptoms developing at post-birth. LAD1 is clinically characterized by recurrent bacterial infections related to the skin, mouth, and respiratory tract owing to impaired leukocytes. Herein, in six consanguineous families, flow cytometry was used to evaluate the patient's immune status. Whole-exome sequencing (WES) was then conducted to search for the causative variations in immunodeficiency genes. Sanger sequencing was used to assess the segregation of the variants with the disorder within the families. Sequence analysis revealed five homozygous variants in four different causative genes. This included four novel nonsense variants in CD70 p.(Thr126Profs*33), CD3e p.(Trp151*), IL7R p.(Val138Ilefs*10), and ITGB2 p.(Ser627Valfs*61), and one previously reported in ITGB2 p.(Cys62*). In one of the families, two variants in two different genes, including DNAH6 p.(Tyr2653His) and NIPAL4 p.(Gly121Ser), were detected in an unclassified patient. All the identified variants were found in a homozygous state in the patient but in a heterozygous state in the available parents. The study will facilitate the diagnosis and management of IEI patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38757100",
    "pmid": "38757100",
    "doi": "10.14744/nci.2022.89646",
    "title": "A rare disease: ZAP70 deficiency.",
    "abstract": "Zeta associated protein (ZAP) 70 deficiency is a rare disease. ZAP70 deficiency results in an autosomal recessive form of severe combined immunodeficiency (SCID) that is characterized by a selective absence of CD8 T cells. The diagnosis should be suspected in patients presenting with a severe combined immunodeficiency phenotype and selective deficiency of CD8 T cells. Sequencing of the ZAP70 gene can confirm the diagnosis. We wanted to emphasize that immunodeficiencies should also be remembered in the differential diagnosis by presenting a 5-month-old patient who applied to our clinic with complaints of skin rash and cough, was given respiratory support with mechanical ventilation for a long time, and was diagnosed with ZAP70 deficiency.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39150017",
    "pmid": "39150017",
    "doi": "10.1089/hum.2024.103",
    "title": "Alpharetroviral Vector-Mediated Gene Therapy for IL7RA-Deficient Severe Combined Immunodeficiency.",
    "abstract": "Severe combined immunodeficiency (SCID) encompasses rare primary immunodeficiency disorders characterized by deficient T-cell development, which leads to a severely compromised immune system and susceptibility to life-threatening infections. Among SCID subtypes, IL7RA-SCID is caused by mutations in the interleukin 7 receptor alpha chain (IL7RA) and represents a significant subset of patients with limited treatment options. This study investigated the efficacy of a self-inactivating (SIN) alpharetroviral vector (ARV) engineered to deliver a codon-optimized <i>IL7RA</i> cDNA to restore T-cell development in <i>Il7r</i>-knockout mice. We compared the elongation factor 1 alpha short (EFS) promoter and the lymphoid-restricted Lck promoter for their ability to drive IL7RA expression and found that the EFS promoter enabled robust and sustained IL7RA expression that led to the functional rescue of T-lymphopoiesis <i>in vitro</i> and <i>in vivo</i>. Conversely, though effective <i>in vitro</i>, the Lck promoter failed to produce viable T-cell populations <i>in vivo</i>. Our results highlight the potential of using SIN-ARVs as a gene therapy (GT) strategy for treating IL7RA-SCID. Importantly, sustained production of T-lymphocytes was found in both primary and secondary transplant recipient animals with no adverse effects, supporting the safety and feasibility of this approach. Overall, this study provides valuable insights into the development of GT for IL7RA-SCID and underscores the clinical potential of an EFS-driven SIN-ARV to restore IL7RA-deficient immune function.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39203514",
    "pmid": "39203514",
    "doi": "10.3390/microorganisms12081672",
    "title": "Advancements in Immunology and Microbiology Research: A Comprehensive Exploration of Key Areas.",
    "abstract": "Immunology and microbiology research has witnessed remarkable growth and innovation globally, playing a pivotal role in advancing our understanding of immune mechanisms, disease pathogenesis, and therapeutic interventions. This manuscript presents a comprehensive exploration of the key areas in immunology research, spanning from the utilisation of bacterial proteins as antibody reagents to the intricate realms of clinical immunology and disease management. The utilisation of bacterial immunoglobulin-binding proteins (IBPs), including protein A (SpA), protein G (SpG), and protein L (SpL), has revolutionised serological diagnostics, showing promise in early disease detection and precision medicine. Microbiological studies have shed light on antimicrobial resistance patterns, particularly the emergence of extended-spectrum beta-lactamases (ESBLs), guiding antimicrobial stewardship programmes and informing therapeutic strategies. Clinical immunology research has elucidated the molecular pathways underlying immune-mediated disorders, resulting in tailored management strategies for conditions such as severe combined immunodeficiency (SCID), neuropsychiatric systemic lupus erythematosus (NPSLE), etc. Additionally, significant efforts in vaccine development against tuberculosis and HIV are highlighted, underscoring the ongoing global pursuit of effective preventive measures against these infectious diseases. In summary, immunology and microbiology research have provided significant contributions to global healthcare, fostering collaboration, innovation, and improved patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39932644",
    "pmid": "39932644",
    "doi": "10.1007/s10875-025-01863-5",
    "title": "Early Haploidentical Hematopoietic Stem Cell Transplantation Provides Rapid Leukocyte and Immune Reconstitution in AK2 Patient Identified by TREC Newborn Screening.",
    "abstract": "Reticular dysgenesis (RD) is a rare inborn error of immune cell formation defined by severe combined immunodeficiency, agranulocytosis and sensorineural deafness. We report a case of successful haploidentical maternal hematopoietic stem cell transplantation (HSCT) in a boy with RD detected by TREC newborn screening. The patient was admitted to our hospital at 2 weeks of age and was kept in laminar-air flow / hepa-filtered isolation until HSCT was performed at 8 weeks of age with a busulfan, fludarabine conditioning regime. Except few episodes of acute skin graft-versus-host disease (aGVHD) the peritransplant period was uneventful. The patient was discharged 7 weeks post-HSCT. At 18 months of age cochlear implants were placed. The patient was thriving well, showed full donor chimerism and a T cell count > 1000 TCRab + CD3 + cells/µl after one year. Our case highlights that severely immune-compromised patients with RD benefit from early diagnosis by newborn screening, immediate isolation to prevent infections, and early haploidentical HSCT to overcome neonatal neutropenia and establish protective immunity.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39425552",
    "pmid": "39425552",
    "doi": "10.1111/pai.14260",
    "title": "Variable clinical presentation of hypomorphic DCLRE1C deficiency from childhood to adulthood.",
    "abstract": "<h4>Background</h4>In this study, we aimed to report long-term follow-up of our pediatric and adult patients with DCLRE1C (DNA cross-link repair 1C) hypomorphic mutation who were diagnosed leaky severe combined immunodeficiency (SCID).<h4>Methods</h4>Eighteen patients (13 children and five adults), aged between 6 and 29 years were included. Clinical and immunological features, including immunoglobulin levels, T and B cells, natural killer cell subsets, regulator T (Treg) cell ratios/markers, and cytokines, were assessed before and after hematopoietic stem cell transplantation (HSCT) and compared with healthy controls.<h4>Results</h4>Recurrent infections (78%) and skin manifestations (61%) such as granulomatous skin lesions, warts, and vitiligo were the most common clinical findings. Autoimmune diseases were observed in 33% and malignancy in 17%. Most patients had low serum IgA and B- and T-cell lymphopenia at the first admission. Recent thymic emigrants (RTE), T<sub>naive</sub>, B<sub>naive</sub>, CD56<sup>dim</sup>CD16<sup>+</sup> cell ratios were significantly lower in the patients than in control; however, follicular helper T T<sub>FH</sub> and Th1 [interferon gamma (IFN-γ)] cell ratios were significantly higher than the control. Although, Treg ratio and its functional receptors tend to be high but not significant. Eleven patients (61.1%) were treated with HSCT. Median follow-up times of transplant patients was 56 (9-67) months.<h4>Conclusion</h4>Patients with hypomorphic DCLRE1C mutations may present with variable clinical and laboratory findings at different ages. Our study showed a helper T (Th)1-dominant immune response before and after HSCT. Increased IFN-γ and T<sub>FH</sub> cells ratio could be a reason of chronic inflammation and autoimmunity developing before and after HSCT. Long-term follow-up of these patients after HSCT will help to better understand the disease and its pathophysiology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39596667",
    "pmid": "39596667",
    "doi": "10.3390/genes15111467",
    "title": "A Modular Genetic Approach to Newborn Screening from Spinal Muscular Atrophy to Sickle Cell Disease-Results from Six Years of Genetic Newborn Screening.",
    "abstract": "<h4>Background/objectives</h4>Genetic newborn screening (NBS) has already entered the phase of common practice in many countries. In Germany, spinal muscular atrophy (SMA), severe combined immunodeficiency (SCID) and sickle cell disease (SCD) are currently a mandatory part of NBS. Here, we describe the experience of six years of genetic NBS including the prevalence of those three diseases in Germany.<h4>Methods</h4>Samples and nucleic acids were extracted from dried blood spot cards, commonly used for NBS. A qPCR assay was used to detect disease-causing variants for SMA and SCD, and the detection of T-cell receptor excision circles (TRECs) was performed for SCID screening.<h4>Results</h4>The results of the NBS of over 1 million newborns for SMA, approximately 770,000 for SCID and over 410,000 for SCD are discussed in detail. In these newborns, we have identified 121 cases of SMA, 15 cases of SCID and syndrome-based immunodeficiencies and 77 cases of SCD or β-thalassemia.<h4>Conclusions</h4>The flexibility of multiplex qPCR is assessed as an effective tool for incorporating different molecular genetic markers for screening. The processing of dried blood spot (DBS) filter cards for molecular genetic assays and the assays are described in detail; turn-around times and cost estimations are included to give an insight into the processes and discuss further options for optimization. The identified cases are in the range expected for the total number of screened newborns, but present a more exact view on the actual prevalences for Germany.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39965724",
    "pmid": "39965724",
    "doi": "10.1016/j.clim.2025.110453",
    "title": "Ex vivo T-lymphopoiesis assays assisting corrective treatment choice for genetically undefined T-lymphocytopenia.",
    "abstract": "Persistent selective T-lymphocytopenia is found both in SCID and congenital athymia. Without molecular diagnosis, it is challenging to determine whether HCT or thymus transplantation ought to be performed. Ex vivo T-lymphopoiesis assays have been proposed to assist clinical decision-making for genetically undefined patients. We investigated 20 T-lymphocytopenic patients, including 13 patients awaiting first-line treatment and 7 patients with failed immune reconstitution after previous HCT or thymus transplantation. Whilst developmental blocks in ex vivo T-lymphopoiesis indicated hematopoietic cell-intrinsic defects, successful T-lymphocyte differentiation required careful interpretation, in conjunction with clinical status, immunophenotyping, and genetic investigations. Of the 20 patients, 13 proceeded to treatment, with successful immune reconstitution observed in 4 of the 6 patients post-HCT and 4 of the 7 patients after thymus transplantation, the latter including two patients who had previously undergone HCT. Whilst further validation and standardization are required, we conclude that assessing ex vivo T-lymphopoiesis during the diagnostic pathway for genetically undefined T-lymphocytopenia improves patient outcomes by facilitating corrective treatment choice.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39233094",
    "pmid": "39233094",
    "doi": "10.1016/j.trim.2024.102115",
    "title": "Unrelated cord blood transplantation using minimal-intensity conditioning in a 1.5-month-old infant with X-linked severe combined immunodeficiency.",
    "abstract": "<h4>Background</h4>Severe combined immunodeficiency (SCID) is a heterogenous disorder with profound deficiency of T/B-cell functions. The best SCID therapy requires hematopoietic stem cell transplantation (HSCT) early in life. HSCT with conditioning is necessary to achieve a long-term reconstitution of B-cell functions. However, conditioning may aggravate pre-existing infection and cause transplant-related toxicity, especially in very young infants. Hence, the intensity of conditioning should be reduced to allow the reconstitution of immunity including B cells to the extent that prevents transplant-related toxicity and delayed complications.<h4>Methods</h4>An infant with a family history of X-linked SCID (X-SCID) was diagnosed with X-SCID disorder soon after birth. The infant exhibited cytomegalovirus (CMV) infection despite being strictly isolated. At 1.5 months of age, we performed an unrelated cord blood transplantation (CBT) with a less intensity conditioning regimen: fludarabine (125 mg/m<sup>2</sup>) + melphalan (80 mg/m<sup>2</sup>). We evaluated the efficacy of reconstitution by assessing B-cell function and growth and psychomotor development at 5 years and 7 months after CBT.<h4>Results</h4>The clinical course after CBT was uneventful after CBT. The CMV infection was fully controlled by ganciclovir or foscavir therapy, which was discontinued at day 55 after CBT. Furthermore, immunoglobulin (Ig) replacement therapy was also discontinued at 6 months after CBT. A sufficient proportion of CD27<sup>+</sup> memory B cells was developed, which was essential for an effective vaccination and prevention of infections. While the B-cell chimerism became recipient-dominant, the Ig replacement therapy was substituted by very successful post-vaccine immunity acquisition after CBT. The analysis of the general developmental parameters showed that chemotherapy did not cause any delay in growth and psychomotor development.<h4>Conclusions</h4>The CBT therapy with this conditioning regimen was well tolerated and induced an effective reconstitution of B-cell functions in an X-SCID infant under the 3 months of age.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39232360",
    "pmid": "39232360",
    "doi": "10.1016/j.ejmech.2024.116805",
    "title": "Discovery of selective Orai channel blockers bearing an indazole or a pyrazole scaffold.",
    "abstract": "The calcium release activated calcium (CRAC) channel is highly expressed in T lymphocytes and plays a critical role in regulating T cell proliferation and functions including activation of the transcription factor nuclear factor of activated T cells (NFAT), cytokine production and cytotoxicity. The CRAC channel consists of the Orai pore subunit and STIM (stromal interacting molecule) endoplasmic reticulum calcium sensor. Loss of CRAC channel mediated calcium signaling has been identified as an underlying cause of severe combined immunodeficiency (SCID), leading to drastically weakened immunity against infections. Gain-of-function mutations in Orai and STIM have been associated with tubular aggregated myopathy (TAM), a skeletal muscle disease. While a number of small molecules have shown activity in inhibiting the CRAC signaling pathway, the usefulness of those tool compounds is limited by their off-target activity against TRPM4 and TRPM7 ion channels, high lipophilicity, and a lack of understanding of their mechanism of action. We report structure-activity relationship (SAR) studies that resulted in the characterization of compound 4k [1-(cyclopropylmethyl)-N-(3-fluoropyridin-4-yl)-1H-indazole-3-carboxamie] as a fast onset, reversible, and selective CRAC channel blocker. 4k fully blocked the CRAC current (IC<sub>50</sub>: 4.9 μM) and the nuclear translocation of NFAT at 30 and 10 μM, respectively, without affecting the electrophysiological function of TRPM4 and TRPM7 channels. Computational modeling appears to support its direction binding to Orai proteins that form the transmembrane CRACchannel.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39503497",
    "pmid": "39503497",
    "doi": "10.1128/aem.01299-24",
    "title": "Adaptive immunity in <i>Mus musculus</i> influences the acquisition and abundance of <i>Borrelia burgdorferi</i> in <i>Ixodes scapularis</i> ticks.",
    "abstract": "The Lyme disease spirochete <i>Borrelia burgdorferi</i> cycles between immature black-legged ticks (<i>Ixodes scapularis</i>) and vertebrate reservoir hosts, such as rodents. Larval ticks acquire spirochetes from infected hosts, and the resultant nymphs transmit the spirochetes to naïve hosts. This study investigated the impact of immunocompetence and host tissue spirochete load on host-to-tick transmission (HTT) of <i>B. burgdorferi</i> and the spirochete load inside immature <i>I. scapularis</i> ticks. Wild-type (WT) C57BL/6J mice and mice with severe combined immunodeficiency (SCID) were experimentally infected with <i>B. burgdorferi</i>. To measure HTT, WT and SCID mice were repeatedly infested with <i>I. scapularis</i> larvae, and ticks were sacrificed at three different developmental stages: engorged larvae, 1-month-old, and 12-month-old nymphs. The spirochete loads in immature ticks and mouse tissues were estimated using qPCR. In WT mice, HTT decreased from 90% to 65% over the course of the infection, whereas in the SCID mice, HTT was always 100%. Larvae that fed on SCID mice acquired a much larger dose of spirochetes compared to larvae that fed on WT mice. This difference in spirochete load persisted over tick development where nymphs that fed as larvae on SCID mice had significantly higher spirochete loads compared to their WT counterparts. HTT and the tick spirochete loads were strongly correlated with the mouse tissue spirochete loads. Our study shows that the host immune system (e.g., the presence of antibodies) influences HTT of <i>B. burgdorferi</i> and the spirochete load in immature <i>I. scapularis</i> ticks.IMPORTANCEThe tick-borne spirochete <i>Borrelia burgdorferi</i> causes Lyme disease in humans. This pathogen is maintained in nature by cycles involving black-legged ticks and wildlife hosts. The present study investigated the host factors that influence the transmission of <i>B. burgdorferi</i> from infected hosts to feeding ticks. We infected immunocompetent mice and immunocompromised mice (that cannot develop antibodies) with <i>B. burgdorferi</i> and repeatedly infested these mice with ticks. We determined the percentage of infected ticks and their spirochete loads. This percentage was 100% for immunocompromised mice but decreased from 90% to 65% over time (8 weeks) for immunocompetent mice. The tick spirochete load was much higher in ticks fed on immunocompromised mice compared to ticks fed on immunocompetent mice. In summary, the host immune system influences the transmission of <i>B. burgdorferi</i> from infected hosts to ticks and the spirochete loads in those ticks, which, in turn, determines the risk of Lyme disease for people.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR845216",
    "pmid": "",
    "doi": "10.20944/preprints202404.1686.v1",
    "title": "Advancements in Immunology and Microbiology Research: A Comprehensive Exploration of Key Areas and Global Impact",
    "abstract": "Immunology and microbiology research in the West Indies has witnessed remarkable growth and innovation, playing a pivotal role in advancing our understanding of immune mechanisms, disease pathogenesis, and therapeutic interventions. This manuscript presents a comprehensive exploration of key areas in West Indian immunology research, spanning from the utilization of bacterial proteins as antibody reagents to the intricate realms of clinical immunology and disease management. The utilization of bacterial immunoglobulin-binding proteins (IBPs), including protein A (SpA), protein G (SpG), and protein L (SpL), has revolutionised serological diagnostics in the region. promise in early disease detection and precision medicine. Microbiological studies in the Caribbean region have shed light on antimicrobial resistance patterns, particularly the emergence of extended-spectrum beta-lactamases (ESBLs), guiding antimicrobial stewardship programs and informing therapeutic strategies. Clinical immunology research has elucidated the molecular pathways underlying immune-mediated disorders, leading to tailored management strategies for conditions such as severe combined immunodeficiency (SCID), neuropsychiatric lupus erythematosus (NPLE), and others. In summary, West Indian immunology and microbiology research has made significant contributions to global healthcare, fostering collaboration, innovation, and improved patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38941330",
    "pmid": "38941330",
    "doi": "10.1371/journal.pone.0306329",
    "title": "Quality considerations and major pitfalls for high throughput DNA-based newborn screening for severe combined immunodeficiency and spinal muscular atrophy.",
    "abstract": "<h4>Background</h4>Many newborn screening programs worldwide have introduced screening for diseases using DNA extracted from dried blood spots (DBS). In Germany, DNA-based assays are currently used to screen for severe combined immunodeficiency (SCID), spinal muscular atrophy (SMA), and sickle cell disease (SCD).<h4>Methods</h4>This study analysed the impact of pre-analytic DNA carry-over in sample preparation on the outcome of DNA-based newborn screening for SCID and SMA and compared the efficacy of rapid extraction versus automated protocols. Additionally, the distribution of T cell receptor excision circles (TREC) on DBS cards, commonly used for routine newborn screening, was determined.<h4>Results</h4>Contaminations from the punching procedure were detected in the SCID and SMA assays in all experimental setups tested. However, a careful evaluation of a cut-off allowed for a clear separation of true positive polymerase chain reaction (PCR) amplifications. Our rapid in-house extraction protocol produced similar amounts compared to automated commercial systems. Therefore, it can be used for reliable DNA-based screening. Additionally, the amount of extracted DNA significantly differs depending on the location of punching within a DBS.<h4>Conclusions</h4>Newborn screening for SMA and SCID can be performed reliably. It is crucial to ensure that affected newborns are not overlooked. Therefore a carefully consideration of potential contaminating factors and the definition of appropriate cut-offs to minimise the risk of false results are of special concern. It is also important to note that the location of punching plays a pivotal role, and therefore an exact quantification of TREC numbers per μl may not be reliable and should therefore be avoided.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39017781",
    "pmid": "39017781",
    "doi": "10.1007/s12026-024-09517-1",
    "title": "A novel MALT1 variant in an Egyptian patient presenting with exfoliative dermatitis: a case-based review.",
    "abstract": "Inborn errors of the CARD11-BCL10-MALT1 (CBM) signalosome have recently been shown to underlie severe combined immunodeficiency (SCID) and combined immunodeficiency (CID) with variable immunological and clinical phenotypes, and patients usually present with recurrent bacterial, viral, and fungal infections, periodontal disease, enteropathy, dermatitis, and failure to thrive. In the present study, we describe the clinical and immunological characteristics of an Egyptian patient with a mutation in the MALT1 gene. The patient suffered from an itchy exfoliative skin rash and eczematous lesions over his face and flexural surface of the limbs. He also had dental enamel erosion, repeated attacks of diarrhea, and pneumonia. He had elevated serum IgE and normal B- and T-lymphocyte subset counts, but there was an arrest in the B-cell maturation. DOCK8 expression on the lymphocytes by flow cytometry was normal. Next-generation sequencing revealed a novel homozygous variant in the MALT1 gene (c.762dup in exon 5 of 17; p.Ile255TyrfsTer10); this variant is likely pathogenic, thus supporting the genetic diagnosis of immunodeficiency-12 (IMD12). Although the presence of eczema, recurrent sinopulmonary, and staphylococcal infections are suggestive of DOCK8 deficiency, they are also a finding in CARD11 and MALT1 deficiency. Thus, whenever DOCK 8 has been excluded, the molecular diagnosis is mandatory as this could lead to discovering more patients hence better understanding and reporting of the phenotype and natural history of the disease especially since there are very few documented cases. Early diagnosis will also enable the proper patient management by hematopoietic stem cell transplantation (HSCT) prior to the establishment of infections and pulmonary damage leading to a better outcome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38022338",
    "pmid": "38022338",
    "doi": "10.7759/cureus.47759",
    "title": "Severe Combined Immunodeficiency (SCID) and Its New Treatment Modalities.",
    "abstract": "Severe combined immunodeficiency (SCID) is a rare condition with very high mortality. SCID is mainly caused by the multiple mutations of genes affecting the entire immune cells. Children with this disease are born with an impaired immune system. The child appears healthy but the consequences of the impaired immune system lead to various secondary infections such as meningeal infections and respiratory infections further leading to consolidation, diarrhea, inflammation of skin and other systemic diseases. Severe combined immunodeficiency is also known as \"bubble boy disease\" or \"living in the bubble\" syndrome, as in early days for treatment the physicians decided to completely isolate them until they got the perfect match for the bone marrow transplantation. It is one of the pediatric emergencies and is to be treated as soon as possible. SCID involves multiple genes which leads to makes diagnosis of the disease cumbersome. In early years many infants were diagnosed almost after half a year and in severe conditions which led to the decrease in the survival rate of the children. But now due to advanced newborn screening modalities and other monitoring systems it can be diagnosed as early as within three months of age. The various treatment modalities include hematopoietic stem cell transplantation, gene therapy, enzyme replacement therapy and chemotherapy. This narrative review article describes about the severe combined immunodeficiency and its newer treatment modalities.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR828489",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4010333/v1",
    "title": "Development of a novel rodent model for dog heartworm microfilaremia using the severe-combined immunodeficiency mouse",
    "abstract": "<title>Abstract</title>  <p><italic>Dirofilaria immitis</italic> is a mosquito-borne parasitic nematode that causes fatal heartworm disease in canids. The fine microfilariae are essential for research, including drug screening and mosquito-parasite interactions. However, no reliable methods for maintaining fine microfilaria long-term are currently available. Therefore, we used severe combined immunodeficiency (SCID) mice to develop a reliable method for maintaining <italic>D. immitis</italic> microfilaria. SCID mice were injected intravenously with microfilariae isolated from a <italic>D. immitis</italic>-infected dog. Microfilariae were detected in blood collected from the tail vein 218 days post-inoculation (dpi) and via cardiac puncture 296 dpi. Microfilariae maintained in and extracted from SCID mice showed infectivity and matured into third-stage larvae (L3s) in the vector mosquito <italic>Aedes aegypti.</italic> L3s can develop into the fourth stage larvae in vitro. Microfilariae from SCID mice respond normally to ivermectin in vitro. The microfilariae in SCID mice displayed periodicity in the peripheral circulation. The SCID mouse model aided in the separation of superior microfilariae from cryopreserved specimens. The use of SCID mice enabled the isolation and sustained cultivation of microfilariae from clinical samples. These findings highlight the usefulness of the SCID mouse model for studying <italic>D. immitis</italic> microfilaremia in canine heartworm research.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39044584",
    "pmid": "39044584",
    "doi": "10.13345/j.cjb.230859",
    "title": "[Establishment of a humanized mouse model of HIV-1 infection and quantification of integrated HIV proviral DNA <i>in vivo</i>].",
    "abstract": "In recent years, virological, pathological, and immunological studies need to be carried out for the emerging anti-human immunodeficiency virus (HIV) therapies such as gene therapy, broadly neutralizing antibodies, and the derived chimeric antigen receptor (CAR)-T immunotherapy, which necessitates suitable, simple, and inexpensive small-animal models and methods for accurate quantification of the viral genome in the HIV-1 infected. In our research, the HIV-∆ENV-Jurkat-EGFP-mCherry cell line was engineered through the infection with a dual-labelled HIV pseudovirus. A nested quantitative PCR (nested-qPCR) method with the cellular genome as the integrated standard was established for the quantification of HIV proviral copies. We administered intravenous injections of healthy human peripheral blood mononuclear cell (PBMC) into NOD/Prkdcscid/IL2rgnull (NPG) mice. To verify engraftment kinetics, we analyzed the percentages of hCD45+, hCD3+, hCD4+, and hCD8+ cells in the peripheral blood of hu-PBMC-NPG mice. To evaluate HIV-1 infection in hu-PBMC-NPG mice, we inoculated these mice with HIV NL4-3-NanoLuc by intraperitoneal (IP) injection. We then monitored the luciferase expression by the small animal imaging system and measured the viral load in the spleen by qPCR. The infiltration of human PBMCs in mice was detected 3-5 weeks after intravenous injection, and the percentage of hCD45 in humanized mouse PBMCs were more than 25% five weeks after IP inoculation. The expression of the virus-associated luciferase protein was detected by luciferase imaging 27 days post infection. Moreover, the viral total DNA, RNA, and proviral DNA copies reached 18 000 copies/10<sup>6</sup> cells, 15 000 copies/μg RNA, and 15 000 copies/10<sup>6</sup> cells, respectively, in the mouse spleen. Taken together, we reported a convenient method for building a simple humanized mouse model of HuPBMC-NPG/severe combined immunodeficiency (SCID) by intravenous injection with hu-PBMCs without advanced surgical skills and irradiation. Furthermore, we established a convenient method for the efficient determination of proviral DNA to assess HIV replication <i>in vivo</i>, viral reservoir sizes, and efficacy of novel anti-HIV therapies including CAR-T immunotherapy and gene therapy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38711702",
    "pmid": "38711702",
    "doi": "10.7759/cureus.57697",
    "title": "Adenosine Deaminase (ADA)-Deficient Severe Combined Immunodeficiency Unmasked by Persistent Lymphopenia and Prolonged Severe SARS-CoV-2 Infection in a Three-Week-Old Neonate.",
    "abstract": "Adenosine deaminase (ADA) deficiency, an autosomal recessive variant, is the second most common form of severe combined immunodeficiency (SCID). We report a unique case of a three-week-old neonate who presented with prolonged and severe SARS-CoV-2 infection associated with persistent lymphopenia, subsequently revealing ADA-deficient SCID. He presented with mild and insidious symptoms, and then his clinical condition rapidly deteriorated. He required ICU admission and mechanical ventilation and developed multiple co-infections including opportunistic pathogens. Flow cytometry and whole exome sequencing diagnosed ADA-deficient SCID.  This case highlights the importance of recognizing primary immunodeficiency disorders in children who consistently display lymphopenia and experience prolonged opportunistic and viral infections. Detecting lymphopenia should prompt consideration of SCID, serving as a straightforward and cost-effective screening approach, particularly in nations such as the United Arab Emirates where T-cell receptor excision circles (TRECs) are not part of newborn screening protocols.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38908084",
    "pmid": "38908084",
    "doi": "10.1016/j.intimp.2024.112402",
    "title": "Opening SCID newborn screening for novel exon genetic variants through whole-exome sequencing in China.",
    "abstract": "<h4>Background</h4>Severe combined immunodeficiency (SCID) is the most fatal form of inherited primary immunodeficiency disease. Known molecular defect mutations occur in most children with SCID.<h4>Methods</h4>Herein, we report Adenosine Deaminase-SCID (ADA-SCID) using whole-exome sequencing (WES), explore exome mutational landscape and significance for 17 SCID samples, and verify the mutated exon genes using the Gene Expression Omnibus (GEO) datasets. A total of 250 patients, who were hospitalized at the Neonatal Intensive Care Unit (NICU) of The Seventh Medical Center of the PLA General Hospital for 3 years (from 2017 to 2020), were screened for SCID. We collected mutated genes from the WES data of 17 SCID children. GSE609 and GSE99176 cohorts were used to identify the expressions of mutated exon genes and molecular features in SCID. Gene set variation analyses (GSVA) and correlation analyses were performed.<h4>Results</h4>The detection rate with approximately 6.8 % (17/250) of SCID is high in the NICU. A total of 16 genes were identified among 17 SCID samples, of which the Top 2 genes (MUC6 and RP11-683L23.1) might be crucial in the progression of SCID with 94 % mutation frequency. Furthermore, CNN2 and SCGB1C1 had significant co-mutations and may cooperate to affect SCID development. Importantly, the phylogenetic tree classification results of 17 SCID samples are more correlated to MUC6 with the most significant mutations. Expression profiles of seven mutated genes and five mutated genes were documented in GSE609 and GSE99176 cohorts based on microarray, respectively. Several immune-related pathways were significantly enriched, and Foxd4, differing from the other four mutated genes, was inversely correlated with the GSVA-enriched pathway.<h4>Conclusion</h4>Due to its high detection rate (6.8%) and fatality rate (100%), the inclusion of SCID in newborn screening (NBS) is urgent for children in China. The WES successfully identified several common exonic variants (e.g., MUC6) and depicted the feature of mutations and evolution, which will help develop new diagnostic methods for SCID.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39483532",
    "pmid": "39483532",
    "doi": "10.3389/fped.2024.1468635",
    "title": "Decreased TREC and KREC levels in newborns with trisomy 21.",
    "abstract": "Newborn screening (NBS) for severe combined immunodeficiency (SCID) has been widely implemented to enable early detection and intervention. Trisomy 21, commonly known as Down syndrome (DS), poses unique challenges in NBS due to its frequent association with T and/or B cell lymphopenia. The pilot NBS screening program recently conducted in Russia was aimed to identify both severe T and B cell deficiencies by measuring TREC and KREC. This study aims to evaluate the incidence of DS in newborns who participated in the pilot program, assess their TREC and KREC values, and determine the proportion of DS newborns potentially identifiable through T/B lymphopenia NBS. We conducted a retrospective analysis of the data obtained during the pilot NBS program, involving 202,908 newborns from eight regions of Russia. The study identified 157 patients with trisomy 21 among the screened cohort, resulting in a DS birth prevalence of 1:1,284. Median TREC and KREC values did not significantly differ between full-term and pre-term subgroups of DS patients. TREC values in DS newborns were decreased and comparable to those of the extremely preterm newborns. DS newborns also demonstrated significant differences in KREC values as compared to the general cohort regardless of gestational age. Our data suggests abnormalities of T- and B-cell lineages development and requires further investigation. This article highlights the need for increased awareness of the intrinsic immunological defects associated with DS. The findings underscore the importance of continued follow-up and comprehensive support by healthcare teams for individuals with DS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39635533",
    "pmid": "39635533",
    "doi": "10.3389/fimmu.2024.1478411",
    "title": "Perspectives in newborn screening for SCID in Japan. Case report: newborn screening identified X-linked severe combined immunodeficiency with a novel <i>IL2RG</i> variant.",
    "abstract": "<h4>Background</h4>Newborn screening (NBS) for severe combined immunodeficiency (SCID) has improved the prognosis of SCID. In Japan, NBS testing (measurement of the T-cell receptor excision circles (TREC) and kappa-deleting recombination excision circles (KREC)) was launched in 2017 and has expanded nationwide in recent years. In this study, we report a Japanese patient with X-linked SCID with a novel <i>IL2RG</i> variant identified through NBS. The patient underwent cord blood transplantation (CBT).<h4>Case</h4>The patient had no siblings or family history of inborn errors of immunity. He was born at 38 weeks of gestation and weighed 3,072 g. His NBS results revealed TREC 0 copies/10<sup>5</sup> cells (normal value: >565 copies/10<sup>5</sup> cells), which was considered suggestive of SCID. The patient was referred to our hospital. Although his lymphocyte count was 1,402/μL, naïve T cells and CD56<sup>+</sup> natural killer (NK) cells were decreased to 0% and 0.05% of the total lymphocytes, respectively. Flow cytometric measurement testing revealed a decrease in γc protein expression in the B lymphocytes and NK lymphocytes. We identified a hemizygous novel missense variant (c.256A>C, p.Thr86Pro) of <i>IL2RG</i>. Both <i>in silico</i> and structural analyses revealed that this variant is likely pathogenic. At 3 months of age, he underwent CBT from a human leukocyte antigen-full-matched unrelated donor. The conditioning regimen included fludarabine (180 mg/m<sup>2</sup>) and targeted busulfan (35 mg×h/L). The patient achieved high-level donor chimerism and immune reconstitution, including B-cell function, at 13 months.<h4>Conclusion</h4>Using NBS, the patient was diagnosed as having X-linked SCID with a novel missense variant of <i>IL2RG</i>. Early diagnosis using NBS tests enables safe hematopoietic stem cell transplantation without complications such as infection. We also found that even SCID with novel variants can be accurately diagnosed using the NBS program. In Japan, the test uptake rate is approximately 80% due to the high number of self-funded screening tests, and it is hoped that the uptake rate will increase in the future.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR864728",
    "pmid": "",
    "doi": "10.1101/2024.06.10.598185",
    "title": "MCP5, a methyl-accepting chemotaxis protein regulated by both the Hk1-Rrp1 and Rrp2-RpoN-RpoS pathways, is required for the immune evasion of<i>Borrelia burgdorferi</i>",
    "abstract": "<h4>ABSTRACT</h4> Borrelia (or Borreliella ) burgdorferi , the causative agent of Lyme disease, is a motile and invasive zoonotic pathogen, adept at navigating between its arthropod vector and mammalian host. While motility and chemotaxis are well established as essential for its enzootic cycle, the function of methyl-accepting chemotaxis proteins (MCPs) in the infectious cycle of B. burgdorferi remains unclear. In this study, we demonstrate that MCP5, one of the most abundant MCPs in B. burgdorferi , is differentially expressed in response to environmental signals as well as at different stages of the pathogen’s enzootic cycle. Specifically, the expression of mcp5 is regulated by the Hk1-Rrp1 and Rrp2-RpoN-RpoS pathways, which are critical for the spirochete’s colonization of the tick vector and mammalian host, respectively. Infection experiments with an mcp5 mutant revealed that spirochetes lacking MCP5 could not establish infections in either C3H/HeN mice or Severe Combined Immunodeficiency (SCID) mice, which are defective in adaptive immunity, indicating the essential role of MCP5 in mammalian infection. However, the mcp5 mutant could establish infection and disseminate in NOD SCID Gamma (NSG) mice, which are deficient in both adaptive and most innate immune responses, suggesting a crucial role of MCP5 in evading host innate immunity. In the tick vector, the mcp5 mutants survived feeding but failed to transmit to mice, highlighting the importance of MCP5 in transmission. Our findings reveal that MCP5, regulated by the Rrp1 and Rrp2 pathways, is critical for the establishment of infection in mammalian hosts by evading host innate immunity and is important for the transmission of spirochetes from ticks to mammalian hosts, underscoring its potential as a target for intervention strategies. <h4>SUMMARY</h4> Lyme disease is the most commonly reported arthropod-borne illness in the US, Europe, and Asia. The causative agent of Lyme disease, Borrelia burgdorferi , is maintained in an enzootic cycle involving arthropod vectors ( Ixodes ticks) and rodent mammalian hosts. Understanding how B. burgdorferi moves within this natural cycle is crucial for developing new strategies to combat Lyme disease. The complex nature of the enzootic cycle necessitates sensory-guided movement in response to environmental stimuli. B. burgdorferi possesses a unique and intricate chemotaxis signaling system, with methyl-accepting chemotaxis proteins (MCPs) at its core. These proteins are responsible for sensing environmental signals and guiding bacterial movement toward or away from stimuli. This study found that one of the MCPs, MCP5, is highly expressed and differentially regulated during the enzootic cycle by the Hk1-Rrp1 and Rrp2-RpoN-RpoS pathways. MCP5 is crucial for mammalian infection, aiding in immune evasion and transmission from ticks to mammals, providing a foundation for further research into B. burgdorferi ’s navigation within its hosts.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38972509",
    "pmid": "38972509",
    "doi": "10.1016/j.jtct.2024.07.001",
    "title": "Pharmacokinetics of Briquilimab as a Conditioning Agent for Hematopoietic Stem Cell Transplantation in Patients With Severe Combined Immunodeficiency, Myelodysplastic Syndrome, or Acute Myeloid Leukemia.",
    "abstract": "For successful engraftment of donor hematopoietic stem cells (HSC), conditioning with chemotherapy and/or radiation prior to hematopoietic cell transplantation (HCT) has been required to open marrow niche space and minimize the risk of immune rejection. Briquilimab, a humanized IgG1 monoclonal antibody that blocks the interaction between the c-Kit receptor and stem cell factor on various C-Kit expressing tissues including HSC, is a potential nonmyeloablative conditioning agent in clinical development for patients with severe combined immunodeficiency (SCID), myelodysplastic syndromes (MDS), and acute myeloid leukemia (AML). This study aimed to characterize pharmacokinetics (PK) and develop a population PK model of briquilimab after single intravenous infusions of 4 different doses in patients with SCID, MDS, or AML receiving HCT. The PK data was collected from 2 different studies: JAS-BMT-CP-001 and JSP-CP-003. JAS-BMT-CP-001 is a phase 1/2 open-label study of briquilimab as a conditioning agent prior to allogenic HCT in SCID patients. The participants received single intravenous infusions of 0.1, 0.3, 0.6, or 1.0 mg/kg. JSP-CP-003 was a phase 1a/b open-label study of briquilimab in combination with a standard conditioning regimen of low dose total body irradiation and fludarabine in MDS or AML subjects undergoing HCT. The participants received a single intravenous dose of 0.6 mg/kg briquilimab. In both studies, briquilimab PK samples were obtained at pre-treatment, 5 minutes post-end of infusion, 4- and 24-hours post-start of infusion, any time between 2 days and 30 days postinfusion, and on the day of HCT prior to donor cell infusion.The population PK model was developed using the PK data from these 2 clinical studies, and the effect of participants' baseline characteristics on the briquilimab PK was evaluated. PK simulations were performed using the developed PK model to calculate the time to reach target concentrations for HCT. A total of 49 participants (21 SCID adult and pediatric participants with a median age of 12 yr and 28 MDS/AML adult participants with a median age of 70 yr) were included in the PK analysis. A 2-compartment model with combined linear and non-linear elimination best described the PK of briquilimab. Body weight was determined as the sole covariate of the PK parameters among the explored covariates. For a typical subject with a body weight 70 kg, the estimated parameters for clearance, maximum metabolic rate of Michaelis Menten elimination, Michaelis Menten constant, central volume, peripheral volume, and intercompartmental clearance were 17.6 mL/h, 51,434.8 ng/h, 71.5 ng/mL, 3444.0 mL, 1613.3 mL, and 21.2 mL/h, respectively. The median time to reach target concentrations of 500, 1000, and 2000 ng/mL after a single dose of 0.6 mg/kg was calculated as 12.3, 10.4, and 7.7 days, respectively. The PK of intravenous briquilimab was characterized in subjects with SCID, MDS, or AML receiving HCT, and a population PK model was developed to estimate briquilimab clearance to use as a guide to the timing of donor cell infusion post-briquilimab. Body weight was identified as a significant covariate on elimination and volume of distribution of briquilimab.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38651395",
    "pmid": "38651395",
    "doi": "10.3390/ijns10020030",
    "title": "Newborn Screening Today and Tomorrow: A Brief Report from the International Primary Immunodeficiencies Congress.",
    "abstract": "This article presents the report of the session on \"Newborn Screening for Primary Immunodeficiencies-Now What?\" organised during the International Primary Immunodeficiency Congress (IPIC) held in November 2023. This clinical conference was organised by the International Patient Organisation for Primary Immunodeficiencies (IPOPI), the global patient organisation advocating for primary immunodeficiencies (PIDs) in patients. The session aimed at exploring the advances in newborn screening (NBS) for severe combined immunodeficiency, starting with the common practice and inserting the discussion into the wider perspective of genomics whilst taking into consideration the ethical aspects of screening as well as incorporating families and the public into the discussions, so as to ensure that NBS for treatable rare disorders continues to be one of the major public health advances of the 20th century.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR655743",
    "pmid": "",
    "doi": "10.20944/preprints202305.0307.v1",
    "title": "Severe Combined Immunodeficiency. Microorganisms and Management",
    "abstract": "Severe combined immunodeficiency (SCID) is a primary inherited immunodeficiency that could be fatal, usually due to opportunistic infections caused by bacteria, viruses, fungi, and protozoa if left untreated. Opportunistic infections are the most common presentation of SCID these include viral, fungal, or intracellular bacteria, and infection should prompt immunological investigation. This review aimed to provide a comprehensive approach to the microrganisms associated with severe combined immunodeficiency (SCID) and its management. The authors described SCID as a syndrome and summarized the different microorganisms that affect children and how they are managed.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39399099",
    "pmid": "39399099",
    "doi": "10.1177/2333794x241287310",
    "title": "Vision and Goals as the New Editor-in-Chief of <i>Global Pediatric Health</i>.",
    "abstract": "As the newly appointed Editor-in-Chief (EIC) of <i>Global Pediatric Health</i> (GPH), it is both an honor and a privilege to lead this prestigious journal, building upon the strong foundation established by my predecessor, Dr. Aishat Akere. Under her leadership and that of her predecessors, GPH has grown into a globally recognized platform for clinical studies, case studies, public health research, and health services delivery practices focused on the pediatric population. Dr. Akere's tenure was marked by significant achievements, including the expansion of the Editorial Board, which strengthened the journal's editorial team and expanded its global reach. My appointment comes at a time when the landscape of academic publishing is rapidly evolving, particularly with the rise in the number of online journals. Despite these changes, GPH continues to stand out, receiving over 230 submissions and more than 350 000 downloads in the year 2023 alone. These numbers reflect not only the journal's relevance but also the trust that researchers and clinicians worldwide place in GPH as a reliable source of high-quality pediatric health research. As I step into this role, my vision is to further elevate the journal's standing and impact by focusing on several key goals that align with the needs of our authors, the global community, and the field of pediatric health at large.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38532630",
    "pmid": "38532630",
    "doi": "10.1016/j.ymthe.2024.03.028",
    "title": "Restoring T and B cell generation in X-linked severe combined immunodeficiency mice through hematopoietic stem cells adenine base editing.",
    "abstract": "Base editing of hematopoietic stem/progenitor cells (HSPCs) is an attractive strategy for treating immunohematologic diseases. However, the feasibility of using adenine-base-edited HSPCs for treating X-linked severe combined immunodeficiency (SCID-X1), the influence of dose-response relationships on immune cell generation, and the potential risks have not been demonstrated in vivo. Here, a humanized SCID-X1 mouse model was established, and 86.67% ± 2.52% (n = 3) of mouse hematopoietic stem cell (HSC) pathogenic mutations were corrected, with no single-guide-RNA (sgRNA)-dependent off-target effects detected. Analysis of peripheral blood over 16 weeks post-transplantation in mice with different immunodeficiency backgrounds revealed efficient immune cell generation following transplantation of different amounts of modified HSCs. Therefore, a large-scale infusion of gene-corrected HSCs within a safe range can achieve rapid, stable, and durable immune cell regeneration. Tissue-section staining further demonstrated the restoration of immune organ tissue structures, with no tumor formation in multiple organs. Collectively, these data suggest that base-edited HSCs are a potential therapeutic approach for SCID-X1 and that a threshold infusion dose of gene-corrected cells is required for immune cell regeneration. This study lays a theoretical foundation for the clinical application of base-edited HSCs in treating SCID-X1.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40170570",
    "pmid": "40170570",
    "doi": "10.1080/21645515.2025.2484882",
    "title": "Excretion and clearance of Sabin-like type 3 poliovirus in a child diagnosed with severe combined immunodeficiency.",
    "abstract": "Children with primary immunodeficiency disorder (PID) are at higher risk of developing vaccine-associated paralytic poliomyelitis (VAPP) or vaccine-derived polioviruses (VDPV) infection when inadvertently expose to poliovirus vaccine, oral (OPV). A pilot study was initiated to describe the epidemiology of immunodeficiency-associated VDPV (iVDPV) and to estimate the risk of iVDPV shedding among individuals with PID. Children under 18 years of age newly diagnosed with PID were recruited for investigation and tested for poliovirus excretion. Children with poliovirus-positive stool samples had regular follow-up testing for poliovirus excretion and determination of clinical prognosis. A patient with severe combined immunodeficiency (SCID) with compound heterozygous mutations in the <i>RAG1</i> gene was found to be excreting Sabin-like type 3 (SL3) poliovirus. Excretion stopped six weeks after hematopoietic stem-cell transplantation (HSCT). Graft versus host disease (GVHD) and poor graft function (PGF) occurred after HSCT, resulting in failure of hematopoiesis and immune system reconstitution. Given deficient innate and adaptive immunity, immune-mediated destruction of gastrointestinal (GI) tract caused by GVHD and inflammatory diarrheal illness of the girl may have contributed to her clearance of SL3 poliovirus. Intermittent surveillance of immune system parameters for iVDPV excreters receiving HSCT should be included in the PID surveillance program for further understanding poliovirus clearance mechanisms.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38355773",
    "pmid": "38355773",
    "doi": "10.1007/s11033-024-09222-0",
    "title": "Mutational analysis in different genes underlying severe combined immunodeficiency in seven consanguineous Pakistani families.",
    "abstract": "<h4>Background</h4>Severe Combined Immunodeficiency (SCID) is an autosomal recessive inborn error of immunity (IEI) characterized by recurrent chest and gastrointestinal (GI) infections and in some cases associated with life-threatening disorders.<h4>Methodology and results</h4>This current study aims to unwind the molecular etiology of SCID and also extended the patients' phenotype associated with identified particular variants. Herein, we present 06 disease-causing variants identified in 07 SCID-patients in three different SCID related genes. Whole Exome Sequencing (WES) followed by Sanger Sequencing was employed to explore genetic variations. The results included identification of two previously reported heterozygous variants in homozygous form for the first time in RAG1gene [(p.Arg410Gln);(p.Arg737His)], followed by a recurrent variant (p.Trp959*) in RAG1, a novel variant in IL2RG (p.Asp48Lfs*24), a recurrent variant in IL2RG (p.Gly271Glu) and a recurrent variant in DCLRE1C (p.Arg191*) gene.<h4>Conclusion</h4>To conclude, the immune-profiling and WES revealed two novel, two as homozygous state for the first time, and two recurrent disease causing variants contributing valuably to our existing knowledge of SCID.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38443525",
    "pmid": "38443525",
    "doi": "10.1038/s41390-024-03121-7",
    "title": "Increased mortality in infants with abnormal T-cell receptor excision circles.",
    "abstract": "<h4>Background</h4>T-Cell Receptor Excision Circles based newborn screening (TREC-NBS) allows for early detection of T-cell lymphopenia in infants with primary immunodeficiency disorders (PIDD). The utility of abnormal TREC-NBS in infants without PIDD is not well studied. We sought to evaluate the association of abnormal TREC-NBS with mortality.<h4>Methods</h4>365,207 TREC-NBS from October 2011 to December 2014 were reviewed. 467 newborns had abnormal screens and did not meet the criteria for a PIDD diagnosis. Cases were matched to controls (1:3) based on gestational age, birth weight, neonatal intensive care unit status (NICU), and race. Data were obtained through NBS, birth and death certificates records from the Michigan Department of Health and Human Services (MDHHS) databases.<h4>Results</h4>Infants with abnormal TREC-NBS had higher mortality even when PIDD was ruled-out. Transient abnormal TREC-NBS was not associated with higher mortality, but unresolved or late abnormal TREC-NBS was associated with higher mortality. Infants with late abnormal TREC-NBS had severe prematurity, lower birth weight, lower Apgar scores, and higher percentage of congenital anomalies.<h4>Conclusion</h4>Infants with abnormal TREC-NBS may be at a higher risk of morbidity and mortality and should be carefully followed, especially if discharged home before a repeat screen can be completed.<h4>Impact</h4>This study explores the risk factors and mortality for newborns with secondary T-cell lymphopenia captured on T-Cell Receptor Excision Circles based newborn screening (TREC-NBS). Abnormal TREC-NBS allows for prompt life-saving interventions for primary immunological conditions such as Severe Combined Immunodeficiency (SCID), but can also be associated with non-immunologic conditions. Unresolved and late abnormal TREC-NBS is associated with higher mortality even without primary immunodeficiency, likely detected in infants with more severe prematurity, lower birth weight, and congenital anomalies. TREC-NBS positive infants with secondary T-cell lymphopenia require special attention and close monitoring.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38346463",
    "pmid": "38346463",
    "doi": "10.1016/j.clim.2024.109937",
    "title": "Determining reference ranges for lymphocyte proliferation responses to phytohemagglutinin and Bacillus Calmette-Guérin in Iranian children.",
    "abstract": "<h4>Purpose</h4>To establish reference ranges (RRs) for stimulation index of T cell proliferation triggered by phytohemagglutinin (PHA-SI) and Bacillus Calmette-Guérin (BCG-SI).<h4>Methods</h4>This study investigated data from 359 healthy children and 35 patients with cellular immunodeficiency as positive controls (2010-2021). We applied a colorimetric-based method (BrdU) to measure proliferation and determine the RRs at the 2.5th and 97.5th percentiles (95% confidence intervals). A cross-validation approach was performed.<h4>Results</h4>In healthy controls, the RRs for PHA-SI and BCG-SI ranged between 3 and 5.2 and 2.52 to 5.2, respectively. PHA-SI and BCG-SI were in Severe Combined Immunodeficiency (SCID) patients from 1.2 to 2.5 and 0 to 2, while in Mendelian susceptibility to mycobacterial diseases (MSMD) patients, 2.53 to 4.5 and 0.74 to 2.2, respectively. The thresholds' accuracy was checked for testing reference intervals with diagnostic effects.<h4>Conclusion</h4>This study establishes PHA-SI and BCG-SI reference ranges to aid in diagnosing and treating congenital immunodeficiency diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38082310",
    "pmid": "38082310",
    "doi": "10.1186/s12920-023-01765-8",
    "title": "A novel 268 kb deletion combined with a splicing variant in IL7R causes of severe combined immunodeficiency in a Chinese family: a case report.",
    "abstract": "<h4>Background</h4>Severe combined immunodeficiency (SCID) is a group of fatal primary immunodeficiencies characterized by the severe impairment of T-cell differentiation. IL7R deficiency is a rare form of SCID that usually presents in the first months of life with severe and opportunistic infections, failure to thrive, and a high risk of mortality unless treated. Although recent improvements in early diagnosis have been achieved through newborn screening, few IL7R-related SCID patients had been reported in the Chinese population.<h4>Case presentation</h4>Here, we retrospectively analyzed a case of SCID in a 5-month-old girl with symptoms, including severe T-cell depletion, recurrent fever, oral ulcers, pneumonia, hepatosplenomegaly, bone marrow hemophagocytosis, and bacterial and viral infections. Whole-exome sequencing (WES), quantitative PCR (qPCR), and chromosome microarray analysis (CMA) were performed to identify the patient's genetic etiology. We identified a 268 kb deletion and a splicing variant, c.221 + 1G > A, in the proband. These two variants of IL7R were inherited from the father and mother.<h4>Conclusions</h4>To our knowledge, this is the first report of whole IL7R gene deletion in combination with a pathogenic splicing variant in a patient with SCID. This deletion also expands the pathogenic variation spectrum of SCID caused by IL7R. The incorporation of exome-based copy number variant analysis makes WES a powerful molecular diagnostic technique for the clinical diagnosis of pediatric patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39789600",
    "pmid": "39789600",
    "doi": "10.1186/s13023-024-03525-y",
    "title": "Preimplantation genetic testing for four families with severe combined immunodeficiency: Three unaffected livebirths.",
    "abstract": "<h4>Purpose</h4>Severe combined immunodeficiency (SCID) is a set of rare monogenic inherited diseases that together represent the most severe form of the primary immunodeficiency disease phenotype. Preimplantation genetic testing for monogenic defects (PGT-M) is an effective reproductive technology strategy to prevent disease-causing gene mutations from being transmitted to offspring. The aim of this study was to report the use of PGT-M strategy based on karyomapping in four families to avoid the birth of SCID children.<h4>Methods</h4>Four couples underwent the PGT-M strategy due to SCID. The strategy of PGT-M started with a biopsy of the trophectoderm cells of embryos, and the whole genome was amplified by multiple replacement amplification (MDA). Then, the single nucleotide polymorphisms (SNPs) in the region upstream and downstream of the mutation site were subsequently identified via karyomapping, and the results were analyzed via SNPs linkage analysis. The aneuploids of the embryos were identified simultaneously. Finally, prenatal amniocentesis was used to verify the validity of the PGT-M results.<h4>Results</h4>We identified three novel variants (case1: IL2RG c.720_726delGAGCCAC; case 3: RAG2 c.770 C > T; and case 4: LIG4 c.1347 A > T). All four couples with SCID pathogenic gene mutations were subjected to karyomapping linkage analysis, and embryos with the pathogenic gene mutation were successfully identified. Euploid blastocysts without pathogenic alleles were transplanted, and healthy offspring were ultimately born. Prenatal diagnosis also confirmed the validity of our results.<h4>Conclusion</h4>This study revealed that karyomapping is an efficient approach for identifying SCID. Through PGT-M with karyomapping linkage analysis, healthy babies were born to families carrying mutations in the SCID pathogenic gene.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR769765",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3698394/v1",
    "title": "Inborn Errors of Immunity in Jordan: first report from a tertiary referral center",
    "abstract": "<title>Abstract</title>  <p>Purpose  Inborn errors of immunity (IEI) are a heterogeneous group of diseases with variable clinical phenotypes. Without the IEI national registry, this study has been conducted to describe the epidemiology, clinical presentations, treatment, and outcome of IEI in Jordanian children. Methods  Retrospective data analysis for IEI children diagnosed and followed in Immunology, Allergy, and Rheumatology Division Queen Rania Children's Hospital, the only pediatric hospital in Jordan from 2010 till the end of 2022. Results  A total of 467 patients, 263 (56.3%) males and 204 (43.7%) females, were diagnosed with IEI. The prevalence of IEI was 16.2/100,000 Jordanian children. The mean age at symptom onset was 18 months (1 week to 144 months), a positive family history was reported in 43.5%, and the consanguinity rate was 47.9%. The most common IEI category was immunodeficiencies affecting cellular and humoral immunity at 33.2%, followed by predominantly antibody deficiencies (PAD) at 16.9%. The overall IEI diagnostic delay mean (range) was 12.6 (0-135) months. Pulmonary and gastrointestinal clinical features were the most common at 55.2% and 45.6%, respectively; the majority were infection-related. The overall mortality was 33.2%; the highest rate was reported in severe combined immunodeficiency (SCID) at 56.2% Conclusions  The high minimal estimated IEI prevalence at 16.2/100,000 Jordanian children compared to the regional and worldwide data, with the diversities in clinical presentation and distribution of IEI categories in our cohort point to unique features of IEI in Jordanian children, heeding national registry establishment, regional and international collaborative networks.</p>",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39416794",
    "pmid": "39416794",
    "doi": "10.3389/fimmu.2024.1456769",
    "title": "Newborn screening for severe combined immunodeficiency in Malaysia: current status, challenges and progress.",
    "abstract": "<h4>Introduction</h4>Early diagnosis of Severe Combined Immunodeficiency (SCID) increases survival outcomes and quality of life while significantly minimizing healthcare burden and costs. Despite growing evidence supporting the benefits and cost-effectiveness of SCID detection through newborn screening (NBS), it has yet to be implemented in Malaysia. This study aims to explore experts' opinions on the current status, challenges, and crucial strategies needed for the successful implementation of SCID NBS.<h4>Methodology</h4>A guided, structured interview was employed to explore opinions on the current status, barriers, and strategies for implementing SCID NBS in Malaysia. All 13 invited experts participated in this study, indicating complete participation from the entire Malaysian immunology fraternity (consisting of eight clinical immunologists and five immunopathologists).<h4>Key findings</h4>Several initiatives are ongoing to establish SCID NBS in Malaysia. Hindrances such as low immunologist-to-patient ratio, unequal placements of immunologists throughout Malaysia, society's low disease awareness, national health prioritization, lack of stakeholder engagement, and inadequacy of local study/data were highlighted. Pilot research on SCID NBS, advocacy workshops, and promotion materials are among the ongoing activities outlined in the blueprint, paving the way for this nationwide NBS program to be achievable in the near future.<h4>Conclusion</h4>This article provides recommendations to policymakers in mandating SCID NBS. Strategies by key stakeholders are underway, particularly in advocacy programs and efforts to increase awareness among clinicians and the public.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39136029",
    "pmid": "39136029",
    "doi": "10.3389/fimmu.2024.1433785",
    "title": "Lower incidence of grade II-IV acute Graft-versus-Host-Disease in pediatric patients recovering with high Vδ2+ T cells after allogeneic stem cell transplantation with unmanipulated bone marrow grafts: a prospective single-center cohort study.",
    "abstract": "Gamma delta (γδ) T cells represent a minor fraction of human T cell repertoire but play an important role in mediating anti-infectious and anti-tumorous effects in the context of allogeneic hematopoietic stem cell transplantation (allo-HSCT). We performed a prospective study to analyze the effect of different transplant modalities on immune reconstitution of γδ T cells and subsets. CD3, CD4 and CD8 T cells were analyzed in parallel. Secondly, we examined the impact of γδ T cell reconstitution on clinical outcomes including acute Graft-versus-Host-Disease (aGvHD) and viral infections. Our cohort includes 49 pediatric patients who received unmanipulated bone marrow grafts from matched unrelated (MUD) or matched related (MRD) donors. The cohort includes patients with malignant as well as non-malignant diseases. Cell counts were measured using flow cytometry at 15, 30, 60, 100, 180 and 240 days after transplantation. Cells were stained for CD3, CD4, CD8, CD45, TCR<i>αβ</i>, TCRγδ, TCRVδ1, TCRVδ2, HLA-DR and combinations. Patients with a MRD showed significantly higher Vδ2+ T cells than those with MUD at timepoints +30, +60, +100 (p<0.001, respectively) and +180 (p<0.01) in univariate analysis. These results remained significant in multivariate analysis. Patients recovering with a high relative abundance of total γδ T cells and Vδ2+ T cells had a significantly lower cumulative incidence of grade II-IV aGvHD after transplantation (p=0.03 and p=0.04, respectively). A high relative abundance of Vδ2+ T cells was also associated with a lower incidence of EBV infection (p=0.02). Patients with EBV infection on the other hand showed higher absolute Vδ1+ T cell counts at days +100 and +180 after transplantation (p=0.046 and 0.038, respectively) than those without EBV infection. This result remained significant in a multivariate time-averaged analysis (q<0.1). Our results suggest a protective role of γδ T cells and especially Vδ2+ T cell subset against the development of aGvHD and EBV infection after pediatric HSCT. Vδ1+ T cells might be involved in the immune response after EBV infection. Our results encourage further research on γδ T cells as prognostic markers after HSCT and as possible targets of adoptive T cell transfer strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39961401",
    "pmid": "39961401",
    "doi": "10.1016/j.molmet.2025.102113",
    "title": "BIX01294 suppresses PDAC growth through inhibition of glutaminase-mediated glutathione dynamics.",
    "abstract": "<h4>Objectives</h4>Increased expression of glutaminase (GLS) has been found to correlate with more aggressive disease and poorer prognosis in patients with several types of cancer, including breast, lung, and pancreatic cancer. G9a histone methyltransferase inhibitors may have anticancer activity. The present study assessed whether BIX01294 (BIX), a G9a histone methyltransferase inhibitor, can inhibit glutaminase (GLS) in pancreatic ductal adenocarcinoma (PDAC) cells.<h4>Methods</h4>The effects of BIX on mitochondrial metabolism in PDAC cells were evaluated by targeted liquid chromatography-tandem mass spectrometry (LC-MS/MS) metabolomic analysis. To assess the impact of BIX on glutathione dynamics, real-time changes in glutathione levels were monitored by FreSHtracer-based GSH assays.<h4>Results</h4>BIX significantly inhibited the growth of PDAC cells, both in vitro and in vivo, and robustly induced apoptotic cell death. BIX significantly increased the cellular NADP<sup>+</sup>/NADPH ratio and decreased the ratio of reduced-to-oxidized glutathione (GSH:GSSG). In addition, BIX decreased GSH levels and increased ROS levels. N-acetyl-l-cysteine (NAC) supplementation dramatically rescued PDAC cells from BIX-induced apoptosis. Furthermore, BIX inhibited the transcription of GLS by inhibiting Jumonji-domain histone demethylases but not G9a histone methyltransferase. One Jumonji-domain histone demethylase, KDM6B, epigenetically regulated GLS expression by binding to the GLS gene promoter.<h4>Conclusions</h4>Collectively, these findings suggest that BIX could be a potent therapeutic agent in patients with PDAC through its inhibition of GLS-mediated cellular redox balance.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "IND607367211",
    "pmid": "",
    "doi": "",
    "title": "Lentinan inhibited colon cancer growth by inducing endoplasmic reticulum stress-mediated autophagic cell death and apoptosis",
    "abstract": "Lentinan (SLNT) has been shown to be directly cytotoxic to cancer cells. However, this direct antitumour effect has not been thoroughly investigated in vivo, and the mechanism remains unclear. We aimed to examine the direct antitumour effect of SLNT on human colon cancer and the mechanism in vivo and in vitro. SLNT significantly inhibited tumour growth and induced autophagy and endoplasmic reticulum stress (ERS) in HT-29 cells and tumour-bearing nonobese diabetic (NOD)/severe combined immunodeficiency (SCID) mice. Experiments with the autophagy inhibitors chloroquine (CQ) and 3-methyladenine (3-MA) showed that autophagy facilitated the antitumour effect of SLNT. Moreover, ERS was identified as the common upstream regulator of SLNT-induced increases in Ca²⁺concentrations, autophagy and apoptosis by using ERS inhibitors. In summary, our study demonstrated that SLNT exerted direct antitumour effects on human colon cancer via ERS-mediated autophagy and apoptosis, providing a novel understanding of SLNT as an anti-colon cancer therapy.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39374040",
    "pmid": "39374040",
    "doi": "10.1097/aci.0000000000001036",
    "title": "Bridging the gap: neurodevelopmental disorder risks in inborn errors of immunity.",
    "abstract": "<h4>Purpose of review</h4>The aim of this review is to examine published reports of neurodevelopmental phenotypes in patients with inborn errors of immunity (IEI). We briefly discuss potential interactions between the immune and the central nervous system and the implications of this crosstalk for current clinical management guidelines.<h4>Recent findings</h4>An increasing number of reports have described neurodevelopmental disorders (NDDs) comorbid with immune-mediated signs. However, the prevalence of this association in IEIs remains unknown.<h4>Summary</h4>IEIs comprise a group of clinically heterogeneous disorders associated with a number of nonimmune comorbidities. Although certain neurological conditions such as microcephaly are recognized as associated features of some IEIs, NDDs are less well described. We reviewed published clinical descriptions of IEIs and found a number of comorbid NDDs in these patients, including autism spectrum disorder (ASD), behavioral deficits, and intellectual disability. Given the lack of uniform assessments for NDDs, we suspect they may be underdiagnosed in IEIs. As NDDs manifest early and can result in life-long cognitive and emotional deficits, which diminish quality of life and increase healthcare utilization, we hope to elucidate relevant pathomechanisms and raise clinician awareness of these comorbidities so appropriate and timely interventions are sought.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39289566",
    "pmid": "39289566",
    "doi": "10.1038/s41684-024-01439-7",
    "title": "Fetal bone engraftment reconstitutes the immune system in pigs with severe combined immunodeficiency.",
    "abstract": "Genetic modification of genes such as recombination activating gene 2 (RAG2) or interleukin-2 receptor-γ (IL2RG) results in pigs exhibiting severe combined immunodeficiency (SCID). Pigs presenting a SCID phenotype are important animal models that can be used to establish xenografts and to study immune system development and various immune-related pathologies. However, due to their immunocompromised nature, SCID pigs have shortened lifespans and are notoriously difficult to maintain. The failure-to-thrive phenotype makes the establishment of a breeding population of RAG2/IL2RG double-knockout pigs virtually impossible. Here, to overcome this limitation, we investigated whether reconstituting the immune system of SCID piglets with a fetal bone allograft would extend their lifespan. Following intramuscular transplantation, allografts gave rise to lymphocytes expressing T cell (CD3, CD4 and CD8), B cell (CD79α) and natural killer cell (CD335) lineage markers, which were detected in circulation as well in the spleen, liver, bone marrow and thymic tissues. The presence of lymphocytes indicates broad engraftment of donor cells in the recipient SCID pigs. Unlike unreconstituted SCID pigs, the engrafted animals thrived and reached puberty under standard housing conditions. This study demonstrates a novel method to extend the survival of SCID pigs, which may improve the availability and use of SCID pigs as a biomedical animal model.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39594862",
    "pmid": "39594862",
    "doi": "10.3390/children11111287",
    "title": "Newborn Genomic Sequencing Needs Confirmation but Not Repeating.",
    "abstract": "Newborn screening (NBS) has been one of the big innovations in public health. It has grown over the decades, especially with the introduction of tandem mass spectrometry. However, it is likely to expand significantly in the coming decades with the introduction of genomic testing. Traditionally, in NBS, there has been a pattern of repeat testing for confirmation and follow-up diagnostic testing. This follow-up is critical as NBS is a screening program. This pathway is appropriate for low-cost tests, but if public health authorities are going to invest in high-cost screening such as whole-genome sequencing, they are likely to baulk at repeating these expensive tests in a diagnostic setting. Our study investigates whether screening-grade data from NBS can be transitioned into diagnostic-grade data using a panel of single-nucleotide variants (SNVs) on a diagnostic specimen. These SNVs could be used to link the diagnostic specimen with all of the provenance requirements associated with routine pathology and the NBS genomic data. This strategy has large cost benefits and opens up the rapid use of NBS genomic data should a child present in an acute care setting and a genetic diagnosis is suspected. This approach will greatly speed up the confirmation of positive NBS results and reduce family anxiety due to delayed diagnostic testing.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39062699",
    "pmid": "39062699",
    "doi": "10.3390/genes15070920",
    "title": "A Unique Comprehensive Model to Screen Newborns for Severe Combined Immunodeficiency-An Ontario Single-Centre Experience Spanning 2013-2023.",
    "abstract": "<h4>Background</h4>Severe combined immunodeficiency (SCID) is a life-threatening genetic disorder caused by critical defects of the immune system. Almost all cases are lethal if not treated within the first two years of life. Early diagnosis and intervention are thus essential for improving patient outcomes. In 2013, Ontario became the first Canadian province to perform newborn screening (NBS) for SCID by T cell receptor excision circles (TRECs) analysis, a surrogate marker of thymic function and lymphocyte maturation.<h4>Methods</h4>This retrospective study reports on nearly 10 years of NBS for SCID at a quaternary referral centre.<h4>Results</h4>From August 2013 to April 2023, our centre's densely populated catchment area flagged 162 newborns with low TRECs levels, including 10 cases with SCID. Follow-up revealed other causes of low TRECs, including non-SCID T cell lymphopenia (secondary/reversible or idiopathic causes, and syndromic conditions) and prematurity. A small number of cases with normal repeat TRECs levels and/or T cell subsets were also flagged. Province-wide data from around this period revealed at least 24 diagnosed cases of SCID or Leaky SCID.<h4>Conclusions</h4>This is the first report of NBS outcomes in a Canadian province describing the causative genetic defects, and the non-SCID causes of a positive NBS for SCID.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38287514",
    "pmid": "38287514",
    "doi": "10.1111/imr.13310",
    "title": "Severe combined immunodeficiency diagnosis and genetic defects.",
    "abstract": "Severe combined immunodeficiency (SCID) is a rare and life-threatening genetic disorder that severely impairs the immune system's ability to defend the body against infections. Often referred to as the \"bubble boy\" disease, SCID gained widespread recognition due to the case of David Vetter, a young boy who lived in a sterile plastic bubble to protect him from germs. SCID is typically present at birth, and it results from genetic mutations that affect the development and function of immune cells, particularly T cells and B cells. These immune cells are essential for identifying and fighting off infections caused by viruses, bacteria, and fungi. In SCID patients, the immune system is virtually non-existent, leaving them highly susceptible to recurrent, severe infections. There are several forms of SCID, with varying degrees of severity, but all share common features. Newborns with SCID often exhibit symptoms such as chronic diarrhea, thrush, skin rashes, and persistent infections that do not respond to standard treatments. Without prompt diagnosis and intervention, SCID can lead to life-threatening complications and a high risk of mortality. There are over 20 possible affected genes. Treatment options for SCID primarily involve immune reconstitution, with the most well-known approach being hematopoietic stem cell transplantation (HSCT). Alternatively, gene therapy is also available for some forms of SCID. Once treated successfully, SCID patients can lead relatively normal lives, but they may still require vigilant infection control measures and lifelong medical follow-up to manage potential complications. In conclusion, severe combined immunodeficiency is a rare but life-threatening genetic disorder that severely compromises the immune system's function, rendering affected individuals highly vulnerable to infections. Early diagnosis and appropriate treatment are fundamental. With this respect, newborn screening is progressively and dramatically improving the prognosis of SCID.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38058134",
    "pmid": "38058134",
    "doi": "10.1177/00220345231210227",
    "title": "Ang1/Tie2/VE-Cadherin Signaling Regulates DPSCs in Vascular Maturation.",
    "abstract": "Adding dental pulp stem cells (DPSCs) to vascular endothelial cell-formed vessel-like structures can increase the longevity of these vessel networks. DPSCs display pericyte-like cell functions and closely assemble endothelial cells (ECs). However, the mechanisms of DPSC-derived pericyte-like cells in stabilizing the vessel networks are not fully understood. In this study, we investigated the functions of E-DPSCs, which were DPSCs isolated from the direct coculture of human umbilical vein endothelial cells (HUVECs) and DPSCs, and T-DPSCs, which were DPSCs treated by transforming growth factor beta 1 (TGF-β1), in stabilizing blood vessels in vitro and in vivo. A 3-dimensional coculture spheroid sprouting assay was conducted to compare the functions of E-DPSCs and T-DPSCs in vitro. Dental pulp angiogenesis in the severe combined immunodeficiency (SCID) mouse model was used to explore the roles of E-DPSCs and T-DPSCs in vascularization in vivo. The results demonstrated that both E-DPSCs and T-DPSCs possess smooth muscle cell-like cell properties, exhibiting higher expression of the mural cell-specific markers and the suppression of HUVEC sprouting. E-DPSCs and T-DPSCs inhibited HUVEC sprouting by activating TEK tyrosine kinase (Tie2) signaling, upregulating vascular endothelial (VE)-cadherin, and downregulating vascular endothelial growth factor receptor 2 (VEGFR2). In vivo study revealed more perfused and total blood vessels in the HUVEC + E-DPSC group, HUVEC + T-DPSC group, angiopoietin 1 (Ang1) pretreated group, and vascular endothelial protein tyrosine phosphatase (VE-PTP) inhibitor pretreated group, compared to HUVEC + DPSC group. In conclusion, these data indicated that E-DPSCs and T-DPSCs could stabilize the newly formed blood vessels and accelerate their perfusion. The critical regulating pathways are Ang1/Tie2/VE-cadherin and VEGF/VEGFR2 signaling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38146112",
    "pmid": "38146112",
    "doi": "10.1111/pai.14066",
    "title": "Whole-exome sequencing to identify undiagnosed primary immunodeficiency disorders in children with community-acquired sepsis, admitted in the pediatric intensive care unit.",
    "abstract": "<h4>Background</h4>Whole-exome sequencing (WES) provides a powerful diagnostic tool for identifying primary immunodeficiency diseases (PIDs). This study explores the utility of this approach in uncovering previously undiagnosed PIDs in children with community-acquired sepsis (CAS), with a medical history of recurrent infections or a family history of PIDs.<h4>Methods</h4>We performed WES on DNA samples extracted from the blood of the 34 enrolled patients, followed by bioinformatic analysis for variant calling, annotation, and prioritization. We also performed a segregation analysis in available family members to confirm the inheritance patterns and assessed the potential impact of the identified variants on protein function.<h4>Results</h4>From 34 patients enrolled in the study, 29 patients (85%) with previously undiagnosed genetic diseases, including 28 patients with PIDs and one patient with interstitial lung and liver disease, were identified. We identified two patients with severe combined immunodeficiency (SCID), patients with combined immunodeficiency (CID), six patients with combined immunodeficiency with syndromic features (CID-SF), four patients with defects in intrinsic and innate immunity, four patients with congenital defects of phagocyte function (CPDF), and six patients with the disease of immune dysregulation. Autoinflammatory disorders and predominantly antibody deficiency were diagnosed in one patient each.<h4>Conclusion</h4>Our findings demonstrate the potential of WES in identifying undiagnosed PIDs in children with CAS. Implementing WES in the clinical evaluation of CAS patients with a warning sign for PIDs can aid in their timely diagnosis and potentially lead to improved patient care.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38890201",
    "pmid": "38890201",
    "doi": "10.1007/s10238-024-01392-2",
    "title": "Diagnostic yield of next-generation sequencing in suspect primary immunodeficiencies diseases: a systematic review and meta-analysis.",
    "abstract": "To determine the diagnostic yield of Next-generation sequencing (NGS) in suspect Primary Immunodeficiencies Diseases (PIDs). This systematic review was conducted following PRISMA criteria. Searching Pubmed and Web of Science databases, the following keywords were used in the search: (\"Next-generation sequencing\") OR \"whole exome sequencing\" OR \"whole genome sequencing\") AND (\"primary immunodeficiency disease\" OR \"PIDs\"). We used STARD items to assess the risk of bias in the included studies. The meta-analysis included 29 studies with 5847 patients, revealing a pooled positive detection rate of 42% (95% CI 0.29-0.54, P < 0.001) for NGS in suspected PID cases. Subgroup analyses based on family history demonstrated a higher detection rate of 58% (95% CI 0.43-0.71) in patients with a family history compared to 33% (95% CI 0.21-0.46) in those without (P < 0.001). Stratification by disease types showed varied detection rates, with Severe Combined Immunodeficiency leading at 58% (P < 0.001). Among 253 PID-related genes, RAG1, ATM, BTK, and others constituted major contributors, with 34 genes not included in the 2022 IUIS gene list. The application of NGS in suspected PID patients can provide significant diagnostic results, especially in patients with a family history. Meanwhile, NGS performs excellently in accurately diagnosing disease types, and early identification of disease types can benefit patients in treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38078568",
    "pmid": "38078568",
    "doi": "10.1002/pbc.30809",
    "title": "Non-conditioned cord blood transplantation for infection control in athymic CHARGE syndrome.",
    "abstract": "<h4>Objective</h4>CHARGE syndrome is a congenital malformation syndrome caused by heterozygous mutations in the CHD7 gene. Severe combined immunodeficiency (SCID) arises from congenital athymia called CHARGE/complete DiGeorge syndrome. While cultured thymus tissue implantation (CTTI) provides an immunological cure, hematopoietic cell transplantation (HCT) is an alternative option for immuno-reconstitution of affected infants. We aimed to clarify the clinical outcomes of patients with athymic CHARGE syndrome after HCT.<h4>Methods</h4>We studied the immunological reconstitution and outcomes of four patients who received non-conditioned unrelated donor cord blood transplantation (CBT) at Kyushu University Hospital from 2007 to 2022. The posttransplant outcomes were compared with the outcomes of eight reported patients.<h4>Results</h4>Four index cases received CBT 70-144 days after birth and had no higher than grade II acute graft-versus-host disease. One infant was the first newborn-screened athymic case in Japan. They achieved more than 500/μL naïve T cells with balanced repertoire 1 month post transplant, and survived more than 12 months with home care. Twelve patients including the index cases received HCT at a median 106 days after birth (range: 70-195 days). One-year overall survival rate was significantly higher in patients who underwent non-conditioned HCT than in those who received conditioned HCT (100% vs. 37.5%, p = .02). Nine patients died, and the major cause of death was cardiopulmonary failure.<h4>Conclusions</h4>Athymic infants achieved a prompt reconstitution of non-skewing naïve T cells after non-conditioned CBT that led to home care in infancy without significant infections. Non-conditioned CBT is a useful bridging therapy for newborn-screened cases toward an immunological cure by CTTI.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37944696",
    "pmid": "37944696",
    "doi": "10.1016/j.jiac.2023.11.003",
    "title": "Pretransplant ribavirin and interferon-α therapy for rhinovirus interstitial pneumonia in a RAG1-deficient infant.",
    "abstract": "Severe combined immunodeficiency (SCID) is one of the most serious inborn errors of immunity leading to a fatal infection in early infancy. Allogeneic hematopoietic cell transplantation (HCT) or elective gene therapy prior to infection or live-attenuated vaccination is the current standard of curative treatment. Even in the era of newborn screening for SCID, pretransplant control of severe infection is challenging for SCID. Multiple pathogens are often isolated from immunocompromised patients, and limited information is available regarding antiviral strategies to facilitate curative HCT. We herein present a case of successfully controlled pretransplant pneumonia after ribavirin and interferon-α therapy in an infant with RAG1-deficiency. A four-month-old infant presented with severe interstitial pneumonia due to a co-infection of rhinovirus and Pneumocystis jirovecii. The tentative diagnosis of SCID prompted to start antibiotics and trimethoprim-sulfamethoxazole on ventilatory support. Because of the progressive respiratory failure four days after treatment, ribavirin and then pegylated interferon-α were started. He showed a drastic response to the treatment that led to a curative HCT 32 days after admission. This patient received the genetic diagnosis of RAG1-deficiency. Currently, he is an active 3-year-old boy with normal growth and development. The review of literature indicated that rhinovirus had a comparable or rather greater impact on the mortality of pediatric patients than respiratory syncytial virus. Considered the turn-around time to the genetic diagnosis of SCID, prompt ribavirin plus interferon-α therapy may help to control severe rhinovirus pneumonia and led to the early curative HCT for the affected infants.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37778683",
    "pmid": "37778683",
    "doi": "10.1016/j.canlet.2023.216424",
    "title": "Glucose restriction induces AMPK-SIRT1-mediated circadian clock gene Per expression and delays NSCLC progression.",
    "abstract": "The rhythmic expression of the circadian clock is intimately linked to the health status of the body. Disturbed circadian clock rhythms might lead to a wide range of metabolic diseases and even cancers. Our previous study showed that glucose restriction was able to inhibit non-small cell lung cancer (NSCLC). In the current study, we found that glucose restriction enhanced apoptosis and cell growth delay in NSCLC cells. In addition, we used GEPIA database analysis to derive different effects of each circadian clock gene on lung cancer tissue. Among these circadian clock genes, Per (Period) is lowly expressed in cancer tissues and highly expressed in normal tissues. Moreover, the higher expression of Per in cancer patients has a better prognostic significance. Furthermore, we revealed that glucose restriction induced the expression of the circadian clock gene Per in NSCLC cells by upregulating SIRT1 (Sirtuin1) via activation of the energy response factor AMPK (AMP-activated protein kinase). Changes in Per expression following upregulation or downregulation of AMPK were consistent with AMPK expression. Additionally, a low-carbohydrate ketogenic diet significantly delayed tumor progression in a xenograft tumor model of severe combined immunodeficiency (SCID) mice. Meanwhile, the ketogenic diet increased the expression of AMPK, SIRT1 and Per in vivo. Besides, the ketogenic diet was found to restore the normal rhythmic level of Per by Zeitgeber Time (ZT) experiments. Taken these together, these results indicated a novel mechanism that glucose restriction induces AMPK-SIRT1 mediated circadian clock gene Per expression and delays NSCLC progression, which provided more evidence for glucose restriction as an adjuvant clinical therapeutic strategy in NSCLC.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR715894",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3162227/v1",
    "title": "Opening SCID Newborn Screening for novel exon genetic variants through whole-exome sequencing in China",
    "abstract": "<title>Abstract</title>  <p>Introduction:  Severe combined immunodeficiency (SCID) is the most fatal form of inherited primary immunodeficiency disease. Known molecular defect mutations occur in most children with SCID. Design and Methods:  We report ADA-genetically confirmed cases of SCID using whole-exome sequencing (WES), explore exome mutational landscape and significance for 17 SCID samples, and verify the mutated exon genes using the Gene Expression Omnibus (GEO) datasets. Total of 250 patients hospitalized at the Neonatal Intensive Care Unit (NICU) of The Seventh Medical Center of the PLA General Hospital for 3 years (from 2017 to 2020) were screened for SCID. We collected mutant genes from the WES data. GSE609 and GSE99176 cohorts were used to identify the expressions of mutated exon genes and molecular features. Gene set variation analyses (GSVA) and correlation analyses were performed. Results  The detection rate with approximately 6.8% (17/250) of SCID is high in the NICU. A total of 16 genes were identified among 17 SCID samples, of which the Top 2 genes (<italic>MUC6</italic> and <italic>RP11-683L23.1)</italic> might be crucial in SCID with 94% mutation frequency. Furthermore, CNN2 and SCGB1C1 had significant co-mutations and may cooperate to affect SCID development. Importantly, the phylogenetic tree classification results of 17 SCID samples are more correlated to MUC6 with the most significant mutations. Expression profiles of seven mutated genes and five mutated genes were documented in GSE609 and GSE99176 cohorts based on microarray, respectively. Several immune-related pathways were significantly enriched, and Foxd4, differing from the other four mutated genes, was inversely correlated with the GSVA-enriched pathway. Conclusion  Due to its high detection rate (6.8%) and fatality rate (100%), the inclusion of SCID in newborn screening (NBS) is urgent for children in China. The WES successfully identified several common exonic variants (e.g., <italic>MUC6</italic>) and depicted the feature of mutations and evolution.</p>",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39911395",
    "pmid": "39911395",
    "doi": "10.3389/fimmu.2025.1492000",
    "title": "Human inborn errors of immunity underlying <i>Talaromyces marneffei</i> infections: a multicenter, retrospective cohort study.",
    "abstract": "<h4>Introduction</h4><i>Talaromyces marneffei</i> (<i>T. marneffei</i>) infections in children can occur secondary to inborn errors of immunity (IEIs). We aimed to investigate the clinical and genetic features of <i>T. marneffei</i> infection in Chinese pediatric patients.<h4>Materials and methods</h4>We retrospectively reviewed 18 pediatric patients with IEIs who were diagnosed with <i>T. marneffei</i> infections at five public hospitals in China from January 2015 to January 2023.<h4>Results</h4>The common clinical features among the patients were fever, cough, and hepatomegaly. The most common severe complications included septic shock, hemophagocytic lymphohistiocytosis (HLH), and acute respiratory distress syndrome (ARDS). Three cases presented with pan-hypogammaglobulinemia, while three other cases showed heightened levels of IgM. Elevated levels of IgE were detected in five cases, and six cases exhibited decreased T lymphocyte absolute counts. Four children were diagnosed with hyperimmunoglobulin M syndrome (HIGM) due to <i>CD40LG</i> mutations, three cases had severe combined immunodeficiency (SCID), and five were diagnosed with hyper-IgE syndrome (HIES). Gain-of-function (GOF) mutations in <i>STAT1</i> led to STAT1 GOF in four cases. One patient was diagnosed with caspase-recruitment domain (CARD9) deficiency due to a compound mutation in the <i>CARD9</i> gene, while another patient was confirmed with adenosine deaminase (ADA) deficiency.<h4>Conclusion</h4><i>T. marneffei</i> infections in children with IEIs induced severe systemic complications. These children commonly exhibited abnormal immunoglobulin levels in peripheral blood, and underlying IEIs associated with <i>T. marneffei</i> infections have enhanced our understanding of the disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "30725847",
    "pmid": "30725847",
    "doi": "",
    "title": "Lymphoproliferative Disorders",
    "abstract": "Lymphoproliferative disorders (LPD) comprise a heterogeneous group of diseases characterized by uncontrolled production of lymphocytes that cause monoclonal lymphocytosis, lymphadenopathy and bone marrow infiltration. These diseases often occur in immunocompromised individuals. There are two subsets of lymphocytes: T and B cells that regenerate uncontrollably to produce immunoproliferative disorders, which are prone to immunodeficiency, a dysfunctional immune system, and lymphocyte dysregulation. Several gene mutations have been described as causes of LPD that can be iatrogenic or acquired. The X-linked LPD is characterized by a mutation in the X chromosome that predisposes to natural killer cell LPD and T-cell LPD. Autoimmune lymphoproliferative syndrome (ALPS) is a type of LPD caused by a mutation in the gene that encodes for a Fas protein which is located in the long arm of chromosome 10. Males with X-linked immunodeficiency syndrome are susceptible to LPD and at risk for acquiring EBV and further development of lymphoma. Individuals with common variable immunodeficiency (CVID), severe combined immunodeficiency (SCID), Wiskott-Aldrich syndrome, ataxia-telangiectasia, Chediak–Higashi syndrome and viral infections including HIV, are also prone to LPD. Others at risk include patients undergoing tissue transplantation and the use of immunosuppressive drugs such as cyclosporin, sirolimus, and tacrolimus. Invasive fungal infections have also been linked to this pathology. Chronic lymphoproliferative disorders are immuno-morphologically and clinically heterogeneous. Common features of these processes include various immunophenotypes (T, B, and NK cells) and terminal deoxynucleotidyl transferase negativity. The B-cell lymphocytic disorders include B-cell chronic lymphocytic leukemia, B-cell prolymphocytic leukemia, non-Hodgkin lymphoma (including mantle cell lymphoma) in leukemic phase, hairy cell leukemia and splenic lymphoma with villous lymphocytes. The T-cell chronic lymphoproliferative disorders include Sezary syndrome, T-cell prolymphocytic leukemia, adult T-cell leukemia-lymphoma, and large granulated lymphocyte leukemia.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38441205",
    "pmid": "38441205",
    "doi": "10.1111/sji.13335",
    "title": "A large single-center cohort of bare lymphocyte syndrome: Immunological and genetic features in Turkey.",
    "abstract": "Major histocompatibility complex class II (MHC-II) deficiency or bare lymphocyte syndrome (BLS) is a rare, early-onset, autosomal recessive, and life-threatening inborn error of immunity. We aimed to assess the demographic, clinical, laboratory, follow-up, and treatment characteristics of patients with MHC-II deficiency, together with their survival. We retrospectively investigated 21 patients with MHC-II deficiency. Female/male ratio was 1.63. The median age at diagnosis was 16.3 months (5 months-9.7 years). Nineteen patients (90.5%) had parental consanguinity. Pulmonary diseases (pneumonia, chronic lung disease) (81%), diarrhoea (47.6%), and candidiasis (28.6%) were common. Four (19%) had autoimmunity, two developed septic arthritis, and three (14%) developed bronchiectasis in the follow-up. Three patients (14%) had CMV viraemia, one with bilateral CMV retinitis. Eight (38.1%) had lymphocytopenia, and four (19%) had neutropenia. Serum IgM, IgA, and IgG levels were low in 18 (85.7%), 15 (71.4%), and 11 (52.4%) patients, respectively. CD4+ lymphocytopenia, a reversed CD4+/CD8+ ratio, and absent/low HLA-DR expressions were detected in 93.3%, 86.7%, and 100% of the patients, respectively. Haematopoietic stem cell transplantation (HSCT) was performed on nine patients, and four died of septicaemia and ARDS after HSCT. The present median age of patients survived is 14 years (1-31 years). Genetic analysis was performed in 10 patients. RFX5 homozygous gene defect was found in three patients (P1, P4 and P8), and RFXANK (P2 and P14) and RFXAP (P18 and P19) heterozygous gene defects were found in each two patients, respectively. This large cohort showed that BLS patients have severe combined immunodeficiency (SCID)-like clinical findings. Flow cytometric MHC-II expression study is crucial for the diagnosis, differential diagnosis with SCID, early haematopoietic stem cell transplantation (HSCT), and post-HSCT follow-up. Genetic studies are required first for matched family donor evaluation before HSCT and then for genetic counselling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PMC10476935",
    "pmid": "",
    "doi": "",
    "title": "Abstract 4 Excellent Event-Free-Survival and Immunoglobulin Independence for Patients with Severe Combined Immunodeficiency Transplanted with Umbilical Cord Blood Stem Cells",
    "abstract": "Abstract <h4>Introduction</h4> An HLA matched related donor (MRD) is the preferred donor source for performing a hematopoietic stem cell transplant (HSCT) in patients with severe combined immunodeficiency (SCID) (Heimall 2017). However, many patients lack an MRD and thus an alternative donor, must be used. In these situations, an umbilical cord blood (UCB) represents a promising stem cell source (Gragert 2014, Martinez 2022). <h4>Objectives</h4> The primary outcome of interest was one-year event free survival (EFS) and the secondary outcome was time to immunoglobulin therapy independence based on donor source. <h4>Methods</h4> All patients diagnosed with SCID who underwent HSCT at Texas Children’s Hospital from 2003 to 2021 were included. EFS was defined as survival 365 days post-transplant without additional transplant, stem cell “top-off”, or donor lymphocyte infusion. The date of last immunoglobulin infusion was recorded to track time to immunoglobulin therapy independence. <h4>Results</h4> A total of 67 patients were included in the cohort. One-year EFS was 74.25% for all patients using the Kaplan-Meier method. When stratified by donor/stem cell source, EFS was 88.94% for UCB, 72.92% for MRD, 60.00% for URD, and 41.67% for haplo. There was statistical significance in EFS between URD UCB and the haploidentical group (p = 0.0006).  The median time to IVIG independence was 8.6 months for all patients, 7.3 months for UCB, 23.4 months for URD, 26.6 months for haplo, and 32.5 months for MRD. When stratified by donor/stem cell source, cumulative incidence analysis showed UCB patients achieved Immunoglobulin independence earlier when compared to all other groups (UCB vs haplo p = 0.0335, UCB vs MRD p = 0.0012, UCB vs URD p = 0.0488). <h4>Discussion</h4> This single-center cohort of 67 patients demonstrates excellent survival for SCID patients undergoing HSCT, confirming prior studies (Pai 2014, Heimall 2017). EFS was highest in patients treated with an UCBT. In our analysis of immune reconstitution, we found that SCID patients transplanted with UCB, had a significantly shorter time to IVIG independence compared to other stem cell donors/sources. Given the high survival of UCB patients and this robust immune reconstitution, UCB may represent the best alternative stem cell source for SCID patients without a MRD option.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40114164",
    "pmid": "40114164",
    "doi": "10.1186/s12936-025-05331-8",
    "title": "Congenital infection with Plasmodium malariae: a rare case of intrauterine transmission in Germany.",
    "abstract": "<h4>Background</h4>Malaria remains the leading parasitic disease worldwide with a significant global morbidity and mortality burden. Plasmodium malariae, the least prevalent of the five Plasmodium species that cause human malaria, has unique characteristics including prolonged prepatent periods and life-long persistance. In non-endemic countries and particular in neonates with coexisting diseases diagnosis and therapy pose challenges.<h4>Case presentation</h4>We report a rare case of severe congenital P. malariae malaria in a 2-month-old female infant born in Germany to a Nigerian mother. The infant presented with fever, hepatosplenomegaly, jaundice, and respiratory distress. Initial workup revealed significant haemolysis, hepatopathy, and thrombocytopenia. Microscopic and PCR confirmed P. malariae. Shortly after the initial presentation, the infant developed clinical signs of cerebral malaria and organ failure, requiring invasive ventilation, anti-seizure medication, and vasoactive support. Following treatment with intravenous artesunate and oral atovaquone/proguanil, the infant showed significant improvement and was discharged after 36 days (22 days of paediatric intensive care) with a multidisciplinary follow-up plan. At six months post-discharge, she demonstrated stable organ function and mild developmental delay.<h4>Conclusion</h4>The case highlights the diagnostic and therapeutic complexities of life-threatening congenital P. malariae infections in non-endemic countries. It underlines the importance of clinicians' awareness of maternal travel or migration history and individualized treatment strategies. The increasing global mobility necessitates updated guidelines for congenital malaria management even for less likely P. malariae infections. Prophylactic measures, early recognition, and multidisciplinary management are critical for improving outcomes for such rare but severe presentations and their long-lasting complications. Possible comprehensive neonatal malaria screening in high-risk populations should be considered in the future.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "31747205",
    "pmid": "31747205",
    "doi": "",
    "title": "DiGeorge Syndrome",
    "abstract": "DiGeorge Syndrome (DGS) is a combination of signs and symptoms caused by defects in the development of structures derived from the pharyngeal arches during embryogenesis. Features of DGS were first described in 1828 but properly reported by Dr. Angelo DiGeorge in 1965, as a clinical trial that included immunodeficiency, hypoparathyroidism, and congenital heart disease. DGS is one of several syndromes that has historically grouped under a bigger umbrella called 22q11 deletion syndromes, which include Shprintzen-Goldberg syndrome, velocardiofacial syndrome, Cayler cardiofacial syndrome, Sedlackova syndrome, conotruncal anomaly face syndrome, and DGS. Although the genetic etiology of these syndromes may be the same, varying phenotypes has supported the use of different nomenclature in the past, which has led to confusion in diagnosing patients with DGS, which causes potentially catastrophic delays in diagnosis. Current literature supports the use of the names of these syndromes interchangeably. Features of DGS include an absent or hypoplastic thymus, cardiac abnormalities, hypocalcemia, and parathyroid hypoplasia (See \"History and Physical\" below). Perhaps, the most concerning characteristic of DGS is the lack of thymic tissue, because this is the organ responsible for T lymphocyte development. A complete absence of the thymus, though very rare and affecting less than 1% of patients with DGS, is associated with a form of severe combined immunodeficiency (SCID). T-cells are a differentiated type of white blood cell specializing in certain immune functions: destroying cells that are infected or malignant, existing as an integral part of the innate immune system by killing viruses (e.g., Killer T-cells), helping B-cells mature to produce immunoglobulins for stronger adaptive immunity (e.g. helper T-cells), etc. The degree of immunodeficiency of patients with DGS can present differently depending on the extent of thymic hypoplasia. Some patients may have a mild to moderate immune deficiency, and the majority of patients have cardiac anomalies. Other features include palatal, renal, ocular, and gastrointestinal anomalies. Skeletal defects, psychiatric disease, and developmental delay are also of concern. There are different opinions about syndrome-related alterations in cognitive development, and a cognitive decline rather than an early onset intellectual disability is observable. The particularities of the clinical presentation requires observation on an individual basis, with careful evaluation and interprofessional treatment throughout the patient's life.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39500858",
    "pmid": "39500858",
    "doi": "10.1007/s12519-024-00846-7",
    "title": "Comprehensive newborn screening for severe combined immunodeficiency, X-linked agammaglobulinemia, and spinal muscular atrophy: the Chinese experience.",
    "abstract": "<h4>Background</h4>Newborn screening (NBS) for severe combined immunodeficiency (SCID), X-linked agammaglobulinemia (XLA), and spinal muscular atrophy (SMA) enables early diagnosis and intervention, significantly improving patient outcomes. Advances in real-time polymerase chain reaction (PCR) technology have been instrumental in facilitating their inclusion in NBS programs.<h4>Methods</h4>We employed multiplex real-time PCR to simultaneously detect T-cell receptor excision circles (TRECs), kappa-deleting recombination excision circles (KRECs), and the absence of the survival motor neuron (SMN) 1 gene in dried blood spots from 103,240 newborns in Zhejiang Province, China, between July 2021 and December 2022.<h4>Results</h4>Of all the samples, 122 were requested further evaluation. After flow cytometry evaluation and/or genetic diagnostics, we identified one patient with SCID, two patients with XLA, nine patients with SMA [one of whom also had Wiskott-Aldrich Syndrome (WAS)], and eight patients with other medical conditions. The positive predictive values (PPVs) of NBS for SCID, XLA, and SMA were 2.44%, 2.78%, and 100%, respectively. The estimated prevalence rates in the Chinese population were 1 in 103,240 for SCID, 1 in 51,620 for XLA, and 1 in 11,471 for SMA.<h4>Conclusion</h4>This study represents the first large-scale screening in mainland China using a TREC/KREC/SMN1 multiplex assay, providing valuable epidemiological data. Our findings suggest that this multiplex assay is an effective screening method for SCID, XLA, and SMA, potentially supporting the universal implementation of NBS programs across China.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39731164",
    "pmid": "39731164",
    "doi": "10.1186/s42826-024-00231-5",
    "title": "Immune deficiency phenotypes of Il2rg, Rag2 or Il2rg/Rag2 double knockout rats; establishment of human leukemia xenograft models.",
    "abstract": "<h4>Background</h4>Genetically immunodeficient mice lacking Il2rg and Rag2 genes have been widely utilized in the field of biomedical research. However, immunodeficient rats, which offer the advantage of larger size, have not been as extensively used to date. Recently, Severe Combined Immunodeficiency (SCID) rats were generated using CRISPR/Cas9 system, targeting Il2rg and Rag2 in National BioResource Project in Japan. We imported and investigated more detailed phenotypes of wild-type (WT) Il2rg knockout (KO), Rag2 KO and Il2rg/Rag2 KO rats for 20 weeks.<h4>Results</h4>During experiments, Il2rg KO, Rag2 KO and Il2rg/Rag2 KO rats showed decreased white blood cells and systemic lymphopenia, with reduced CD4+, CD8+ T cells and CD161+ NK cells. Additionally, all KO strains exhibited reduced relative spleen weights, hypoplasia of the germinal center in the white pulp, and atrophy with the disappearance of the boundary between the cortex and medulla in the thymus, compared to WT rats. Furthermore, we established human acute lymphoblastic leukemia xenograft rat model by intravenously injecting 5.0 × 10<sup>6</sup> cells/kg of NALM6 cells into Il2rg/Rag2 KO rats.<h4>Conclusions</h4>These findings indicate that Il2rg KO, Rag2 KO, and Il2rg/Rag2 KO rats exhibited SCID phenotypes, suggesting their potential application as immunodeficient animal models for tumor xenograft studies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35729475",
    "pmid": "35729475",
    "doi": "10.1007/s10875-022-01307-4",
    "title": "Severe Combined Immunodeficiency (SCID) Screening in Arizona: Lessons Learned from the First 2 Years.",
    "abstract": "<h4>Purpose</h4>The incidence of severe combined immunodeficiency (SCID) in the USA was reported as 1 in 58,000 live births. In Arizona, it was anticipated that newborn screening would identify two to four cases of SCID per year. This estimate did not consider ethnic nuances in Arizona, with higher percentages of Native American and Hispanic populations compared to national percentages. The true incidence of SCID and non-SCID T cell lymphopenia has not previously been reported in Arizona.<h4>Methods</h4>A retrospective chart review was performed on all abnormal SCID newborn screening (NBS) tests in Arizona from January 1, 2018, to December 31, 2019, using data from the Arizona Department of Health Services and the Phoenix Children's Hospital's electronic medical record [IRB# 20-025].<h4>Results</h4>Seven infants were diagnosed with SCID, yielding an incidence of 1 in 22,819 live births. Four of these infants had Artemis-type SCID. Thirteen infants were identified with an abnormal initial NBS which ultimately did not lead to a diagnosis of SCID. Four of these infants were diagnosed with congenital syndromes associated with T cell lymphopenia. Infants of Hispanic ethnicity were over-represented in this cohort.<h4>Conclusion</h4>Over 2 years, NBS in Arizona confirmed an incidence more than 2.5 times that reported nationally. This increased incidence is likely reflective of Arizona's unique population profile, with a higher percentage of Native American population. The findings in our non-SCID cohort are in alignment with previously published data, except for an increased percentage of infants of Hispanic/Latino ethnicity, possibly reflecting Arizona's increased percentage of Hispanic/Latino population compared to the general US population.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37599592",
    "pmid": "37599592",
    "doi": "10.1080/14737159.2023.2244879",
    "title": "Efficient screening strategies for severe combined immunodeficiencies in newborns.",
    "abstract": "<h4>Introduction</h4>Severe combined immunodeficiency (SCID) is one of the most severe forms of inborn errors of immunity (IEI), affecting both cellular and humoral immunity. Without curative treatment such as hematopoietic stem cell transplantation or gene therapy, affected infants die within the first year of life. Due to the severity of the disease, asymptomatic status early in life, and improved survival in the absence of pretransplant infections, SCID was considered a suitable candidate for newborn screening (NBS).<h4>Areas covered</h4>Many countries have introduced SCID screening based on T-cell receptor excision circle (TREC) detection in their NBS programs. Screening an entire population is a radical departure from previous paradigms in the field of immunology. Efficient screening strategies are cost-efficient and balance high sensitivity while preventing high numbers of referrals. NBS for SCID is accompanied by (actionable) secondary findings, but many NBS programs have optimized their screening strategy by adjusting algorithms or including second-tier tests. Harmonization of screening terminology is of great importance for international shared learning.<h4>Expert opinion</h4>The expansion of NBS is driven by the development of new test modalities and treatment options. In the near future, other techniques such as next-generation sequencing will pave the way for NBS of other IEI. Exciting times await for population-based screening programs.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR638147",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-2731222/v1",
    "title": "Gain-of-function RAC2 variants presenting as autoinflammatory phenotypes",
    "abstract": "<h4>Background: </h4> An expanded spectrum of gain-of-function (GOF) mutations in Ras-related C3 botulinum toxin substrate 2 (RAC2) causes severe combined immunodeficiency (SCID) or combined immunodeficiency (CID), which present with various phenotypes; these immunodeficiencies are characterized by severe lymphopenia, recurrent sinopulmonary infections, bronchiectasis, invasive viral infections, or severe bone marrow hypoplasia. Autoinflammatory features are rarely reported. Method  We describe the cases of two girls presenting with novel autoinflammatory phenotypes associated with GOF RAC2 variants. An up-to-date review of the literature was conducted to explore the various spectra of clinical manifestations in patients with GOF RAC2 variants. Results  One patient presented with vasculitis and leg ulcers, whereas the other presented with juvenile idiopathic arthritis and severe uveitis. Conclusion  Our data extend the spectrum of the clinical presentation of GOF RAC2 variants, which may be associated with autoinflammation, highlighting novel and unusual clinical phenotypes.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38664733",
    "pmid": "38664733",
    "doi": "10.1186/s12964-024-01629-3",
    "title": "PAX1 represses canonical Wnt signaling pathway and plays dual roles during endoderm differentiation.",
    "abstract": "<h4>Background</h4>Paired box 1 (PAX1) is a transcription factor and essential for the development of pharyngeal pouches-derived tissues, including thymus. PAX1 mutations are identified in Severe Combined Immunodeficiency (SCID) patients with Otofaciocervical Syndrome Type 2 (OTFCS2). However, despite the critical roles of PAX1 in embryonic development and diseases, detailed insights into its molecular mode of action are critically missing.<h4>Methods</h4>The repressing roles of PAX1 and SCID associated mutants on Wnt signaling pathway were investigated by luciferase reporter assays, qRT-PCR and in situ hybridization in HEK293FT, HCT116 cells and zebrafish embryos, respectively. Co-immunoprecipitation (co-IP) and western blotting assays were carried out to identify the molecular mechanisms underlying PAX1's role on Wnt signaling pathway. hESC based endoderm differentiation, flow cytometry, high-throughput sequencing data analysis, and qRT-PCR assays were utilized to determine the roles of PAX1 during endoderm differentiation.<h4>Results</h4>Here, we show that PAX1 represses canonical Wnt signaling pathway in vertebrate cells. Mechanically, PAX1 competes with SUMO E3 ligase PIASy to bind to TCF7L2, thus perturbing TCF7L2 SUMOylation level, further reducing its transcriptional activity and protein stability. Moreover, we reveal that PAX1 plays dual roles in hESC-derived definitive and foregut/pharyngeal endoderm cells, which give rise to the thymus epithelium, by inhibiting Wnt signaling. Importantly, our data show PAX1 mutations found in SCID patients significantly compromise the suppressing ability of PAX1 on Wnt signaling.<h4>Conclusions</h4>Our study presents a novel molecular mode of action of PAX1 in regulation of canonical Wnt signaling and endoderm differentiation, thus providing insights for the molecular basis of PAX1 associated SCID, offering better understanding of the behavior of PAX1 in embryogenesis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37732933",
    "pmid": "37732933",
    "doi": "10.1097/mop.0000000000001292",
    "title": "Progress in the field of hematopoietic stem cell-based therapies for inborn errors of immunity.",
    "abstract": "<h4>Purpose of review</h4>Hematopoietic stem cell-based therapies, including allogeneic hematopoietic cell transplantation (HCT) and autologous gene therapy (GT), have been used as curative therapy for many inborn errors of immunity (IEI). As the number of genetically defined IEI and the use of HCT and GT increase, valuable data on outcomes and approaches for specific disorders are available. We review recent progress in HCT and GT for IEI in this article.<h4>Recent findings</h4>Novel approaches to prevention of allogeneic complications and experience in adolescents and young adults have expanded the use of HCT. Universal newborn screening for severe combined immunodeficiency (SCID) has led to improved outcome after HCT. Analysis of outcomes of HCT and GT for SCID, Wiskott-Aldrich syndrome (WAS) and chronic granulomatous disease (CGD) reveal risk factors for survival, the impact of specific conditioning regimens, and vector- or disease-specific impacts on efficacy and safety. Preclinical studies of GT and gene editing show potential for translation to the clinic.<h4>Summary</h4>Emerging data on outcome after HCT for specific IEI support early evaluation and treatment, before development of co-morbidities. Data in large cooperative retrospective databases continues to yield valuable insights clinicians can use in patient selection and choice of therapy.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37308802",
    "pmid": "37308802",
    "doi": "10.1111/iji.12624",
    "title": "Retrospective analysis of patients with severe combined immunodeficiency and alternative diagnostic criteria: A 20-year single centre experience.",
    "abstract": "Severe combined immunodeficiency (SCID) is an inborn errors of immunity (IEI) disorder characterized by impairment in the development and function of lymphocytes and could be fatal if not treated with hematopoietic stem cell transplant in the first 2 years of life. There are various diagnostic criteria for SCID among different primary immunodeficiency societies. We retrospectively evaluated clinical and laboratory findings of 59 patients followed up with the diagnosis of SCID at our clinic over the past 20 years in order to develop an algorithm that would help diagnosis of SCID for the countries where a high ratio of consanguineous marriage is present because these countries have not launched TREC assay in their newborn screening programs. The mean age at diagnosis was 5.80 ± 4.90 months, and the delay was 3.29 ± 3.99 months. The most common complaint and physical examination findings were cough (29.05%), eczematous rash (63%) and organomegaly (61%). ADA (17%), Artemis (14%), RAG1/2 (15%), MHC Class II (12%) and IL-2R (12%) deficiencies were the most common genetic defects. Lymphopenia (87.5%) was the most frequent abnormal laboratory finding and below 3000/mm<sup>3</sup> in 95% of the patients. The CD3<sup>+</sup> T cell count was 300/mm<sup>3</sup> and below in 83% of the patients. As a result, a combination of low lymphocyte count and CD3 lymphopenia for SCID diagnosis would be more reliable for countries with high rate of consanguineous marriage. Physicians should consider diagnosis of SCID in a patient presenting with severe infections and lymphocyte counts below 3000/mm<sup>3</sup> under 2 years of age.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39840042",
    "pmid": "39840042",
    "doi": "10.3389/fimmu.2024.1504816",
    "title": "Case report: A novel <i>de novo</i> germline loss-of-function mutation in the STAT1 transactivation domain in two Chinese siblings, with the elder sibling presenting with multifocal <i>Bacillus</i> Calmette-Guerin osteomyelitis.",
    "abstract": "Signal transducer and activator of transcription 1 (STAT1) gene mutations have broad clinical phenotypes, classified by the inheritance pattern and functional state. Individuals with autosomal dominant STAT1 deficiency are more susceptible to intracellular bacteria, the hallmark of which is Mendelian susceptibility to mycobacterial diseases (MSMDs) that are associated with increased risks of invasive disease by weakly virulent mycobacteria. We report a novel <i>de novo</i> heterozygous missense mutation in exon 23 of the STAT1 gene (NM_007315.4):c.2129C>T(p.Ser710Phe) (S710F), located in the transactivation domain (TAD) for two Chinese siblings, whereby the index patient presented with multifocal osteomyelitis after <i>Bacillus</i> Calmette-Guerin (BCG) vaccine, while the younger sibling was spared the infection, as BCG vaccination was withheld at birth. STAT1 loss-of-function was confirmed by the gamma-activated sequence reporter assay, representing the first loss-of-function mutation in the TAD of the STAT1 gene. Both parents did not have the same mutation, and this finding is suggestive of gonadal mosaicism.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40077859",
    "pmid": "40077859",
    "doi": "10.12659/msm.946386",
    "title": "Developing Mouse Models for Ovarian Tissue Transplantation and Xenotransplantation: A Review.",
    "abstract": "Ovarian tissue transplantation (OTT) is the only option for preserving fertility in prepubertal girls and young women who require immediate cancer treatment. Due to ethical constraints and the limited number of clinical cases, human OTT research is challenging. Mouse OTT models serve as valuable preclinical models. This article aims to review the current status of mouse OTT models, including xenotransplantation from humans. We conducted a systematic analysis of original research articles and reviews of mouse OTT models published in PubMed and the China National Knowledge Infrastructure (CNKI). The construction methods included different mouse strains (C57/BL6, Institute of Cancer Research, Naval Medical Research Institute, genetically engineered, and immunodeficient mice), transplantation sites (subcutaneous tissue, sub-renal capsule, back muscle, peritoneum, and ovarian bursa), and transplantation types (xenotransplantation, allogeneic, and autologous transplantation). The evaluation metrics included histological analysis, assessment of neovascularization density, measurement of granulosa cell proliferation activity, and hormonal and estrous cycle monitoring. The choice of metrics should be selected according to the stage after transplantation. To advance the clinical application, mouse OTT models could be improved by developing standardized evaluation criteria and simplified, rapid, noninvasive detection methods to enhance consistency and comparability of research outcomes. Key areas for further research include addressing safety concerns (eg, risk of tumor cell reimplantation), optimizing efficacy evaluations (eg, follicle quality and endocrine function recovery), and improving cost-effectiveness through analysis of mouse strains and transplantation protocols. This review provides valuable insights for future research and clinical applications.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36974803",
    "pmid": "36974803",
    "doi": "10.21873/anticanres.16294",
    "title": "Carcinogenesis Observed in the Spleens of Balb/c Mice After Head-neutron Irradiation.",
    "abstract": "<h4>Background/aim</h4>To investigate the long-term influence of head-neutron irradiation on mice spleens, post-radiation late effects were examined in three types of mice: Balb/c and severe combined immunodeficiency (SCID) mice, which have high radio-sensitivities, and C3H mice.<h4>Materials and methods</h4>Neutron irradiation was performed with the neutron beam of the Kyoto University Research Reactor. Survival fractions and the change in spleen size after head-neutron irradiation were investigated in three different types of mice. Physical condition after neutron irradiation was observed for eighteen months.<h4>Results</h4>The onset of primary splenic malignant lymphoma was recognized in many of the Balb/c mice 18 months after head-neutron irradiation. Eight months after head-neutron irradiation, many SCID mice developed an abscess in the part exposed to radiation and spleen swelling. The swollen spleen of SCID mice had hematopoiesis from the marrow.<h4>Conclusion</h4>Low energy head-neutron irradiation damages immune organs in radiosensitive SCID and Balb/c mice. A combination of boron neutron capture therapy and immunotherapy may be less toxic than low-energy neutron-irradiation alone.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39409174",
    "pmid": "39409174",
    "doi": "10.3390/ijms251910844",
    "title": "A Rare Case of <i>TP63</i>-Associated Lymphopenia Revealed by Newborn Screening Using TREC.",
    "abstract": "The expanded newborn screening (NBS) program in the Russian Federation was initiated in 2023, among which severe combined immunodeficiency (SCID) is screened using TREC/KREC assays. Here, we report a rare case of a <i>TP63</i>-associated disease identified through this NBS program. Dried blood spots from newborns were initially screened for TREC/KREC levels, and those with values below the cut-off underwent confirmatory testing and further genetic analysis, including whole-exome sequencing (WES). A male newborn was identified with significantly reduced TREC values, indicative of T cell lymphopenia. Genetic analysis revealed a heterozygous NM_003722.5:c.1027C>T variant in <i>TP63</i>, leading to the p.(Arg343Trp) substitution within the DNA binding domain. This mutation has been previously associated with Ectrodactyly-Ectodermal Dysplasia-Cleft lip/palate syndrome (EEC) syndrome and shown to reduce the transactivation activity of TP63 in a dominant-negative manner. This case represents one of the few instances of immune system involvement in a patient with a <i>TP63</i> mutation, highlighting the need for further investigation into the immunological aspects of <i>TP63</i>-associated disorders. Our findings suggest that comprehensive immunological evaluation should be considered for patients with <i>TP63</i> mutations to better understand and manage potential immune dysfunctions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38516355",
    "pmid": "38516355",
    "doi": "10.3389/fped.2024.1365187",
    "title": "Case Report: Profound newborn leukopenia related to a novel RAC2 variant.",
    "abstract": "We report the case of a 1-week-old male born full-term, who had two inconclusive severe combined immunodeficiency (SCID) newborn screens and developed scalp cellulitis and <i>Escherichia coli</i> bacteremia. He did not pass early confirmatory hearing screens. Initial blood counts and lymphocyte flow cytometry revealed profound neutropenia and lymphopenia with a T-/B-/NK- phenotype. Red blood cell adenosine deaminase 1 activity was within normal limits. A presumptive diagnosis of reticular dysgenesis was considered. Granulocyte colony-stimulating factor was started, but there was no improvement in neutrophil counts. Subsequent lymphocyte flow cytometry at around 4 weeks of age demonstrated an increase in T-, B- and NK-cell numbers, eliminating suspicion for SCID and raising concern for congenital neutropenia and bone marrow failure syndromes. Genetic testing revealed a novel variant in <i>RAC2</i> [c.181C>A (p.Gln61Lys)] (Q61K). RAC2, a Ras-related GTPase, is the dominant RAC protein expressed in hematopoietic cells and is involved with various downstream immune-mediated responses. Pathogenic <i>RAC2</i> variants show significant phenotypic heterogeneity (spanning from neutrophil defects to combined immunodeficiency) across dominant, constitutively activating, dominant activating, dominant negative, and autosomal recessive subtypes. Given the identification of a novel variant, functional testing was pursued to evaluate aberrant pathways described in other <i>RAC2</i> pathogenic variants. In comparison to wild-type RAC2, the Q61K variant supported elevated superoxide production under both basal and PMA-stimulated conditions, increased PAK1 binding, and enhanced plasma membrane ruffling, consistent with other dominant, constitutively active mutations. This case highlights the diagnostic challenge associated with genetic variants identified via next-generation sequencing panels and the importance of functional assays to confirm variant pathogenicity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37452206",
    "pmid": "37452206",
    "doi": "10.1007/s10875-023-01549-w",
    "title": "Outcome of Second Allogeneic HSCT for Patients with Inborn Errors of Immunity: Retrospective Study of 20 Years' Experience.",
    "abstract": "A significant complication of HSCT is graft failure, although few studies focus on this problem in patients with inborn errors of immunity (IE). We explored outcome of second HSCT for IEI by a retrospective, single-centre study between 2002 and 2022. Four hundred ninety-three patients underwent allogeneic HSCT for severe combined immunodeficiency (SCID; n = 113, 22.9%) or non-SCID IEI (n = 380, 77.1%). Thirty patients (6.0%) required second HSCT. Unconditioned infusion or no serotherapy at first HSCT was more common in patients who required second transplant. Median interval between first and second HSCT was 0.97 years (range: 0.19-8.60 years); a different donor was selected for second HSCT in 24/30 (80.0%) patients. Conditioning regimens for second HSCT were predominately treosulfan-based (with thiotepa: n = 18, 60.0%; without, n = 6, 20.0%). Patients received grafts from peripheral blood stem cell (n = 25, 83.3%) or bone marrow (n = 5, 16.7%) with median stem cell dose 9.5 × 10<sup>6</sup> CD34 + cells/kilogram (range: 1.4-32.3). Median follow-up was 1.92 years (0.22-16.0). Overall survival was 80.8% and event-free survival was 64.7%. Four patients died, two of early-transplant related complications, and two of late sepsis post-second HSCT. Three patients required third HSCT; all are alive with 100% donor chimerism. Cumulative incidence of acute graft-versus-host disease was 28.4%, (all grade I-II). Viral reactivation was seen in 13/30 (43.3%) patients, including HHV6 (n = 6), CMV (n = 4), and adenovirus (n = 2). At latest follow-up, 25/26 surviving patients have donor chimerism ≥ 90% and 16/25 (64.0%) have discontinued immunoglobulin replacement. Second HSCT offers IEI patients with graft failure curative treatment with good overall survival and immunological recovery.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR449079",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-1258613/v1",
    "title": "Severe Combined Immunodeficiency (SCID) Screening in Arizona: Lessons Learned from the First 2 Years",
    "abstract": "<h4>Purpose: </h4> The incidence of severe combined immunodeficiency (SCID) in the United States was reported as 1 in 58,000 live births. In Arizona, it was anticipated that newborn screening would identify two to four cases of SCID per year. This estimate did not consider ethnic nuances in Arizona, with higher percentages of American Indian and Hispanic populations compared to national percentages. The true incidence of SCID and non SCID T-cell lymphopenia have not previously been reported in Arizona. <h4>Methods: </h4>: A retrospective chart review was performed of abnormal SCID Newborn Screening (NBS) tests from January 1, 2018 to December 31, 2019, using data from the Arizona Department of Health Service and the Phoenix Children’s Hospital’s electronic medical record [IRB# 20-025]. <h4>Results: </h4>: Seven infants were diagnosed with SCID, yielding an incidence of 1 in 22,819 live births. Four of these infants had Artemis type SCID. Eighteen infants were identified with an abnormal initial NBS which ultimately did not lead to a diagnosis of SCID. Four of these infants were diagnosed with congenital syndromes associated with T-cell lymphopenia. Infants of Hispanic ethnicity were over-represented in this cohort. <h4>Conclusion: </h4> NBS in Arizona confirmed an incidence more than 2.5 times that reported nationally. This increased incidence is likely reflective of Arizona’s unique population profile, with a higher percentage of American Indian population. The findings in our non-SCID cohort are in alignment with previously published data, except for a higher than anticipated number of infants of Hispanic/Latino ethnicity, likely related to Arizona’s higher percentage of Hispanic/Latino population.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37328647",
    "pmid": "37328647",
    "doi": "10.1007/s10875-023-01532-5",
    "title": "Purine Nucleoside Phosphorylase Deficient Severe Combined Immunodeficiencies: A Case Report and Systematic Review (1975-2022).",
    "abstract": "Purine nucleoside phosphorylase deficient severe combined immunodeficiency (PNP SCID) is one of the rare autosomal recessive primary immunodeficiency disease, and the data on epidemiology and outcome are limited. We report the successful management of a child with PNP SCID and present a systematic literature review of published case reports, case series, and cohort studies on PNP SCID listed in PubMed, Web of Science, and Scopus from 1975 until March 2022. Forty-one articles were included from the 2432 articles retrieved and included 100 PNP SCID patients worldwide. Most patients presented with recurrent infections, hypogammaglobulinaemia, autoimmune manifestations, and neurological deficits. There were six reported cases of associated malignancies, mainly lymphomas. Twenty-two patients had undergone allogeneic hematopoietic stem cell transplantation with full donor chimerism seen mainly in those receiving matched sibling donors and/or conditioning chemotherapy before the transplant. This research provides a contemporary, comprehensive overview on clinical manifestations, epidemiology, genotype mutations, and transplant outcome of PNP SCID. These data highlight the importance of screening for PNP SCID in cases presented with recurrent infections, hypogammaglobulinaemia, and neurological deficits.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38800615",
    "pmid": "38800615",
    "doi": "10.1016/j.jacig.2024.100267",
    "title": "Utilization of next-generation sequencing to define the role of heterozygous <i>FOXN1</i> variants in immunodeficiency.",
    "abstract": "<h4>Background</h4>Forkhead box protein N1 (FOXN1) transcription factor plays an essential role in the development of thymic epithelial cells, required for T-cell differentiation, maturation, and function. Biallelic pathogenic variants in <i>FOXN1</i> cause severe combined immunodeficiency (SCID). More recently, heterozygous variants in <i>FOXN1,</i> identified by restricted gene panels, were also implicated with causing a less severe and variable immunodeficiency.<h4>Objective</h4>We undertook longitudinal follow-up and advanced genetic investigations, including whole exome sequencing and whole genome sequencing, of newborns with a heterozygous variant in <i>FOXN1.</i><h4>Methods</h4>Five patients (3 female, 2 male) have been followed since they were first detected with low T-cell receptor excision circles during newborn screening for SCID. Patients underwent immune evaluation as well as genetic testing, including a primary immunodeficiency panel, whole exome sequencing, and whole genome sequencing in some cases.<h4>Results</h4>Median follow-up time was 6.5 years. Initial investigations revealed low CD3<sup>+</sup> T lymphocytes in all patients. One patient presented with extremely low lymphocyte counts and depressed phytohemagglutinin responses leading to a tentative diagnosis of SCID. Over a period of 2 years, CD3<sup>+</sup> T-cell counts rose, although in some patients it remained borderline low. One of 5 children continues to experience recurrent upper respiratory infections and asthma episodes. The remaining are asymptomatic except for eczema in 2 of 5 cases. Lymphocyte proliferation responses to phytohemagglutinin were initially low in 3 patients but normalized by age 10 months. In 3 of 5 cases, T lymphocyte counts remain low/borderline low.<h4>Conclusion</h4>In cases of monoallelic <i>FOXN1</i> variants, using whole exome sequencing and whole genome sequencing to rule out possible other significant pathogenic variants allowed us to proceed with confidence in a conservative manner, even in extreme cases consistent with newborn screen-positive early presentation of SCID.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37516813",
    "pmid": "37516813",
    "doi": "10.1038/s41435-023-00215-w",
    "title": "Clinical, immunological and molecular findings of 8 patients with typical and atypical severe combined immunodeficiency: identification of 7 novel mutations by whole exome sequencing.",
    "abstract": "Severe combined immunodeficiency (SCID) is one of the severe inborn errors of the immune system associated with life-threatening infections. Variations in SCID phenotypes, especially atypical SCID, may cause a significant delay in diagnosis. Therefore, SCID patients need to receive an early diagnosis. Here, we describe the clinical manifestations and genetic results of four SCID and atypical SCID patients. All patients (4 males and 4 females) in early infancy presented with SCID phenotypes within 6 months of birth. The mutations include RAG2 (p.I273T,p.G44X), IL7R (p.F361WfsTer17), ADA (c.780+1G>A), JAK3 (p.Q228Ter), LIG4 (p.G428R), and LAT (p.Y207fsTer33), as well as a previously reported missense mutation in RAG1 (p.A444V). The second report of LAT deficiency in SCID patients is presented in this study. Moreover, all variants were confirmed in patients and their parents as a heterozygous state by Sanger sequencing. The results of our study expand the clinical and molecular spectrum associated with SCID and leaky SCID phenotypes and provide valuable information for the clinical management of the patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39780212",
    "pmid": "39780212",
    "doi": "10.1186/s13223-024-00938-z",
    "title": "Inborn errors of immunity (primary immunodeficiencies).",
    "abstract": "Primary immunodeficiencies (PID), now often referred to as inborn errors of immunity (IEI), are a large heterogeneous group of disorders that result from deficiencies in immune system development and/or function. IEIs can be broadly classified as disorders of adaptive immunity (e.g., combined or humoral immunodeficiencies) or of innate immunity (e.g., phagocyte and complement disorders). Although the clinical manifestations of IEIs are highly variable, traditionally many disorders involve an increased susceptibility to infection. Research in recent years has underscored how IEI can present with features other than infection such as: severe atopy, autoimmunity, autoinflammation, lymphoproliferation, and/or malignancy resulting from immune dysregulation. Early consultation with a clinical immunologist is essential, as timely diagnosis and treatment are imperative for preventing significant disease-associated morbidity and mortality. The treatment of IEIs is complex and generally requires both supportive and definitive strategies, including but not limited to, immunoglobulin replacement therapy, antibiotic prophylaxis, immune response modifiers, and hematopoietic stem cell transplantation. This article provides an overview of the major categories of IEIs and strategies for the appropriate diagnosis and management of these disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35907101",
    "pmid": "35907101",
    "doi": "10.1007/s10875-022-01302-9",
    "title": "Inborn Errors of Immunity in Patients with Adverse Events Following BCG Vaccination in Brazil.",
    "abstract": "<h4>Objective</h4>The Bacille Calmette-Guérin (BCG) vaccine is routinely applied in Brazil. Adverse events (AE) may occur in patients with inborn or acquired immunodeficiencies, varying between local (BCGitis) or disseminated (BCGosis) reactions. We evaluated 53 individuals with local or disseminated adverse events to BCG vaccination to assess if they had inborn errors of immunity (IEI).<h4>Methods</h4>Patients diagnosed with an adverse event following BCG vaccination between 2014 and 2017 were included in the study. We collected clinical data, immunophenotyped T and B lymphocytes, and natural killer cells (NK), assessed oxidative function of neutrophils through dihydrorhodamine (DHR) 123 testing, and genotyped 361 genes related to IEI through targeted (panel) sequencing.<h4>Results</h4>The median age of the 53 individuals was four months (IQ 1.5-12), and 52.8% were male. Forty-eight (90.6%) individuals presented only locoregional AE and five (9.4%) presented both locoregional and disseminated AE. Nine (16.9%) patients were diagnosed with an IEI. Four of them presented BCGitis and five presented BCGosis after BCG vaccination. Clinically, four presented chronic granulomatous disease (CGD), three Mendelian susceptibility to mycobacterial disease (MSMD), and two severe combined immunodeficiency (SCID). Patients with IEI had a higher frequency of systemic symptomatology (p = 0.002), history of other infections (p < 0.001), parental consanguinity (p = 0.01), familial history of sick siblings (p < 0.001), or early deaths in the family (p < 0.01).<h4>Conclusion</h4>There is a high frequency of IEI in patients with locoregional and disseminated adverse events to BCG vaccination, revealing the need for the investigation of IEI accompanied by clinical and familial inquiry.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "40149478",
    "pmid": "40149478",
    "doi": "10.3390/genes16030327",
    "title": "Genomic Patterns of Homozygosity and Genetic Diversity in the Rhenish German Draught Horse.",
    "abstract": "<h4>Background/objectives</h4>The Rhenish German draught horse is an endangered German horse breed, originally used as working horse in agriculture. Therefore, the objective of this study was to evaluate the breed's genetic diversity using pedigree and genomic data in order to analyze classical and ancestral pedigree-based inbreeding, runs of homozygosity, ROH islands, and consensus ROH.<h4>Methods</h4>We studied the genome-wide genotype data of 675 Rhenish German draught horses and collated pedigree-based inbreeding coefficients for these horses. The final dataset contained 64,737 autosomal SNPs.<h4>Results</h4>The average number of ROH per individual was 43.17 ± 9.459 with an average ROH length of 5.087 Mb ± 1.03 Mb. The average genomic inbreeding coefficient F<sub>ROH</sub> was 0.099 ± 0.03, the pedigree-based classical inbreeding coefficient F<sub>PED</sub> 0.016 ± 0.021, and ancestral inbreeding coefficients ranged from 0.03 (F<sub>a_Kal</sub>) to 0.51 (Ahc). Most ROH (55.85%) were classified into the length category of 2-4 Mb, and the minority (0.43%) into the length category of >32 Mb. The effective population size (N<sub>e</sub>) decreased in the last seven generations (~65 years) from 189.43 to 58.55. Consensus ROH shared by 45% of the horses were located on equine chromosomes 3 and 7, while ROH islands exceeding the 99th percentile threshold were identified on chromosomes 2, 3, 5, 7, 9, 10, and 11. These ROH islands contained genes associated with morphological development (<i>HOXB</i> cluster), fertility (<i>AURKC</i>, <i>NLRP5</i>, and <i>DLX3</i>), muscle growth, and skin physiology (<i>ZNF</i> gene cluster).<h4>Conclusions</h4>This study highlights how important it is to monitor genetic diversity in endangered populations with genomic data. The results of this study will help to develop breeding strategies to ensure the conservation of the German Rhenish draught horse population and show whether favorable alleles from the overrepresented candidate genes within ROH were transmitted to the next generation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40123743",
    "pmid": "40123743",
    "doi": "10.1016/j.omtm.2024.101405",
    "title": "Antibodies to recombinant human alpha-L-iduronidase prevent disease correction in cortical bone in MPS I mice.",
    "abstract": "Mucopolysaccharidosis I (MPS I) is a lysosomal storage disorder caused by deficiency of the enzyme α-l-iduronidase (IDUA). Failure of enzyme replacement therapy (ERT) to treat skeletal disease may be due to development of anti-IDUA antibodies, found previously to alter tissue distribution of ERT in animal models. To test this hypothesis, immunocompromised (non-obese diabetic [NOD]-severe combined immunodeficiency [SCID]) MPS I mice were treated with weekly ERT from birth (ERT alone). Some mice also received weekly injections of rabbit immunoglobulin G (IgG) against IDUA (immunized rabbit immune globulin [IRIG]) concomitant with ERT, imitating antibodies developed in patients (ERT+IRIG). Mice treated with ERT+IRIG showed lower IDUA activity and higher disease burden than mice treated with ERT alone in most tissues. Femora were harvested at 20 weeks for <i>ex vivo</i> microcomputed tomography (μCT). Femoral cortical bone thickness and cortical bone area in MPS I mice were greater than in unaffected mice. Mice treated with ERT alone had values that were statistically indistinguishable from carrier mice, while mice that received ERT+IRIG had no significant differences compared to vehicle-treated MPS I mice. The data suggests that immune-modulatory or immune-suppressive therapy to prevent or reduce the humoral immune response against ERT may improve treatment of skeletal disease due to MPS I.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35661972",
    "pmid": "35661972",
    "doi": "10.1007/s12026-022-09297-6",
    "title": "In-utero exposure to immunosuppressive medications resulting in abnormal newborn screening for severe combined immunodeficiency: a case series on natural history and management.",
    "abstract": "Exposure to immunosuppressive medication in utero is an important cause of secondary T cell lymphopenia in infancy, which can be detected via T cell receptor excision circle (TREC) quantification on severe combined immunodeficiency (SCID) newborn screening (NBS). At present, there is a paucity of literature surrounding management of these infants. A protocol including recommendations for vaccinations and follow-up is needed to augment care. Patients referred to immunology for abnormal TREC results on NBS were identified as having in utero exposure to immunosuppressive medications and were followed until lymphopenia improved. The natural history of these patients' lymphopenia was used to develop general management guidelines. Four infants with low TRECs secondary to in utero immunosuppressive exposure were evaluated. Medication exposures included azathioprine, infliximab, hydroxychloroquine, and fingolimod. All infants were born full term. TRECs ranged from 101-206 (normal value in IL ≥ 250 at time of testing, B-actin control). T cell lymphopenia (CD3 &lt; 1500) was present in 50% of cases. Undetectably low effector CD4 naïve T cell population was present in 100% of cases. Mitogen proliferation was uniformly normal. Severity of TREC abnormality did not correlate with presence of T cell lymphopenia. Immune abnormalities normalized in 75% patients by age 4 months. All age-appropriate vaccinations, including live vaccines, were administered to all patients by age 4 months. It is critical to assess for in utero immunosuppressive exposure in infants with abnormal TREC results on NBS. In the infants evaluated, secondary T cell lymphopenia associated with maternal immunosuppressive use resolved or significantly improved by age 4 months. Once abnormal TREC count is deemed to be secondary to in utero immunosuppression and there are no other contraindications, infants may safely receive live vaccination, are able to drink breast milk, and do not require prophylactic anti-microbials.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37494614",
    "pmid": "37494614",
    "doi": "10.1097/mph.0000000000002700",
    "title": "Fatal Severe Cytokine Release Syndrome Post-haploidentical Stem Cell Transplant With Post-transplant Cyclophosphamide in an Infant With Severe Combined Immunodeficiency and Disseminated Bacille Calmette-Guérin Infection.",
    "abstract": "<h4>Introduction</h4>Severe Combined Immunodeficiency (SCID) is a primary immunodeficiency disorder characterized by absent or dysfunctional T lymphocytes, leading to defective cellular and humoral immunity requiring urgent hematopoietic stem cell transplantation (HSCT). We report a case of SCID with disseminated Bacille Calmette-Guérin (BCG) infection who developed cytokine release syndrome (CRS) and possible Immune reconstitution inflammatory syndrome (IRIS) after Haploidentical HSCT with post-transplant cyclophosphamide.<h4>Methods</h4>Data were retrospectively retrieved from electronic medical records.<h4>Result</h4>A 5-month-old male infant was referred with fever, cough, and generalized maculopapular rash for 15 days, and had pallor without hepatosplenomegaly or lymphadenopathy. He had a history of previous male sibling death at 6 months of age due to pneumonia. Investigations: hemoglobin: 4.7 g/dL, TLC-6.37×103/uL, absolute lymphocytes: 0.98×103/uL, platelets: 319×103/uL, bilateral patchy opacities in both lung fields, and low immunoglobulin levels. Lymphocyte subset analysis revealed T-, B+, NK- SCID. Genetic analysis showed a hemizygous mutation in IL2RG (c.314A>G). The child received intravenous (IV) antibiotics, antifungal, antitubercular drugs, irradiated blood products, and IV immunoglobulins. Urgent haploidentical HSCT from the mother was planned. Conditioning was Fludarabine-40 mg/m2/d for 4 days, cyclophosphamide: 14.5 mg/kg/d for 2 days. He received peripheral blood hematopoietic stem cells with CD34- 15×106 cells/kg and CD3- 805×106 cells/kg. Within 2 hours of stem cell infusion, he developed respiratory distress, fever, shock, and flaring of rash. Methylprednisolone was started in view of CRS. On day+2, he had sudden desaturation and bradycardia needing mechanical ventilation and inotropes. His inflammatory markers were elevated (Ferritin: 3640 ng/mL, IL-6:5000 pg/mL, CRP:255 mg/L). In view of high-grade CRS, he received an injection of tocilizumab 8 mg/kg on day +2 and day +4. He received post-transplant cyclophosphamide 5 mg/kg on day +3. The endotracheal secretion GeneXpert was positive for Mycobacterium supporting the diagnosis of disseminated tuberculosis. Our patient had disseminated BCG infection which could also be contributory in the initiation of IRIS as the mother was immunized with the BCG vaccine in childhood so she must be having cytotoxic T cells specific for BCG, which were transferred to the infant with peripheral blood stem cell product. He succumbed to severe acute respiratory distress syndrome and multiorgan dysfunction on day +5 post-transplant.<h4>Conclusions</h4>In haploidentical HSCT of SCID, post-transplant course can be complicated by CRS and IRIS as these patients are inefficient in mounting any response to infused donor lymphocytes resulting in their unregulated growth.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37030525",
    "pmid": "37030525",
    "doi": "10.1016/j.clim.2023.109326",
    "title": "POLD3 deficiency is associated with severe combined immunodeficiency, neurodevelopmental delay, and hearing impairment.",
    "abstract": "Combined immunodeficiency diseases (CID) represent the most severe forms of inborn errors of immunity. Defective T cell development and/or function, leading to an impairment in adaptive immunity are responsible for these diseases. The DNA polymerase δ complex is important for genome duplication and maintenance and consists of the catalytic subunit POLD1, and the accessory subunits POLD2 and POLD3 which stabilizes the complex. Mutations in POLD1 and POLD2 have been recently shown to be associated with a syndromic CID characterized by T cell lymphopenia with or without intellectual deficiency and sensorineural hearing loss. Here we report a homozygous POLD3 variant (NM_006591.3; p.Ile10Thr) in a Lebanese patient, the product of a consanguineous family, presenting with a syndromic severe combined immunodeficiency (SCID) with neurodevelopmental delay and hearing loss. The homozygous POLD3<sup>Ile10Thr</sup> variant abolishes POLD3 as well as POLD1 and POLD2 expression. Our findings implicate POLD3 deficiency as a novel cause of syndromic SCID.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36948302",
    "pmid": "36948302",
    "doi": "10.1016/j.antiviral.2023.105582",
    "title": "Evaluation of a novel severe combined immunodeficiency mouse model for antiviral drug evaluation against Chandipura virus infection.",
    "abstract": "Chandipura virus (CHPV) is a negative-sense single-stranded RNA virus known to cause fatal encephalitis outbreaks in the Indian subcontinent. The virus displays tropism towards the pediatric population and holds significant public health concerns. Currently, there is no specific, effective therapy for CHPV encephalitis. In this study, we evaluated a novel C.B-17 severe combined immunodeficiency (SCID) mouse model which can be used for pre-clinical antiviral evaluation. Inoculation of CHPV developed a lethal infection in our model. Plaque assay and immunohistochemistry detected increased viral loads and antigens in various organs, including the brain, spinal cord, adrenal glands, and whole blood. We further conducted a proof-of-concept evaluation of favipiravir in the SCID mouse model. Favipiravir treatment improved survival with pre-symptomatic (days 5-14) and post-symptomatic (days 9-18) treatment. Reduced viral loads were observed in whole blood, kidney/adrenal gland, and brain tissue with favipiravir treatment. The findings in this study demonstrate the utility of SCID mouse for in vivo drug efficacy evaluation and the potential efficacy of favipiravir against CHPV infection.",
    "journal": "",
    "year": "2023"
  }
]