[
  {
    "id": "40024325",
    "pmid": "40024325",
    "doi": "10.1016/j.neuropsychologia.2025.109106",
    "title": "Towards a genetics of semantics? False memories and semantic memory organization in Williams syndrome.",
    "abstract": "Williams syndrome (WS) is a rare genetic neurodevelopmental disorder caused by microdeletion of a critical region on chromosome 7q11.23. At the cognitive level, it is usually characterized by moderate intellectual disability and deficits in visuospatial skills, while showing relative strengths in verbal skills and nonverbal reasoning. Despite their apparent good performance with verbal skills, previous studies have suggested that the structure of semantic memory may be altered in people diagnosed with WS. In this study, we explored the organization of semantic memory in WS through the Deese-Roediger-McDermott (DRM) paradigm, a task in which participants are induced to produce false memories through semantic associations. 24 participants with WS and 24 controls matched for gender and verbal mental age participated in the study. Results showed that the WS group, compared to the control group, had less false memories of critical lures, and made associations with words less related to the items studied. Taken together, these results suggest that semantic memory organization may be atypical in WS. We discuss how certain genes usually associated with the WS cognitive phenotype, GTF2I and GTF2IRD1, might modulate the development of brain areas responsible for semantic processing, ultimately producing atypical associations between words in the semantic networks of the mental lexicon.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39907660",
    "pmid": "39907660",
    "doi": "10.1510/mmcts.2024.117",
    "title": "One-stage relief of bilateral outflow tract obstruction and left main coronary ostial stenosis in an infant with Williams syndrome: the technique.",
    "abstract": "A 3-month-old, 5.2-kg infant with Williams syndrome presented with failure to thrive and a systolic murmur. He was taken to the cardiac catheterization laboratory for a planned pulmonary valvotomy based on findings of severe pulmonary stenosis on the transthoracic echocardiogram. However, he suffered cardiac arrest and had to be resuscitated; the procedure was aborted. Cardiac catheterization revealed suprasystemic right ventricular pressure and severe bilateral branch pulmonary artery stenosis with bilateral branch hypoplasia. The decision was made to proceed with surgical relief of the obstruction.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39849891",
    "pmid": "39849891",
    "doi": "10.1017/s1047951124036540",
    "title": "Orthotopic heart transplantation in patient with Williams syndrome: case report and considerations in perioperative and long-term management.",
    "abstract": "This report describes the first long-term survival following a heart transplant for Williams syndrome-associated cardiac pathologies. An 11-year-old patient with severe global left ventricular dysfunction presented with heart failure and underwent heart transplantation. Her peri- and post-operative courses were complicated by hypertension related to underlying vascular pathology.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR963293",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5699451/v1",
    "title": "Role of Pediatric Nephrologist in Williams Syndrome: care from childhood to adulthood",
    "abstract": "<title>Abstract</title>  <p>Williams syndrome is a relatively rare genetic disorder caused by the deletion of a segment of DNA on chromosome 7q11.23, which encodes the protein elastin. It is characterized by a distinctive clinical phenotype, with key features including cardiovascular abnormalities, facial features and intellectual disability, along with associated endocrine, urological and gastrointestinal manifestations. This retrospective observational study evaluates 68 individuals (15 children and 53 adults) diagnosed with Williams syndrome who are under follow-up at our center. The objectives of this study are to analyze the clinical manifestations, examine the natural history of the disease with potential differences between pediatric and adult presentations, and underscore the role of pediatric nephrology in the multidisciplinary management of these patients. Renal involvement was assessed based on the presence or absence of arterial hypertension, hypercalcemia, hypercalciuria, nephrocardiosis, urinary tract abnormalities, glomerular renal function, and symptoms such as enuresis. The rates of kidney involvement were generally similar between the two age groups in our sample, with the exception of hypertension, which affected nearly half of the children but only about 20% of adults. This study emphasizes the importance of including pediatric nephrologists as key members of the multidisciplinary team managing patients with Williams syndrome.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39846204",
    "pmid": "39846204",
    "doi": "10.1510/mmcts.2024.096",
    "title": "Supravalvular aortic stenosis repair in a 3-year-old child with Williams syndrome using an interdigitating slide aortoplasty.",
    "abstract": "Several techniques for the surgical correction of congenital supravalvular aortic stenosis have been devised. We describe the step-by-step surgical approach of a slide aortoplasty to correct localized supravalvular aortic stenosis in a 3-year-old child with Williams syndrome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40009511",
    "pmid": "40009511",
    "doi": "10.1097/jcp.0000000000001976",
    "title": "N-Acetylcysteine for Nonsuicidal Self-Injurious Behavior in 3 Adults With Williams Syndrome: A Case Series.",
    "abstract": "<h4>Background</h4>Williams syndrome (WS) is a genetic disorder that results from a microdeletion of 25 to 27 genes on chromosome 7q11.23. Individuals with WS often exhibit comorbid neuropsychiatric symptoms, especially anxiety. To our knowledge, nonsuicidal self-injurious behavior (NSSIB) has not been reported in WS. N-acetylcysteine (NAC) is a safe and readily available drug that may modulate glutamate activity in the brain. NAC is effective for treating various neuropsychiatric symptoms and disorders. There are limited reports in the literature where NAC has been used to treat NSSIB effectively, but none in WS.<h4>Methods</h4>This report describes using NAC to treat NSSIB in 3 adults with WS.<h4>Findings</h4>Nonsuicidal self-injurious behavior was successfully treated in 3 adults with WS using NAC in doses ranging from 2400 to 3600 mg a day, resulting in significant improvement in their daily functioning. Additionally, NAC was well tolerated.<h4>Conclusions</h4>NAC was effective for treating NSSIB in 3 adults with WS. By addressing these challenging behaviors, NAC offers a promising pharmacological intervention that can significantly improve the quality of life for patients with WS who engage in NSSIB. Further research and clinical trials are necessary.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39947963",
    "pmid": "39947963",
    "doi": "10.1016/j.jnma.2025.01.011",
    "title": "Non-Hodgkin lymphoma in Williams syndrome: A coincidence or an association?",
    "abstract": "To date there have been multiple clinical reports of pediatric patients with Williams Beuren syndrome developing non-Hodgkin lymphoma. However, there is no clear evidence of an association between this microdeletion syndrome and lymphoma risk and as of yet there are no recommendations for cancer surveillance in the follow-up of these patients. In this report we descibe two patients with Williams Beuren syndrome, both of whom were diagnosed with non-Hodgkin lymphoma, one at the age of 2 years and the other at the age of 6 years during clinical follow-up. Although Williams-Beuren syndrome is not a cancer-predisposing genetic syndrome, rare cases of malignancy have been reported in these patients, necessitating consideration of this fact during patient follow-up.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39686774",
    "pmid": "39686774",
    "doi": "10.1089/cap.2024.0124",
    "title": "A Prospective Open-Label Trial of Buspirone for the Treatment of Anxiety in Williams Syndrome.",
    "abstract": "<b><i>Study Design:</i></b> Prospective open-label trial. <b><i>Objectives:</i></b> The objective of this study was to determine whether buspirone showed preliminary evidence of effectiveness, safety, and tolerability in individuals with Williams syndrome (WS). <b><i>Methods:</i></b> This is a 16-week, prospective, flexibly dosed, open-label trial of buspirone in 20 individuals with WS aged 5-65 years. The primary outcome measure was the Pediatric Anxiety Rating Scale (PARS). <b><i>Results:</i></b> Buspirone use (mean dose, 22.6 mg per day) was associated with a reduction in anxiety severity, with Cohen's <i>d</i> estimate of -4.02 for the PARS. All 18 participants who completed the study received the Clinical Global Impression-Improvement subscale score for anxiety of \"much improved\" or \"very much improved.\" No serious or severe adverse events occurred during the trial, and no participants discontinued the study due to adverse events. <b><i>Conclusion:</i></b> Buspirone was safe and well tolerated. It was also associated with a reduction in anxiety severity. Given these findings, a double-blind, placebo-controlled study of buspirone in WS is warranted.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40158781",
    "pmid": "40158781",
    "doi": "10.1016/j.matbio.2025.03.003",
    "title": "Toward a rational therapeutic for elastin related disease: key considerations for elastin based regenerative medicine strategies.",
    "abstract": "Elastin is a connective tissue protein, produced from the ELN gene, that provides elasticity and recoil to tissues that stretch, such as the large arteries of the body, lung parenchyma, skin, ligaments and elastic cartilages. It is produced as a soluble monomer, tropoelastin, that when cross-linked in the extracellular space generates a polymer that is extraordinarily stable, with a predicted half-life of more than 70 years. Although data suggest ongoing elastin transcription, it is rare to see new elastin deposited outside of its tight developmental window. Consequently, elastin-related disease comes about primarily in one of three scenarios: 1) inadequate elastin deposition, 2) production of poor-quality elastic fibers, or 3) increased destruction of previously deposited elastin. By understanding the pathways controlling elastin production and maintenance, we can design new therapeutics to thwart those abnormal processes. In this review, we will summarize the diseases arising from genetic and environmental alteration of elastin (Williams syndrome, supravalvar aortic stenosis, autosomal dominant cutis laxa, and ELN-related vascular and connective tissue dysfunction) and then describe the mechanisms controlling elastin production and maintenance that might be manipulated to generate novel therapeutics aimed at these conditions. We will end by summarizing existing therapeutic strategies targeting these disease mechanisms before outlining future approaches that may better solve the challenges associated with elastin based regenerative medicine.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR940743",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5357434/v1",
    "title": "Analysis of clinical audiology characteristics in children with Williams syndrome in China",
    "abstract": "<title>Abstract</title>  <p>Background  Williams Syndrome (WS) is a neurodevelopmental disorder caused by microdeletion on chromosome 7. Hearing loss (HL) is common in this population but is rarely taken seriously. Previous studies had small sample sizes and mixed conclusions, and few studies have investigated HL in children with WS. Objectives  To investigate audiological characteristics of children with WS, analyze the influence factors, and to provide scientific basis for further improvement of ear and hearing care in children with WS. Methods  WS followed up between June 2020 to June 2024 were underwent a series of audiological examinations such as tympanogram, distortion product otoacoustic emission (DPOAE), auditory brainstem response (ABR) and pure-tone audiometry (PTA), to analyze the audiological characteristics of WS at different ages, and their difference with control group. Results  The passing rate of tympanogram and DPOAE in WS was significantly decreased when compared with control group (<italic>p < 0.05</italic>), and these differences were found in all age groups. The lower DPOAE passing rate still remain after the tympanogram abnormal data were excluded. The SNR of 2000-5000Hz were statistically lower in children with WS after tympanogram, DPOAE abnormal data were excluded. No significant difference was found in the passing rate of tympanogram and DPOAE of the 25 subjects after 1–2 years. Threshold of ABR in WS was higher than control group. The latency of wave Ⅰ, Ⅲ and the interpeak latency Ⅰ-Ⅲ in WS were significantly longer (<italic>p < 0.05</italic>), and the interpeak latency Ⅲ-Ⅴ was significantly shorter than that in control group (<italic>p < 0.05</italic>). 50% of WS was assessed as HL by PTA, with conductive HL in 60%, sensorineural HL in 20% and mixed HL in 20%, most were mildly. The threshold of 250-8000Hz in WS group were significantly higher than that in control group (<italic>p < 0.05</italic>), either in air or bone conduction. Conclusions  This study found that children with WS generally had abnormal functions of the middle ear and inner ear, accompanied with HL, or subclinical cochlear active mechanism dysfunction, and it can occur as early as before 3 years. Prolonged ABR latency suggests delayed myelination of auditory nerve. The shortened Ⅲ-V interval may be an electrophysiological marker in this population. It is recommended to carry out long-term and regular hearing follow-up for this population in order to detect HL early and treat diseases that may contribute to HL in time.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR931415",
    "pmid": "",
    "doi": "10.20944/preprints202410.1953.v1",
    "title": "Second-Order False Belief in People with Williams Syndrome",
    "abstract": "<h4>Purpose: </h4> Only two studies have examined the second-order false belief mentalizing ability of people with Williams syndrome (WS). The exact age in one study that successfully passed the advanced complex mentalizing ability exceeded nine years in chronological age. Another study reported failure to pass second-order false-belief tasks among people with WS at an averagely of 8.56 years in their mental age. This study aimed to examine the nature of the second-order mentalizing ability of people with WS using computerized animations to investigate the possibility of rehabilitation. <h4>Methods:</h4> Advanced technology of three-dimensional (3D) animation clips was used as an experimental tool. People with WS viewed clips in a quiet room without interruption. After watching each clip, people with WS answered the following questions: character recognition, reality, memory, and second-order false beliefs. Responses from people with WS were recorded and analyzed. <h4>Results:</h4> The mental passing age of the second-order false-belief task in people with WS in the current study was 7.14 years. People with WS improved their mentalizing ability to the advanced, complex mental states of other people using computerized animation clips. People with WS performed better with 3D animation stimuli than with traditional two-dimensional (2D) stimuli. <h4>Conclusion:</h4> With 3D animation clips, people with neurodevelopmental disabilities can induce second-order false belief mentalizing abilities, as shown in people with WS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR930199",
    "pmid": "",
    "doi": "10.20944/preprints202410.1809.v1",
    "title": "Impact of Virtual Reality on Memory in People with Williams Syndrome",
    "abstract": "<h4>Purpose: </h4> People with Williams syndrome (WS, n = 20, CA = 12.5, MA = 8.9) have strong verbal short-term memory but challenged verbal long-term memory. This study aimed to evaluate the memory abilities of people with WS and examine the possibility of improving their memory performance. <h4>Methods:</h4> Twelve navigations completed the study. Fourteen indexes were used for each navigation. Controls matched in chronological age (CA, n = 20, mean age = 12.5), mental age (MA, n = 20, mean age = 8.8), 5th graders (n = 20, mean age = 10.3), and college students (CS, n = 20, mean age = 20.2) were recruited. <h4>Results:</h4> The WS group was slowest and erred more in completing tasks than the CA and MA groups. The error patterns revealed group differences in the number of extra items purchased and missed correct items. The 5th graders erred more than the CS on extra items purchased; the CA group erred more than the CS and the 5th graders on missed correct items. The WS group erred more than the CA and MA groups for incorrect items purchased, extra items purchased, missed correct items, and incorrect types purchased. The error patterns yielded replacements and confusion. Semantic features attributed to atypical processing during navigation have emerged in people with WS. <h4>Conclusion:</h4> These findings suggest that people with WS have developmental disorders in verbal long-term memory. The current study serves as a foundation for future interventions in people with WS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39493104",
    "pmid": "39493104",
    "doi": "10.7759/cureus.70777",
    "title": "A Rare Co-occurrence of Williams Syndrome and 𝘛𝘕𝘒2 Gene-Related Epilepsy.",
    "abstract": "Williams syndrome is a multisystem disorder characterized by developmental delay, characteristic facial features, growth abnormalities, and cardiovascular abnormalities. The disorder is an autosomal dominant genetic syndrome that occurs due to microdeletion at chromosomal locus 7q11.23. Seizures occur uncommonly in association with Williams syndrome. Mutations in the <i>TNK2</i> gene have been found in rare cases of autosomal recessive infantile-onset epilepsy. We describe a rare co-occurrence of Williams syndrome and <i>TNK2</i> gene-related epilepsy in a child born of consanguineous parents. This case report emphasizes the role of genetic testing in the diagnosis of rare diseases. This is the fourth case report of epilepsy with biallelic mutations in the <i>TNK2</i> gene, to the best of the authors' knowledge.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39936017",
    "pmid": "39936017",
    "doi": "10.3389/fpsyg.2025.1402121",
    "title": "Narrative microstructure and macrostructure in adolescents with Down syndrome and Williams syndrome.",
    "abstract": "Down syndrome (DS) and Williams syndrome (WS) are genetic neurodevelopmental disorders associated with intellectual disability, showing contrasting linguistic profiles with asymmetries in grammatical (DS weakness/WS strength) vs. pragmatic abilities (DS strength/WS weakness). The aim of the present study was to explore the linguistic profiles of 14 adolescents with DS and WS, and 14 typically developing controls (matched by chronological and verbal age) by comparing the microstructure and macrostructure of narratives and their possible dissociation. Participants watched an episode of the Tom and Jerry cartoon series and were asked to retell it. The videotaped narratives were transcribed and analyzed with the tools of the CHILDES Project and the Pragmatic Evaluation Protocol for Corpora (PREP-CORP). Microstructure was assessed by productivity at the grammatical level (number of utterances) and lexical level (number of word tokens), and complexity at the grammatical level (MLU) and lexical level (number of word types). Macrostructure was assessed by the number of story elements recalled at three levels: scenarios (global), episodes (integrated), and events (detailed). Results confirmed asymmetries in the linguistic profiles of both groups, with relative strengths of adolescents with DS in macrostructure despite relative weaknesses in microstructure. Conversely, adolescents with WS exhibited strengths in narrative microstructure, but failed to show better performance than the DS group in macrostructure. Following regression analyses, microstructure predicted macrostructure in typically developing adolescents, while no association was found between both levels in the profiles of adolescents with WS and DS, which was interpreted as an atypical dissociation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40038769",
    "pmid": "40038769",
    "doi": "10.1186/s13019-024-03286-6",
    "title": "Application feasibility of virtual models and computational fluid dynamics for the planning and evaluation of aortic repair surgery for Williams syndrome.",
    "abstract": "<h4>Background</h4>Accurate diagnosis and evaluation of Williams Syndrome (WS) are essential yet challenging for effective surgical management. This study aimed to quantify the hemodynamic changes of surgical repair for WS through virtual surgery and computational fluid dynamics (CFD) for surgical guidance and postoperative evaluation.<h4>Methods</h4>A patient preliminarily diagnosed with WS was included in this study. 3D model alongside hemodynamic analysis was used to guide and evaluate the surgical procedure. Preoperative, predictive and postoperative models were created and analyzed using CFD. Key parameters, including blood flow velocity, pressure differences, wall shear stress, and other critical factors, were assessed to evaluate the surgery's effectiveness.<h4>Results</h4>In the hemodynamics analysis, the CFD results of predictive model and postoperative model demonstrated a high level of consistency, and showed significant differences compared to the preoperative model. The velocity at the stenosis on the aorta decreased from 5.6 m/s before the operation to 1.6 m/s in the virtual model and 1.5 m/s in the postoperative model. Surgical repair increased the proportion of outlet flow of the descending aorta (dAo) from 28.7% to 35.5%.<h4>Conclusions</h4>Virtual surgery and CFD can predict surgical outcomes, enabling doctors to optimize and rehearse the procedure before the actual surgery. The method of predicting surgery through virtual surgery and CFD is accurate and feasible.<h4>Trial registration</h4>Registered by the Ethics Committee of Peking University International Hospital (No. IRB2019-062).",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39327846",
    "pmid": "39327846",
    "doi": "10.1017/s0305000924000436",
    "title": "Overuse of familiar phrases by individuals with Williams syndrome masks differences in language processing.",
    "abstract": "We investigated whether individuals with Williams Syndrome (WS) produce language with a bias towards statistical properties of word combinations rather than grammatical rules, resulting in an overuse of holistically stored, familiar phrases. We analysed continuous speech samples from English children with WS (n = 12), typically developing (TD) controls matched on chronological age (n = 15) and TD controls matched on language age (n = 14). Alongside word count, utterance length, grammatical complexity, and morphosyntactic errors, we measured familiarity of expressions by computing collocation strength of each word combination. The WS group produced stronger collocations than both control groups. Moreover, the WS group produced fewer complex sentences, shorter utterances, and more frequent function words than chronological-age matched controls. Language in WS may appear more typical than it is because familiar, holistically processed expressions mask grammatical and other difficulties.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39620615",
    "pmid": "39620615",
    "doi": "10.3928/01913913-20241001-01",
    "title": "Surgical Treatment of Strabismus in Children With Developmental Delay: A Review of the Literature and Results of Personal Experience.",
    "abstract": "<h4>Purpose</h4>To review the current literature, to provide a foundation of knowledge on strabismus surgery in patients with developmental delay, and to present results from the authors' personal experience.<h4>Methods</h4>The following terms were searched on PubMed: strabismus surgery, mental delay, developmental delay, Down syndrome, Angelman syndrome, cerebral palsy, hydrocephalus, Williams syndrome, fragile X syndrome, and fetal alcohol syndrome. Surgical outcomes were analyzed and discussed; only English articles were included. Medical records of 183 patients with developmental delay who underwent strabismus correction surgery from 2001 to 2020 were examined and discussed.<h4>Results</h4>Articles were reviewed and analyzed, categorized based on the disease. The authors' experience included 183 patients with various diseases or syndromes: 44 Down syndrome, 40 fetal alcohol syndrome, 36 Williams syndrome, 9 fragile X syndrome, 12 Angel-man syndrome, 11 Cohen syndrome, and 31 cerebral palsy. Surgical results at 3 and 18 months of follow-up were analyzed. Regarding esotropia surgery, 83.9% had a deviation of less than 8 prism diopters at 3 months and 53.8% at 18 months of follow-up. Hypocorrection was seen in 7.7% and 3.5% and hypercorrection was observed in 8.4% and 52.7% at 3 and 18 months, respectively. For exotropia, 60% had a deviation of less than 8 prism diopters at 3 months and 22.5% at 18 months. Hypocorrection occurred in 35% and 75%, whereas hypercorrection was found in 5% and 2.5%, respectively.<h4>Conclusions</h4>A higher prevalence of strabismus was found in these patients and the surgical outcomes were more difficult to predict. Patients with esotropia were more hypercorrected, whereas those with exotropia were more hyporcorrected. <b>[<i>J Pediatr Ophthalmol Strabismus</i>. 20XX;X(X):XXX-XXX.]</b>.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39733135",
    "pmid": "39733135",
    "doi": "10.1038/s41598-024-83146-4",
    "title": "Metabolic profiling reveals altered amino acid and fatty acid metabolism in children with Williams Syndrome.",
    "abstract": "Williams Syndrome (WS) is a rare neurodevelopmental disorder with a prevalence of 1 in 7500 to 1 in 20,000 individuals, caused by a microdeletion in chromosome 7q11.23. Despite its distinctive clinical features, the underlying metabolic alterations remain largely unexplored. This study employs targeted metabolomics to investigate the metabolic characteristics of children with WS. Using liquid chromatography-tandem mass spectrometry (LC-MS/MS), we identified significant dysregulation of 15 metabolites, with 11 upregulated and 4 downregulated. Notably, amino acids such as alanine, proline, and arginine were significantly elevated. Fatty acid metabolism showed pronounced upregulation of long-chain saturated fatty acids (C18:0, C20:0, C22:0, C24:0, C26:0, and C28:0) and downregulation of long-chain unsaturated fatty acids (C18:2 LA, C22:6 DHA, C16:1 PLA, and t-C18:1 EA), except for upregulated nervonic acid (C24:1) and arachidonic acid (C20:4). Metabolic pathway analysis highlighted disruptions in arginine synthesis, arginine/proline metabolism, alanine, aspartate and glutamate metabolism, biosynthesis of unsaturated fatty acids, linoleic acid metabolism, and arachidonic acid metabolism. This study provides the first comprehensive analysis of amino acid and fatty acid metabolism in children with WS, offering insights into the disorder's complex metabolic landscape. Further validation in larger cohorts is essential to confirm these findings and their potential as biomarkers and therapeutic targets.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR908735",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4836668/v1",
    "title": "Early Cognitive and Language Development Characteristics of Children with Williams Syndrome in China",
    "abstract": "<title>Abstract</title>  <p><bold>Background:</bold> Williams syndrome (WS) is an inherited multisystem disorder characterized by cognitive and linguistic dissonance with distinct strengths and weaknesses. The aim of this studywas to investigate the characteristics of early cognitive and language development in WS children of different ages. <bold>Methofs:</bold>106 children, aged 1-5 years, diagnosed with WS in the outpatient department of child healthcare in our hospital from September 2018 to June 2023 were included in this study. All children underwent cognitive development assessment to observe and analyze the developmental characteristics of WS children at different ages. <bold>Results: </bold>The developmental levels of gross motor and fine motor functional areas of WS children were significantly lower than those of Global developmental delay (GDD) children, while the developmental level of language functional area of WS children was significantly higher than that of GDD children. While the language ability of WS children showed significant advantages from the age of two and remained so until the age of five. At the same time, WS children in the group basically maintained a relatively stable level in each functional area with age, and there was no difference between verbal and nonverbal intelligence quotient (IQ) in all ages. <bold>Conclusions: </bold>The results of the present study identify a new feature that the relative prominence of language ability in early childhood of WS children is not a matter of their superiority over nonverbal ability, but rather a relative manifestation of language superiority as the language ability of WS children has remained stable relative to the developmental characteristics of other children with developmental delays whose language ability declines slowly with age. This finding can help us explore interventions that may help WS children reach their full potential, while emphasizing the need for individualized assessment and management of WS children to guide educational and rehabilitative strategies for WS children.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40150557",
    "pmid": "40150557",
    "doi": "10.3390/children12030274",
    "title": "Progress in Child and Adolescent Psychiatry and Mental Health.",
    "abstract": "Most mental health conditions emerge in early childhood and their prevalence varies with age [...].",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39169654",
    "pmid": "39169654",
    "doi": "10.1002/aur.3219",
    "title": "Developmental process of the understanding of linguistic register in children: A comparison of typically developing children, autistic children, and children with Williams syndrome.",
    "abstract": "Although the developmental process of linguistic register-the appropriate manner of speech as determined by the listener and social situation-has been gradually clarified in typically developing (TD) children, research on the mechanism and developmental process of register acquisition in atypically developing children are insufficient. This study compared the developmental process of understanding linguistic register among TD children, autistic children, and those with Williams syndrome (WS), and examined the contributions of social cognition and motivation to the acquisition of linguistic register. Two experiments were designed to assess the recognition of which linguistic register to use when communicating with different listeners and of the listener's feelings according to the speakers' use of register. The results revealed that the process of understanding register-listener associations was nearly identical among all groups of children and their understanding improved with age. Conversely, their understanding of the effect of register selection on the listener's feelings varied. Importantly, as TD children mature, they become aware that adult listeners may feel negatively when spoken to in an inappropriate register, whereas autistic children and those with WS do not exhibit the same awareness. Thus, our results suggest that atypical social cognition and motivation do not disturb the understanding of register-listener associations. However, social cognition and motivation play important roles in understanding the effect of register selection on the listener's feelings. These findings provide a significant contribution to clarifying the mechanism of linguistic register acquisition.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39984547",
    "pmid": "39984547",
    "doi": "10.1038/s41598-025-87251-w",
    "title": "Perception of psychosocial burden in mothers of children with rare pediatric neurological diseases.",
    "abstract": "Parenting a child with rare paediatric neurological diseases (RPNDs) severely affects parents' quality of life and the caregiver burden. Since mothers tend to be the primary caregivers more often, this study focuses on previously unexplored experiences of mothers of four RPNDs: 22q11.2 deletion syndrome (22q11.2DS), Angelman syndrome (AS), Dravet syndrome (DS) and Williams syndrome (WS). A cross-sectional survey of 302 mothers revealed that, while caring for RPND children seriously impacts well-being and stress in all mothers, there also exist some significant differences in diagnostic experiences, quality of life and the caregiver burden across conditions. DS and AS mothers reported difficulties in the access to and reimbursement for modern genetic testing and psychological support. DS and WS mothers were concerned over the impact of the delayed diagnosis on unnecessary hospitalisations and medication in their children. 22q11.2DS mothers felt more supported than others. While DS and AS mothers reported a greater burden in caregiving and reduced quality of life, WS mothers reported significantly lower burdens and higher scores across all quality-of-life domains. Mothers' financial well-being, employment status and early diagnosis significantly influenced their experiences. These findings underscore the need for tailored support for RPND mothers, with a focus on early diagnosis and financial and psychological help.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39373882",
    "pmid": "39373882",
    "doi": "10.1007/s10803-024-06530-z",
    "title": "Behaviour and Psychopathology in Preschool Children with William Syndrome and the Effects of Age, Sex and Cognition.",
    "abstract": "The current study compared the prevalence of cognitive and psychopathological impairments among 24 preschool children with Williams syndrome (WS) (aged 2.20 to 5.97 years) and 53 controls without WS and screened for developmental or psychological diagnoses (aged 2.21 to 5.89 years) matched on chronological age and sex distribution. Associations between sex, chronological age, early development and psychopathology were also investigated. The Child Behavior Checklist-Preschool Version (CBCL) and the Mullen Scales of Early Learning were administered. Higher reported rates of Attention Problems, Emotional Reactivity, Somatic Complaints, Withdrawal, Affective Problems and Total Problems were found in preschool children with WS. There were no significant group differences in prevalence rates of all other CBCL domains. Attention Problems were the most prevalent psychopathology in preschool children with WS (33% falling in the clinically significant range), followed by Affective Problems (29% in clinically significant range), then Anxiety Problems (17%) or Attention Deficit/Hyperactivity Problems (17%). Among children without WS, the highest prevalence rates of psychopathology were for Attention Problems (4% falling in the clinically significant range), Aggressive Behaviour (4%), Sleep Problems (4%) and Oppositional Defiant Problems (4%). There were no significant associations between sex or chronological age and CBCL-reported psychopathology for either group. In addition, there were no significant relationships between CBCL ratings and verbal ability, nonverbal ability or overall developmental level in either group. Findings highlight variations in the pattern of psychopathology among preschool children with WS compared to those without WS, which needs to be considered in clinical management and future research.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39099908",
    "pmid": "39099908",
    "doi": "10.7759/cureus.63898",
    "title": "Hinchey III Diverticulitis in a 31-Year-Old Patient With Williams Syndrome: A Case Report.",
    "abstract": "Williams syndrome was first reported by Williams and Beuren in 1961-1962. It is a genetic disorder that is caused by a sporadic microdeletion of chromosome 7, which includes the elastin gene. The development of gastrointestinal pathology, such as diverticular disease, is associated with the deletion of this specific gene. Almost one-third of patients with Williams syndrome develop diverticular disease. The first episode of diverticulitis appears in 8% of patients, diagnosed with Williams syndrome, before the age of 40. According to the literature, in the case of complicated diverticulitis (Hinchey III) in patients with WS, the treatment is mainly surgical resection of sigmoid and colostomy (Hartmann procedure) or anastomosis. We present an interesting case with a 31-year-old male, with Williams syndrome and Hinchey III diverticulitis, who underwent laparoscopic lavage and primary closure of the perforation. To our knowledge, this is the first case in literature that a patient with Williams syndrome and complicated diverticulitis (Hinchey III) was treated this way and the results until now are encouraging.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38974619",
    "pmid": "38974619",
    "doi": "10.1055/s-0044-1785457",
    "title": "Peripheral Auditory Pathway and ABR Characterization in Adults with Williams Syndrome.",
    "abstract": "<b>Introduction</b>  Williams syndrome (WS) is a genetic disorder caused by a microdeletion in chromosome 7, affecting ∼ 28 genes. Studies have demonstrated conductive losses seemingly related to the absence of the <i>elastin</i> gene and mild to profound sensorineural losses due to cochlear fragility. <b>Objective</b>  To characterize and compare the peripheral auditory system and auditory brainstem response (ABR) of adults with WS and neurotypical adults matched by age and gender. <b>Methods</b>  We conducted a cross-sectional observational study with 30 individuals of both sexes, aged 18 to 37 years - 15 of them with WS (study group) and 15 with neither the syndrome nor hearing complaints (control group), matched for sex and age. The subjects underwent pure-tone and speech audiometry, acoustic immittance, transient-evoked otoacoustic emissions (TEOAEs), and ABR. <b>Results</b>  Early-onset sensorineural hearing loss was found in 53.3% of the study sample, mostly mild, occurring above 3 kHz. The TEOAEs were absent in 53.3% of assessed subjects; for those in whom they were present, the signal-to-noise responses were significantly lower than in the control group. In the ABR, increased absolute latencies were observed in waves I and III. <b>Conclusion</b>  Individuals with WS have early and progressive cochlear impairments, mainly affecting the basal region of the cochlea. They may have low brainstem changes which seem to begin in adulthood.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR932767",
    "pmid": "",
    "doi": "10.20944/preprints202410.2314.v1",
    "title": "Is a Synaptic Dysfunction the Origin of Autism?",
    "abstract": "Autism in childhood is a heterogeneous disease with around 110 phenotypes. Around 800 genes are affiliated with autism including members of neuro-ligand, neurexin, cadherin, GABA receptors, SHANK gene families, mutated UBE3 A on chromosome 15 and SNORD 116 precursor interaction. A predominant 4:1 male to female ratio is found in autistic spectrum disorder. 50 per cent of all autistic children show chromosome deletions and duplications, these are often found on the 15th and 16th chromosome. Copy number repeat variants in DNA are also well described in pathogenesis of autism patients. There is an overlap with other neurodevelopmental syndromes like tuberous sclerosis, Williams-syndrome, Phelan McDermid syndrome and Sphrintzen syndrome. The hypothesis of the term “atypical connectivity” in different brain regions with partial under- and overconnectivity with reduced brain networking at the psychosocial level was described. Different hypothesis about the origin of autism in children were described. The hypothesis of early lack of basic trust, mercury intoxication and different aspects concerning the origin of this extraordinary disease of 2 percent of children were stated but not confirmed to date. Especially low immature production of IgF-1 by oligodendrocytes in the corpus callosum leads to slowing of the PI3K/AKT chain activation of myelination that Ig-F1 could play an important role in the origin of the disease. Synaptic dysfunction with hypomyelination and impaired impulse transmission seem to play an extraordinary role with under- and overconnectivity with reduced brain networking at the psychosocial level in autistic children. Functional underconnectivity is found in 5 different brain areas, prefrontal, parieto-occipital, motor, somatosensory and the temporal region. Functional overconnectivity is often present in temporo-thalamic regions. Recent research shed light on synaptic dysfunctions with disrupted normal impulse signaling. In this review the different neurochemical findings and the correlation of synaptic dysfunction in autistic children will be closely evaluated.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40209784",
    "pmid": "40209784",
    "doi": "10.7754/clin.lab.2024.241020",
    "title": "Prenatal Genetic Diagnosis of Williams-Beuren Syndrome with Atypical and Complex Phenotypes.",
    "abstract": "<h4>Background</h4>Williams-Beuren syndrome (WBS) is a severe congenital disorder that presents challenges in prenatal diagnosis due to the atypical or incomplete phenotypes exhibited by affected fetuses. This study investigated the relationship between genotype and complex phenotype in WBS fetuses using ultrasound, SNP array, and whole exome sequencing.<h4>Methods</h4>Chromosomal microarray analysis (CMA) and whole genome sequencing (WES) were conducted on pregnant women undergoing prenatal diagnosis. We analyzed genome-wide copy number variants (CNVs), regions of homozygosity (ROH), single nucleotide variants (SNVs), small insertions and deletions, and splice sites.<h4>Results</h4>A deletion at 7q11.23 was identified in 7 out of 6,718 prenatal diagnostic samples (1 in 960). Ultrasound findings varied: two fetuses exhibited cardiovascular anomalies; one presented with persistent left superior vena cava and intrauterine growth retardation (IUGR), while two others displayed polycystic kidney dysplasia, one accompanied by mild tricuspid regurgitation, and the remaining two fetuses showed no apparent ultrasound abnor-malities. Genetic analysis revealed CNVs ranging in size from 1.43 to 1.66 megabase pairs (Mb), affecting 34 to 41 genes. On average, one additional CNV larger than 100 kilobase pairs (Kb) of unknown significance and 0.43 ROH larger than 5 Mb were identified in these cases. Although pathogenic or likely pathogenic SNV or splice sites related to renal development and cardiovascular development were found, none correlated with the fetal phenotype observed.<h4>Conclusions</h4>The phenotypes of WBS fetuses are often atypical and complex. Future research should focus on integrating advanced genetic technologies and improved imaging modalities to enhance our understanding of the intricate genotype-phenotype relationships associated with WBS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39073239",
    "pmid": "39073239",
    "doi": "10.1002/ajmg.a.63827",
    "title": "Gastrointestinal manifestations in Williams syndrome: A prospective analysis of an adult and pediatric cohort.",
    "abstract": "Williams syndrome (WS) is a multi-system condition caused by the deletion of 25-27 coding genes on human chromosome 7. Irritability, gastrointestinal (GI) reflux and slow growth are commonly reported in infants with WS, but less data exist regarding GI concerns in older children and adults with the condition. This study evaluates 62 individuals with WS (31 children aged 3-17, and 31 adults aged 18-62) as well as 36 pediatric and adult controls to assess current and historical rates of common GI symptoms. Data were evaluated using a regression model including age, sex, self-reported race, and diagnosis. Symptoms including food intolerance, reflux, dysphagia, choking/gagging, vomiting, constipation, bloating, diarrhea, hematochezia, rectal prolapse, abdominal pain, and weight loss are more common in those with WS relative to controls. In addition, people with WS utilize more GI medications, specialty care, procedures, and supplemental feeds. Among those with WS, symptoms were present at similar rates in children and adults, except for diverticular disease, which was not noted until adulthood. GI symptoms are frequent in people with WS and serve as a significant source of morbidity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39023193",
    "pmid": "39023193",
    "doi": "10.1002/bdr2.2385",
    "title": "A case of Williams syndrome with Wolff-Parkinson-White syndrome.",
    "abstract": "<h4>Introduction</h4>Williams syndrome (WS) cases have been reported to have with 25-100 times greater increased risk of sudden cardiac death (SCD). SCD has been reported in cases without any evidence of structural cardiovascular anomalies. Wolff-Parkinson-White (WPW) syndrome is characterized by short PR interval and delta wave. Ventricular preexcitations can develop paroxysmal reentrant tachycardia through Kent bundle or less frequent atrial fibrillation and in some cases with accessory pathway effective refractory period (APERP) under 250 ms considered as risky and may lead to SCD. WS associated with WPW has not been reported before.<h4>Case report</h4>An 11-year-old male who had been followed up with WS was referred to pediatric cardiology outpatient clinic with the complaint of palpitation. Electrocardiographic examination showed short PR interval and delta wave in the ECG consistent with WPW. He underwent electrophysiological study (EPS). Basic measurements were performed, and APERP was found at 280 ms cycle atrial pacing. RF energy was delivered using a 4 mm tip nonirrigated radiofrequency (RF) ablation catheter where the best ventriculoatrial (VA) signals were received and the AP was abolished within few seconds.<h4>Discussion and conclusions</h4>Although, WPW cases are usually asymptomatic or related to SVT, the risk of SCD should not be ignored. Thus, all patients with WPW deserve an EPS for assessing the AP conduction properties. Due to the increased risk of SCD in patients with WS compared to general population, in the presence of concomitant WPW, these patients should be evaluated with EPS even if they do not have symptoms.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR878868",
    "pmid": "",
    "doi": "10.31234/osf.io/ztp9h",
    "title": "Spatial Exploration and Navigation in Down Syndrome and Williams Syndrome",
    "abstract": "<p>We know little about the ability to explore and navigate large-scale space for people with intellectual disabilities (ID). In this cross-syndrome study, individuals with Down syndrome (DS), individuals with Williams syndrome (WS) and typically developing children (TD; aged 5 to 11 years) explored virtual environments with the goal of learning where everything was within the environment (Experiment 1) or to find six stars (Experiment 2). There was little difference between the WS and DS groups when the goal was simply to learn about the environment with no specific destination to be reached (Experiment 1); both groups performed at a level akin to a subset of TD children of a similar level of non-verbal ability. The difference became evident when the goal of the task was to locate targets in the environment (Experiment 2). The DS group showed the weakest performance, performing at or below the level of a subset of TD children at a similar level of non-verbal ability, whilst the WS group performed at the level of the TD subset group. The DS, WS and TD group also demonstrated different patterns of exploration behavior. Exploration behaviour in DS was weak and did not improve across trials. In WS, exploration behavior changed across trials but was atypical (the number of revisits increased with repeated trials). Moreover, transdiagnostic individual difference analysis (Latent Profile Analysis) revealed five profiles of exploration and navigation variables, none of which were uniquely specific to DS or to WS. Only the most extreme profile of very poor navigators was specific to participants with DS and WS. Interestingly, all other profiles contained at least one individual with DS and at least one individual with WS. This highlights the importance of investigating heterogeneity in the performance of individuals with intellectual disability and the usefulness of a data-driven transdiagnostic approach to identifying behavioral profiles.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38814298",
    "pmid": "38814298",
    "doi": "10.24953/turkjpediatr.2024.4591",
    "title": "Congenital heart defects and postoperative follow-up of patients with Williams syndrome as a single center experience and review of the cases from Türkiye.",
    "abstract": "<h4>Background</h4>Cardiovascular system involvement is quite common and the leading cause of morbidity and mortality in patients with Williams syndrome (WS), most of whom need surgery. The present study aimed to provide a detailed evaluation of the features of surgical procedures and outcomes of patients with WS given as single-center experience, and additionally to make a detailed review from Türkiye.<h4>Materials and methods</h4>Thirty-five children with WS diagnosed between the years 1992 and 2021 were evaluated retrospectively including cardiovascular data, surgical treatment features, and outcomes. A total of six articles from Türkiye were evaluated.<h4>Results</h4>A total of 35 patients with Williams Syndrome (24 male) with a median age of cardiologic diagnosis of 6 months (range, 2 days-6 years) were evaluated. The cardiac defects of the patients with WS were found as supravalvular aortic stenosis (SVAS) (n=30, 85%) and peripheral pulmonary stenosis (PPS) (n=21, 65%). Additional cardiac anomalies were seen in 71% patients. The rate of SVAS and PPS surgery in all patients with WS was 77.1%. The median surgical age of the patients was 2.5 years (range, 7 months-15.5 years). No patients died due to surgery. But one patient died because of ventricular tachycardia due to anesthesia at the beginning of angiography. A total of 138 (63% male) patients with WS were evaluated from the articles published in Türkiye. Of 138 patients, 64.4% had SVAS, 52.1% had PPS, and 39.8% had additional cardiac anomaly. The median follow-up period ranged from 17 months to 18 years, and six (4.3%) patients died in the early postoperative period.<h4>Conclusion</h4>Cardiovascular system involvement is extremely common and is the leading cause of morbidity and mortality in patients with WS, often requiring surgical intervention. As seen in our study including 35 patients with WS and in publications from Türkiye, SVAS in patients with WS generally requires surgery, especially in the first year of life. PPS, on the other hand, requires surgery less frequently than SVAS, and pulmonary stenosis appears to decrease over time.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38964151",
    "pmid": "38964151",
    "doi": "10.1016/j.cortex.2024.06.004",
    "title": "Spatial exploration and navigation in Down syndrome and Williams syndrome.",
    "abstract": "We know little about the ability to explore and navigate large-scale space for people with intellectual disability (ID). In this cross-syndrome study, individuals with Down syndrome (DS), individuals with Williams syndrome (WS) and typically developing children (TD; aged 5-11 years) explored virtual environments with the goal of learning where everything was within the environment (Experiment 1) or to find six stars (Experiment 2). There was little difference between the WS and DS groups when the goal was simply to learn about the environment with no specific destination to be reached (Experiment 1); both groups performed at a level akin to a subset of TD children of a similar level of non-verbal ability. The difference became evident when the goal of the task was to locate targets in the environment (Experiment 2). The DS group showed the weakest performance, performing at or below the level of a subset of TD children at a similar level of non-verbal ability, whilst the WS group performed at the level of the TD subset group. The DS, WS and TD group also demonstrated different patterns of exploration behavior. Exploration behaviour in DS was weak and did not improve across trials. In WS, exploration behavior changed across trials but was atypical (the number of revisits increased with repeated trials). Moreover, transdiagnostic individual difference analysis (Latent Profile Analysis) revealed five profiles of exploration and navigation variables, none of which were uniquely specific to DS or to WS. Only the most extreme profile of very poor navigators was specific to participants with DS and WS. Interestingly, all other profiles contained at least one individual with DS and at least one individual with WS. This highlights the importance of investigating heterogeneity in the performance of individuals with intellectual disability and the usefulness of a data-driven transdiagnostic approach to identifying behavioral profiles.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38983678",
    "pmid": "38983678",
    "doi": "10.2147/tacg.s458400",
    "title": "Comparison of the Accuracy in Provisional Diagnosis of 22q11.2 Deletion and Williams Syndromes by Facial Photos in Thai Population Between De-Identified Facial Program and Clinicians.",
    "abstract": "<h4>Introduction</h4>There are more than 6000 genetic syndromes, therefore the recognition of facial patterns may present a challenge for clinicians. The 22q11.2 deletion syndrome (22q11.2 DS) and Williams syndrome (WS) are two different genetic syndromes but share some common phenotypic traits and subtle facial dysmorphisms. Therefore, any tool that would help clinicians recognize genetic syndromes would likely result in a more accurate diagnosis.<h4>Methods</h4>The syndrome identification accuracy was compared between 2 different facial analysis algorithms (DeepGestalt and GestaltMatcher) of the Face2Gene (F2G) tool and a group of 9 clinicians with different levels of expertise before and after using F2G for a cohort of 64 Thai participants' frontal facial photos divided into 3 groups of 22q11.2 DS, WS and unaffected controls.<h4>Results</h4>The higher accuracy from the DeepGestalt algorithm than from clinicians was demonstrated, especially when comparing between the two syndromes. The accuracy was highest when clinicians use the tool combined with their own decision-making process. The tool's second algorithm, GestaltMatcher revealed clear separation among these three groups of photos.<h4>Discussion</h4>The result of F2G outperforming clinicians was not surprising. However, the highest increase in accuracy was with nondysmorphology clinicians using F2G.<h4>Conclusion</h4>Face2Gene would be a useful tool to help clinicians in facial recognition of genetic syndromes, before ordering specific tests to confirm the definite diagnosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38807263",
    "pmid": "38807263",
    "doi": "10.1002/dev.22503",
    "title": "Why do individuals with Williams syndrome or Down syndrome fail the Weather Prediction Task?",
    "abstract": "Williams syndrome (WS) and Down syndrome (DS) are two neurodevelopmental disorders with distinct genetic origins characterized by mild to moderate intellectual disability. Individuals with WS or DS exhibit impaired hippocampus-dependent place learning and enhanced striatum-dependent spatial response learning. Here, we used the Weather Prediction Task (WPT), which can be solved using hippocampus- or striatum-dependent learning strategies, to determine whether individuals with WS or DS exhibit similar profiles outside the spatial domain. Only 10% of individuals with WS or DS solved the WPT. We further assessed whether a concurrent memory task could promote reliance on procedural learning to solve the WPT in individuals with WS but found that the concurrent task did not improve performance. To understand how the probabilistic cue-outcome associations influences WPT performance, and whether individuals with WS or DS can ignore distractors, we assessed performance using a visual learning task with differing reward contingencies, and a modified WPT with unpredictive cues. Both probabilistic feedback and distractors negatively impacted the performance of individuals with WS or DS. These findings are consistent with deficits in hippocampus-dependent learning and executive functions, and reveal the importance of congruent feedback and the minimization of distractors to optimize learning in these two populations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38861775",
    "pmid": "38861775",
    "doi": "10.1016/j.scr.2024.103460",
    "title": "Generation of two induced pluripotent stem cell lines from patients with Williams syndrome.",
    "abstract": "Williams syndrome (WS) is a relatively rare genetic disorder. It arises from a microdeletion in chromosome 7q11.23, resulting in the loss of one copy of more than 20 genes. Disorders in multiple systems, including cardiovascular and nervous systems, occur in patients with WS. Here, we generated two human induced pluripotent stem cell (iPSC) lines from WS patients. Both lines expressed pluripotency markers at gene and protein levels. They possessed normal karyotypes and the potential to differentiate into three germ layers. They serve as a useful tool to study disease mechanism, test drugs, and identify promising therapeutics for patients with WS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39624525",
    "pmid": "39624525",
    "doi": "10.7759/cureus.72883",
    "title": "Assessment and Early Intervention in the Neonatal Intensive Care Unit for a Preterm Infant With Williams Syndrome.",
    "abstract": "Williams syndrome (WS) is a rare genetic disorder that affects multiple body systems and can lead to developmental delays. Early physical therapy intervention may improve neurodevelopment outcomes for newborns with WS. This case report evaluates the impact of physical therapy on the motor and sensory development of a preterm infant with WS following discharge from the neonatal intensive care unit (NICU). Physical therapy assessments were performed at one, three, and five months of age using the Alberta Infant Motor Scale (AIMS). Interventions were individualized to improve muscle strength, reflex integration, and sensory processing, and parents received guidance on home-based activities. Results showed significant growth in weight (from 3460 g to 4900 g) and length (from 51 cm to 60 cm), along with improvements in the head and chest circumference. Motor skills and reflexes, as indicated by AIMS assessments, also demonstrated improvement (p < 0.05). The infant's general health condition also improved, including the frequency and consistency of stools and the success of feeding. This case report demonstrates the effectiveness of physical therapy in improving the motor and sensory development of a newborn with WS syndrome. The combination of individualized techniques and a cooperative environment between health professionals and parents was key to the success of the intervention. Further research is needed to confirm these findings and to determine the long-term effects of early intervention on the development and well-being of these individuals.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39262391",
    "pmid": "39262391",
    "doi": "10.1080/07853890.2024.2402071",
    "title": "Noninvasive prenatal screening and diagnosis of two fetuses with Williams syndrome in a cohort of 19,607 pregnancies.",
    "abstract": "<h4>Background</h4>This study aimed to evaluate the efficiency of noninvasive prenatal screening (NIPS) technology in screening for microdeletions in the 7q11.23 region.<h4>Methods</h4>19,607 pregnant women underwent NIPS in our hospital. Maternal peripheral cell-free foetal DNA (cffDNA) was routinely screened for aneuploidy by cffDNA enrichment and simultaneously analyzed for pathogenic copy number variants (CNVs). The Williams syndrome (WS) 7q11.23 region was targeted in this study. Chromosomal microarray analysis (CMA) was used to verify the screen-positive samples.<h4>Results</h4>The mean concentration of cffDNA before and after enrichment increased from 9.44% to 19.32%, with a statistically significant difference. Two out of 19,607 samples tested for CNVs were found to have a heterozygous deletion at the 7q11.23 region, indicating a high risk for WS. CMA results confirmed the 1.5 megabase (Mb) deletions at the 7q11.23 region in amniotic fluid samples. One of the two WS foetuses had a small left ventricle by ultrasound screening, and the other did not have a significant cardiovascular abnormality phenotype.<h4>Conclusions</h4>NIPS screening for Williams syndrome can be achieved by enriching cell-free foetal DNA and improving bioinformatic analysis algorithms.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38904696",
    "pmid": "38904696",
    "doi": "10.1007/s00246-024-03557-y",
    "title": "Long-Term Outcomes of Individualized Repair in Patients with Supravalvular Aortic Stenosis.",
    "abstract": "Various surgical techniques have been introduced to treat supravalvular aortic stenosis (SVAS). However, there is no consensus on the optimal approach. This study aimed to analyze the outcomes of surgical treatment of SVAS and determine the optimal strategy. The Kaplan-Meier curve was used to demonstrate the survival estimates. The Cox proportional hazard model was used to identify risk factors for residual aortic stenosis and residual stenosis-related reintervention. From December 2008 to December 2023, 98 patients with SVAS undergoing surgical repair in our institution were included [McGoon group, n = 62; Doty group, n = 36]. There were 2 in-hospital deaths and 1 late death. The survival rates at 1, 5, and 15 years were 98.0%, 96.7%, and 96.7%, respectively in the whole cohort. Residual aortic stenosis occurred in 18 patients. Multivariable analysis showed that preoperative gradient ≥ 90 mmHg (P = 0.002) and Williams syndrome (P = 0.002) were incremental risk factors for residual aortic stenosis, but surgical technique (P = 0.579) was not a risk factor for residual aortic stenosis. In the McGoon group, patients with diffuse type had worse freedom from residual aortic stenosis than patients with discrete type (P = 0.007). However, in the Doty group, patients with diffuse type had comparable freedom from residual aortic stenosis to patients with discrete type (P = 0.911). Residual stenosis-related reintervention occurred in 15 patients. Fifteen patients all underwent residual aortic stenosis-related reintervention. Of 15 patients, 6 patients also underwent residual pulmonary stenosis-related reintervention. On multivariate analysis, Williams syndrome (P < 0.001), preoperative sinotubular junction (STJ) z-score < - 3.5 (P = 0.051), and Doty repair (P = 0.033) were found to be independent risk factors associated with residual stenosis-related reintervention. In the whole cohort, freedom from residual stenosis-related reintervention at 1, 5, and 15 years were 97.8%, 89.3% and 76.1%, respectively. Surgical repair of SVAS can be safely achieved using different techniques, with similar long-term mortality. Compared with McGoon repair, Doty repair was significantly associated with decreased residual aortic stenosis rates in patients with diffuse-type SVAS. Patients with preoperative gradient ≥ 90 mmHg or Williams syndrome are more prone to residual aortic stenosis. Surgical technique was not associated with residual aortic stenosis rates. Williams syndrome, preoperative STJ z-score < - 3.5, and Doty repair are associated with higher residual stenosis-related reintervention rates.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39375920",
    "pmid": "39375920",
    "doi": "10.1017/s1047951124026271",
    "title": "Unexpected and atypical clinical presentation of myocardial infarction in infants and children: complex pathogenesis of progressive and lethal disease.",
    "abstract": "<h4>Background</h4>Myocardial infarction is rare in children but frequently occurs unexpectedly with atypical presentation. It can cause a progressive lethal course unless prompt treatment is initiated.<h4>Methods</h4>Paediatric cases of myocardial infarction diagnosed by the presence of ischaemic myocardial insults and symptomatic ventricular dysfunction were reviewed retrospectively.<h4>Results</h4>Eighteen patients (5 days to 14 years of age; median 3 months) with myocardial infarction were studied. The aetiology was variable, including congenital coronary anomalies: anomalous left coronary artery from pulmonary artery (five patients), pulmonary atresia with intact ventricular septum with right ventricle-dependent coronary circulation (four), anomalous aortic origin of left coronary artery (three), and Williams syndrome with supravalvar aortic stenosis (one). Two acquired coronary anomalies occurred in one patient with undiagnosed Kawasaki disease with complete thrombotic obstruction of the left coronary artery and another with post-transplant cardiac allograft microangiopathy. Three patients developed thromboembolic coronary artery incidents in normal coronary anatomy. Fourteen patients were less than 1 year of age (78%). Electrocardiographic abnormalities were noted in all patients. Four patients required extracorporeal membrane oxygenation support for severe ventricular dysfunction, none of whom survived. Five patients underwent heart transplant. Five patients died during the same hospitalisation, and one patient died after discharge (overall mortality 33%). Transplant-free survival was 39%.<h4>Conclusion</h4>Most myocardial infarction occurred in infants who presented with abrupt onset of non-specific clinical manifestations with progressively deteriorating haemodynamic status resulting in poor transplant-free survival rate. Early diagnosis and treatment are essential to prevent catastrophic outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38578112",
    "pmid": "38578112",
    "doi": "10.1177/17446295241245783",
    "title": "Using a community engaged research approach to develop the social skills training program for adults with Williams syndrome.",
    "abstract": "This article describes the development of a distance-delivered social skills training program for adults with Williams syndrome (SSTP-WS) through a community engaged approach. Throughout six phases of development, the research team received input from adults with Williams syndrome, caregivers, service providers, educators, and researchers on (a) the need for a training program and topics to be addressed (Phase 1), (b) an initial draft of the SSTP-WS (Phase 3), (c) the intervention pilot study (Phase 5), and (d) feedback to provide context for the results of the study (Phase 6). The development of the SSTP-WS resulted in an intervention aligned with the Williams syndrome community's values and needs that supports the unique cognitive and behavioral phenotypes and social characteristics of this low incidence disability population.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39587171",
    "pmid": "39587171",
    "doi": "10.1038/s41598-024-80395-1",
    "title": "Delineation of cross-domain associations between everyday executive function and adaptive behaviour in Down syndrome and Williams syndrome.",
    "abstract": "In genetic syndromes such as Down syndrome (DS) and Williams syndrome (WS), difficulties with executive functioning (EF) are a commonly reported feature and a key correlate of long-term success in everyday life. Despite a robust literature in children with these syndromes, it remains unclear how cross-syndrome characteristics of everyday EF relate to adaptive functioning and intelligence among adults with DS and WS, and if these relationships differ between these groups. This study aimed to characterise the profile of strengths and weaknesses in everyday EF using the Behaviour Rating Inventory of Executive Function-Adult Informant Version (BRIEF-A) in older adolescents and young adults with DS and WS. Associations between distinct EFs, adaptive/maladaptive functioning, and intellectual ability were also investigated. Results showed that the WS group displayed profound impairments in almost all BRIEF-A scales, with a large percentage of scores in the clinically significant range. Further, selective EFs (Inhibit, Organisation of Materials, Task Monitor) were able to discriminate between the two genetic syndromes. Contrary to previous research, in WS, Working Memory was linked to adaptive functioning and IQ. In DS, the Task-Monitor and Shift scales were unique predictors of externalising and internalising behaviours, respectively. These findings could have important implications for targeted cognitive interventions in these genetic syndromes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38701696",
    "pmid": "38701696",
    "doi": "10.1016/j.jbiomech.2024.112124",
    "title": "Numerical study of hemodynamic flow in the aortic vessel of Williams syndrome patient with congenital heart disease.",
    "abstract": "Congenital arterial stenosis such as supravalvar aortic stenosis (SVAS) are highly prevalent in Williams syndrome (WS) and other arteriopathies pose a substantial health risk. Conventional tools for severity assessment, including clinical findings and pressure gradient estimations, often fall short due to their susceptibility to transient physiological changes and disease stage influences. Moreover, in the pediatric population, the severity of these and other congenital heart defects (CHDs) often restricts the applicability of invasive techniques for obtaining crucial physiological data. Conversely, evaluating CHDs and their progression requires a comprehensive understanding of intracardiac blood flow. Current imaging modalities, such as blood speckle imaging (BSI) and four-dimensional magnetic resonance imaging (4D MRI) face limitations in resolving flow data, especially in cases of elevated flow velocities. To address these challenges, we devised a computational framework employing zero-dimensional (0D) lumped parameter models coupled with patient-specific reconstructed geometries pre- and post-surgical intervention to execute computational fluid dynamic (CFD) simulations. This framework facilitates the analysis and visualization of intricate blood flow patterns, offering insights into geometry and flow dynamics alterations impacting cardiac function. In this study, we aim to assess the efficacy of surgical intervention in correcting an extreme aortic defect in a patient with WS, leading to reductions in wall shear stress (WSS), maximum velocity magnitude, pressure drop, and ultimately a decrease in cardiac workload.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38776013",
    "pmid": "38776013",
    "doi": "10.1007/s12687-024-00707-w",
    "title": "Caregiver-reported barriers to care for children and adults with Williams Syndrome.",
    "abstract": "Individuals with Williams syndrome (WS) may experience a variety of medical, behavioral, and educational concerns. The primary objective of this study was to assess barriers to health care for patients with WS, primarily using the Barriers to Care Questionnaire (BCQ), and to assess whether various demographic factors are correlated with these barriers. A REDCap survey was distributed using the Williams Syndrome Association Research Registry. 319 caregivers of individuals with WS in the United States completed the BCQ. On the BCQ, lower scores indicate more barriers to care. Younger age was associated with lower scores for both the pragmatics and the skills subscales while lower income levels and increased distances to providers knowledgeable about WS were consistently associated with lower total BCQ scores.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR901408",
    "pmid": "",
    "doi": "10.20944/preprints202408.1325.v1",
    "title": "Sensory Processing Challenges in Children with Neurodevelopmental Disorders and Genetic Conditions: An Observational Study",
    "abstract": "Sensory processing challenges are crucial yet often neglected aspects in the care of children with neurodevelopmental disorders and genetic conditions. They represent a key area of interest in neuroscience, as they significantly impact children&#039;s daily functioning and quality of life. This observational study examines the characteristics of these challenges in a group of 614 children, aged 3 to 14 years and 11 months, divided into three groups: 183 with neurodevelopmental disorders (Autism Spectrum Disorder, Attention Deficit Hyperactivity Disorder, developmental delays, learning disorders), 89 with genetic conditions (22q11.2 Deletion Syndrome, Williams Syndrome, Pseudohypoparathyroidism), and 342 controls. Sensory processing was assessed using the Sensory Profile 2 (SP2). Results indicated that children with neurodevelopmental disorders and genetic conditions exhibited significant sensory processing difficulties compared to controls. The SP2 identified sensory challenges across different sensory systems, with varying configurations depending on the diagnosis. Children with neurodevelopmental disorders and genetic conditions show marked sensory processing challenges impacting daily lives and well-being. These findings highlight the importance of early identification and tailored evidence-based interventions to address these specific sensory processing issues. Further research should explore the long-term impact of these interventions in these different populations and their integration into broader therapeutic programs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39611267",
    "pmid": "39611267",
    "doi": "10.1111/jar.13326",
    "title": "Perceptual Experiences of Autistic People With an Intellectual Disability and People With Williams Syndrome: A Reflexive Thematic Analysis.",
    "abstract": "<h4>Background</h4>Autistic people without intellectual disabilities have increased perceptual capacity: they can process more information at any given time compared to non-autistic people. We examined whether increased perceptual capacity is evident across the autistic spectrum (i.e. for autistic people with intellectual disabilities) and whether it is specific to autism, or also experienced by people with Williams Syndrome (WS).<h4>Methods</h4>Five autistic adults with intellectual disabilities and five adults with WS took part in accessible, qualitative interviews. Responses were analysed using thematic analysis.<h4>Results</h4>Both groups expressed enjoyment of focussed attention, with autistic participants preferring multiple simultaneous inputs. Responses suggested increased perceptual capacity for autistic participants only. The sensory environment was reported to be anxiety-inducing for both groups.<h4>Conclusions</h4>This study gives preliminary evidence that increased perceptual capacity may be universal across the autistic spectrum, and specific to autism. Understanding differences in capacity offers more targeted suggestions to support sensory challenges.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR820062",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3693127/v1",
    "title": "Williams syndrome presenting as infantile hypercalcemia with acute kidney injury: A case report",
    "abstract": "<title>Abstract</title>  <p>Williams syndrome is an autosomal-dominant multisystem disorder. Infantile hypercalcemia has been documented in 15% of infants with Williams syndrome, and is commonly transient and mild. The need for pamidronate therapy has been reported in a few cases of Williams syndrome with severe hypercalcemia. Few cases of acute kidney injury due to severe hypercalcemia during Williams syndrome have also been recorded. We report the case of an infant with Williams syndrome who presented with acute kidney injury and severe hypercalcemia and was treated with intravenous pamidronate. In addition, we aimed to consider management strategies that maintain renal function and promote growth until adulthood.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR850773",
    "pmid": "",
    "doi": "10.31234/osf.io/6awdy",
    "title": "Influence of Motor Ability on Daily Living Ability in Individuals with Williams Syndrome and Individuals with Down Syndrome",
    "abstract": "<p>This study aimed to empirically assess the daily living abilities of individuals with Williams Syndrome (N=21) and individuals with Down Syndrome (N=18) using the novel Practical Daily Living Task (P-DLT), and to compare P-DLT performance to that on standardised measures of daily living (Vineland Adaptive Behavior Scales, second edition; VABS-II; Sparrow et al., 2016) and motor competence (Bruininks-Oseretsky Test of Motor Proficiency, Second Edition short form BOT2-SF; Bruininks &amp; Bruininks, 2005).Both groups demonstrated impaired motor and daily living performance. Group differences were observed on the VABS-II and some items of the P-DLT (WS &lt; DS). Associational analyses of raw scores demonstrated that motor ability was associated with the P-DLT, but not the VABS-II, for both groups. P-DLT and VABS II were associated for the DS group only.We conclude that not all daily living skills are negatively impacted by impaired motor competence in WS or in DS, but that motor competence is strongly associated with many everyday tasks such as getting dressed, using a knife and fork, washing up and clearing up. This has implications for the potential for wide-reaching impact of training to improve motor competence, on independence for these groups.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39023712",
    "pmid": "39023712",
    "doi": "10.1007/s10072-024-07705-3",
    "title": "Levodopa-responsive dystonia, parkinsonism, and treatment-resistant schizoaffective disorder in Williams syndrome.",
    "abstract": "<h4>Background</h4>Williams syndrome (WS; chromosome 7q11.23 deletion) is a rare, multisystemic, neurodevelopmental disorder with variable penetrance and expressivity. Although movement and psychiatric disorders are known to occur in individuals with WS, parkinsonism, dystonia, and treatment-resistant schizoaffective disorder have not been formally described.<h4>Methods</h4>We present two unrelated cases of adults with molecularly confirmed WS and typical histories of developmental delays, intellectual/learning disabilities, and treatment-responsive anxiety/mood disorder who developed similar noteworthy neuropsychiatric expressions. We reviewed detailed neuropsychiatric histories, laboratory investigations, neuroimaging, and treatment responses and compared data for the two cases.<h4>Results</h4>Both individuals developed treatment-resistant schizoaffective disorder in adulthood requiring multiple trials of antipsychotic treatments. While on clozapine, both patients developed parkinsonism and generalized dystonia with truncal involvement that responded to trials of low-dose levodopa without exacerbating underlying psychotic or affective symptoms.<h4>Conclusion</h4>This report illustrates the novel occurrence of levodopa-responsive movement disorders and treatment-resistant schizoaffective disorder in individuals with WS, adding to the expanding neuropsychiatric phenotypes, and highlighting potential shared underlying mechanisms. The observed treatment response suggests that levodopa, in relatively low doses, may be safe and useful in ameliorating presumed antipsychotic-associated parkinsonism and tardive dystonia in WS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR843800",
    "pmid": "",
    "doi": "10.1101/2024.04.25.591131",
    "title": "A human forebrain organoid model reveals the essential function of GTF2IRD1-TTR-ERK axis for the neurodevelopmental deficits of Williams Syndrome",
    "abstract": "Williams Syndrome (WS; OMIM#194050) is a rare disorder, which is caused by the microdeletion of one copy of 25-27 genes, and WS patients display diverse neuronal deficits. Although remarkable progresses have been achieved, the mechanisms for these distinct deficits are still largely unknown. Here, we have shown that neural progenitor cells (NPCs) in WS forebrain organoids display abnormal proliferation and differentiation capabilities, and synapse formation. Genes with altered expression are related to neuronal development and neurogenesis. Single cell RNA-seq (scRNA-seq) data analysis revealed 13 clusters in healthy control and WS organoids. WS organoids show an aberrant generation of excitatory neurons. Mechanistically, the expression of transthyretin (TTR) are remarkably decreased in WS forebrain organoids. We have found that GTF2IRD1 encoded by one WS associated gene GTF2IRD1 binds to TTR promoter regions and regulates the expression of TTR . In addition, exogenous TTR can activate ERK signaling and rescue neurogenic deficits of WS forebrain organoids. Gtf2ird1 deficient mice display similar neurodevelopmental deficits as observed in WS organoids. Collectively, our study reveals critical function of GTF2IRD1 in regulating neurodevelopment of WS forebrain organoids and mice through regulating TTR-ERK pathway.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39467674",
    "pmid": "39467674",
    "doi": "10.7499/j.issn.1008-8830.2404029",
    "title": "[Characteristics of early cognitive development in children with Williams syndrome: a prospective cohort study].",
    "abstract": "<h4>Objectives</h4>To investigate the early cognitive development characteristics of children with Williams syndrome (WS) at different age stages.<h4>Methods</h4>From September 2018 to June 2023, 106 children diagnosed with WS at the Department of Pediatric Health Care, Children's Hospital, Zhejiang University School of Medicine, aged 1 to <5 years, were prospectively enrolled. All children underwent Gesell developmental diagnostic assessments to analyze the cognitive development characteristics of WS children across different age groups.<h4>Results</h4>The average age of the 106 WS children was (3.1±1.2) years; 58 were male, and 48 were female. There were no significant differences in developmental levels between males and females in the five domains of gross motor skills, fine motor skills, language, personal-social skills, and adaptive behavior (<i>P</i>>0.05). The incidence rates of mild, moderate, severe, and profound developmental disabilities among children of different age groups showed no significant differences (<i>P</i>>0.05). Comparisons of developmental levels in gross motor skills, language, personal-social skills, and adaptive behavior among different age groups were also not statistically significant (<i>P</i>>0.05). With the increase of age, the developmental level of fine motor skills showed a decreasing trend (<i>P</i><0.05). There were no significant differences in verbal IQ and non-verbal IQ within each age group of WS children (<i>P</i>>0.05).<h4>Conclusions</h4>The overall developmental level of WS children stabilizes with age, and their early language abilities do not significantly exceed their non-verbal abilities.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39731771",
    "pmid": "39731771",
    "doi": "10.26442/00403660.2024.11.202997",
    "title": "[Long-COVID, severe course, with congenital bronchiectasis, Williams-Campbell syndrome. Case report].",
    "abstract": "We present a clinical observation of an 18-year-old female patient with congenital bronchiectasis combined with congenital cystic degeneration of the upper lobes of both lungs, Williams-Campbell syndrome, long-COVID, severe course. The patient was treated in infectious disease department (three times), with subsequent transfer to pulmonology department of Kursk Regional Multi-Purpose Clinical Hospital from 31.01.2023 to 02.05.2023. The patient was going to have lung transplantation, registered in Shumakov Federal Research Center of Transplantology and Artificial Organs earlier. The patient was transported by air ambulance escorted by the resuscitation team to the Shumakov Federal Research Center of Transplantology and Artificial Organs on 02.05.2023 with negative PCR COVID-19 test. The literature data on the frequency of association of these diseases, clinical features, criteria for diagnosis and treatment, indications for lung transplantation are presented.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39713074",
    "pmid": "39713074",
    "doi": "10.5493/wjem.v14.i4.98005",
    "title": "Clinicopathological and molecular insights into odontogenic tumors associated with syndromes: A comprehensive review.",
    "abstract": "The association between genetic syndromes and odontogenic tumors encompasses several entities, reflecting the intricate interplay between genetic factors and the development of these lesions. The present study aimed to comprehensively investigate the associations between genetic syndromes and odontogenic tumors. We delineated the diverse spectrum of syndromic connections, including key syndromes such as Gardner syndrome, Gorlin syndrome, Schimmelpenning syndrome, and others. Our findings underscore the clinical significance of recognizing odontogenic tumors associated with genetic syndromes as diagnostic indicators for early intervention. We advocate for multidisciplinary collaboration among clinicians, geneticists, and researchers to deepen our understanding of the underlying mechanisms driving these syndromic associations. In light of this, our study contributes to the growing body of knowledge in dentistry and medical genetics, offering insights that may inform clinical practice and enhance patient care for individuals affected by genetic syndromes and odontogenic tumors.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40070860",
    "pmid": "40070860",
    "doi": "10.2478/bjmg-2024-0018",
    "title": "Chromosomal Microarray in Children Born Small for Gestational Age - Single Center Experience.",
    "abstract": "The association between small for gestational age birth and chromosomal abnormalities identified through karyotyping is well-established. Notably, advancements in cytogenetic techniques have shifted from routine karyotyping to the recommended use of microarray technology. This transition allows higher resolution and the detection of sub-microscopic copy number variants (CNVs). Our study included 49 patients born small for gestational age, 27 males and 22 females. Clinical data were gathered from reports by clinical genetic specialists, and a questionnaire was included in the referral list to our laboratory. All participants were of pediatric age, ranging from neonatal to 12 years old. Chromosomal microarray testing was conducted by the Agilent SurePrint G3 Human CGH Microarray 8×60K. The application of molecular karyotyping yielded clinically significant results in 16 cases (32.65%), which included 13 deletions and 6 duplications. Three patients presented with two clinically significant CNVs (csCNVs). In ten cases, we identified recurrent microdeletion or microduplication syndromes well-documented in the literature: Williams syndrome as the most commonly identified (three patients), and others like Koolen de Vries, Prader-Willi, Miller-Dieker, Dryer, DiGeorge syndrome, 7q11.23 microduplication, 16p13.11 microdeletion, and 1q21.1 microdeletion syndrome. Six patients had rare non-recurrent pathological CNVs. There was no statistically significant difference between patients with csCNVs and those without regarding the presence of intellectual disabilities, central nervous system, cardiac or skeletal malformations. Chromosomal microarray proves to be a useful diagnostic tool in the etiology diagnosis of children born small for gestational age.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38450767",
    "pmid": "38450767",
    "doi": "10.1002/glia.24519",
    "title": "Neuronal deletion of Gtf2i results in developmental microglial alterations in a mouse model related to Williams syndrome.",
    "abstract": "Williams syndrome (WS) is a genetic neurodevelopmental disorder caused by a heterozygous microdeletion, characterized by hypersociability and unique neurocognitive abnormalities. Of the deleted genes, GTF2I has been linked to hypersociability in WS. We have recently shown that Gtf2i deletion from forebrain excitatory neurons, referred to as Gtf2i conditional knockout (cKO) mice leads to multi-faceted myelination deficits associated with the social behaviors affected in WS. These deficits were potentially mediated also by microglia, as they present a close relationship with oligodendrocytes. To study the impact of altered myelination, we characterized these mice in terms of microglia over the course of development. In postnatal day 30 (P30) Gtf2i cKO mice, cortical microglia displayed a more ramified state, as compared with wild type (controls). However, postnatal day 4 (P4) microglia exhibited high proliferation rates and an elevated activation state, demonstrating altered properties related to activation and inflammation in Gtf2i cKO mice compared with control. Intriguingly, P4 Gtf2i cKO-derived microglial cells exhibited significantly elevated myelin phagocytosis in vitro compared to control mice. Lastly, systemic injection of clemastine to P4 Gtf2i cKO and control mice until P30, led to a significant interaction between genotypes and treatments on the expression levels of the phagocytic marker CD68, and a significant reduction of the macrophage/microglial marker Iba1 transcript levels in the cortex of the Gtf2i cKO treated mice. Our data thus implicate microglia as important players in WS, and that early postnatal manipulation of microglia might be beneficial in treating inflammatory and myelin-related pathologies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38657964",
    "pmid": "38657964",
    "doi": "10.1352/1944-7558-129.3.175",
    "title": "Specificity of Early Childhood Hyperphagia Profiles in Neurogenetic Conditions.",
    "abstract": "Hyperphagia is highly penetrant in Prader-Willi syndrome (PWS) and has increasingly been reported in other neurogenetic conditions (NGC). The Hyperphagia Questionnaire (HQ) was completed by caregivers of 4-8-year-olds with PWS (n = 17), Angelman syndrome (AS; n = 22), Williams syndrome (WS; n = 25), or low-risk controls (LRC; n = 35). All NGC groups were significantly elevated in HQ Total and Behavior scores compared to LRC. Only AS and WS were significantly elevated in the Drive domain, and only PWS in the Severity domain. After controlling for externalizing behavior, HQ Total scores were higher for PWS relative to other groups. Hyperphagic symptoms may not differentiate PWS from other NGCs in early childhood. However, hyperphagic phenotypes may be most severe in PWS. Further investigation of these profiles may inform etiology and syndrome-specific treatments.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38650994",
    "pmid": "38650994",
    "doi": "10.3389/fped.2024.1324585",
    "title": "Case Report: Rapid and progressive left ventricular endocardial calcification in an infant with Williams syndrome.",
    "abstract": "Williams syndrome (WS) is characterized by a range of clinical features, including cardiovascular disease, distinctive facial traits, neurobehavioral disorders, and a condition known as transient infantile hypercalcemia. Among these, endocardial calcification represents a non-specific response to severe, etiologically diverse myocardial injuries. In this report, we document a unique case involving an infant with WS who exhibited rapidly progressive arterial stenosis and left ventricular endocardial calcification, associated with a novel heterozygous deletion. While arterial stenosis is the most frequently observed cardiovascular issue in WS, instances of endocardial calcification during infancy are exceedingly rare and have not previously been reported in the context of WS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39217324",
    "pmid": "39217324",
    "doi": "10.1186/s11689-024-09568-3",
    "title": "The role of social motivation in sharing and fairness: insights from Williams syndrome.",
    "abstract": "<h4>Background</h4>Sharing and fairness are important prosocial behaviors that help us navigate the social world. However, little is known about how and whether individuals with Williams Syndrome (WS) engage in these behaviors. The unique phenotype of individuals with WS, consisting of high social motivation and limited social cognition, can also offer insight into the role of social motivation in sharing and fairness when compared to typically developing (TD) individuals. The current study used established experimental paradigms to examine sharing and fairness in individuals with WS and TD individuals.<h4>Methods</h4>We compared a sample of patients with WS to TD children (6-year-olds) matched by mental age (MA) on two experimental tasks: the Dictator Game (DG, Experiment 1, N = 17 WS, 20 TD) with adults modeling giving behaviors used to test sharing and the Inequity Game (IG, Experiment 2, N = 14 WS, 17 TD) used to test fairness.<h4>Results</h4>Results showed that the WS group behaved similarly to the TD group for baseline giving in the DG and in the IG, rejecting disadvantageous offers but accepting advantageous ones. However, after viewing an adult model giving behavior, the WS group gave more than their baseline, with many individuals giving more than half, while the TD group gave less. Combined these results suggest that social motivation is sufficient for sharing and, in particular, generous sharing, as well as the self-focused form of fairness. Further, individuals with WS appear capable of both learning to be more generous and preventing disadvantageous outcomes, a more complex profile than previously known.<h4>Conclusions</h4>In conclusion, the present study provides a snapshot into sharing and fairness-related behaviors in WS, contributing to our understanding of the intriguing social-behavioral phenotype associated with this developmental disorder.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38904853",
    "pmid": "38904853",
    "doi": "10.1152/ajpheart.00601.2023",
    "title": "Increased heart rate fragmentation in those with Williams-Beuren syndrome suggests nonautonomic mechanistic contributors to sudden death risk.",
    "abstract": "Williams-Beuren syndrome (WBS) is a rare genetic condition caused by a chromosomal microdeletion at 7q11.23. It is a multisystem disorder characterized by distinct facies, intellectual disability, and supravalvar aortic stenosis (SVAS). Those with WBS are at increased risk of sudden death, but mechanisms underlying this remain poorly understood. We recently demonstrated autonomic abnormalities in those with WBS that are associated with increased susceptibility to arrhythmia and sudden cardiac death (SCD). A recently introduced method for heart rate variability (HRV) analysis called \"heart rate fragmentation\" (HRF) correlates with adverse cardiovascular events (CVEs) and death in studies where heart rate variability (HRV) failed to identify high-risk subjects. Some argue that HRF quantifies nonautonomic cardiovascular modulators. We, therefore, sought to apply HRF analysis to a WBS cohort to determine <i>1</i>) if those with WBS show differences in HRF compared with healthy controls and <i>2</i>) if HRF helps characterize HRV abnormalities in those with WBS. Similar to studies of those with coronary artery disease (CAD) and atherosclerosis, we found significantly higher HRF (4 out of 7 metrics) in those with WBS compared with healthy controls. Multivariable analyses showed a weak-to-moderate association between HRF and HRV, suggesting that HRF may reflect HRV characteristics not fully captured by traditional HRV metrics (autonomic markers). We also introduce a new metric inspired by HRF methodology, significant acute rate drop (SARD), which may detect vagal activity more directly. HRF and SARD may improve on traditional HRV measures to identify those at greatest risk for SCD both in those with WBS and in other populations.<b>NEW & NOTEWORTHY</b> This work is the first to apply heart rate fragmentation analyses to individuals with Williams syndrome and posits that the heart rate fragmentation parameter <i>W</i><sub>3</sub> may enable detection and investigation of phenomena underlying the proarrhythmic short-long-short RR interval sequences paradigm known to precede ventricular fibrillation and ventricular tachycardia. It also forwards a novel method for quantifying sinus arrhythmia and sinus pauses that likely correlate with parasympathetic activity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR812688",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3924392/v1",
    "title": "Machine Learning Models identify Signature Genes as potential Biomarkers for Hypertrophic Cardiomyopathy from Williams Syndrome",
    "abstract": "<title>Abstract</title>  <p><bold>Background: </bold>Hypertrophic cardiomyopathy(HCM) is a complex genetic cardiovascular disease with the pathogenesis is still unclear. Williams syndrome(WS), an autosomal dominant systemic disorder with the phenotype of series congenital heart disease that caused by the missing of low-copy DNA elements. The association between the HCM and WS remains unrevealed. This study aimed to identify the WS-related genes from a special patient by using bioinformatics analysis to clarify insights into the diagnostic value in HCM. <bold>Methods and Methods:</bold> We collected and summarized the clinical data of a young male patient with WS who initially experienced surgical repairing of coarctation of the aorta(CoA) in his infancy but developed HCM. Whole-Exome Sequencing(WES) data were obtained and intersected with the expression of HCM samples. Bioinformatics analysis, included the consensus cluster analysis, gene set enrichment analysis(GSEA), gene ontology and kyoto encyclopedia of genes and genomes(KEGG) analysis (GO-KEGG) and weight gene correlation analysis(WGCNA) was used to identify the differentially expressed genes(DEGs). Based on machine learning, we selected the characteristic signature genes and miRNA or transcription factor(TF) related networks as potential biomarkers for HCM. <bold>Results: </bold>A total of 7569 and 3040 DEGs were identified between HCM and WS with control samples and 4 WS related genes(BCL7B, ELN, FZD9, NCF1) were sellected based on our patient. Subsequently, we classified the entire HCM cohort into two subtypes according to the target genes. Moreover,the application of GSEA, GO-KEGG and protein-protein interaction(PPI) network analysis were explored and obtained 22 hub genes with the intersection of clusters and WGCNA. According to the five machine algorithms, 4 features(ST8SIA5, RAP1GAP, PLAU, RGMA) were ascertained as the signatures to construct the HCM diagnostic model. <bold>Conclusion:</bold> We developed diagnostic signatures to distinguish HCM based on our special patient with WS and the model had certain diagnostic and individual effects. This study sheds light on the potential genetic pathogenesis of HCM and may provide directions for drug screening and personalized therapy in the future.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38705917",
    "pmid": "38705917",
    "doi": "10.1038/s41598-024-60460-5",
    "title": "Contrasting neurofunctional correlates of face- and visuospatial-processing in children and adolescents with Williams syndrome: convergent results from four fMRI paradigms.",
    "abstract": "Understanding neurogenetic mechanisms underlying neuropsychiatric disorders such as schizophrenia and autism is complicated by their inherent clinical and genetic heterogeneity. Williams syndrome (WS), a rare neurodevelopmental condition in which both the genetic alteration (hemideletion of ~ twenty-six 7q11.23 genes) and the cognitive/behavioral profile are well-defined, offers an invaluable opportunity to delineate gene-brain-behavior relationships. People with WS are characterized by increased social drive, including particular interest in faces, together with hallmark difficulty in visuospatial processing. Prior work, primarily in adults with WS, has searched for neural correlates of these characteristics, with reports of altered fusiform gyrus function while viewing socioemotional stimuli such as faces, along with hypoactivation of the intraparietal sulcus during visuospatial processing. Here, we investigated neural function in children and adolescents with WS by using four separate fMRI paradigms, two that probe each of these two cognitive/behavioral domains. During the two visuospatial tasks, but not during the two face processing tasks, we found bilateral intraparietal sulcus hypoactivation in WS. In contrast, during both face processing tasks, but not during the visuospatial tasks, we found fusiform hyperactivation. These data not only demonstrate that previous findings in adults with WS are also present in childhood and adolescence, but also provide a clear example that genetic mechanisms can bias neural circuit function, thereby affecting behavioral traits.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38215502",
    "pmid": "38215502",
    "doi": "10.1016/j.ridd.2024.104669",
    "title": "Evaluating the challenges and needs of parents caring for children with Williams syndrome: A preliminary study from Poland.",
    "abstract": "<h4>Background</h4>Although physical, cognitive and behavioural manifestations of Williams syndrome (WS) affect every dimension of caregivers lives, no studies on the parental experiences of caring for a WS child have to date been carried out in Poland.<h4>Methods</h4>In order to identify the challenges and needs of Polish carers of WS children a survey was conducted with 32 family caregivers who were supported by the Polish Williams Syndrome Association.<h4>Results</h4>While caregivers were mostly challenged by their WS child's behaviours, health problems and mood swings, many parents experienced fatigue, intimacy problems with the partner and deterioration of mental health. They were also burdened by the lack of time for themselves and work restrictions resulting from caregiving responsibilities. Even though parents positively assessed quality of medical care for WS children, still many expressed their dissatisfaction both with the way the healthcare system for WS children works in Poland and complained about the doctors' lack of knowledge about WS, access to specialist care and lack of support from government and social institutions. Although many parents stressed positive impact of rising WS child, more than half experienced role captivity or role overload and felt not being understood by others. They also experienced variety of distressing emotions, including impatience, emotional lability, helplessness, anxiety and depression.<h4>Conclusions</h4>Although many WS parents stressed the affirmative aspect of raising WS child this research shows that the burden of caring for such a child goes far beyond clinical aspects and seriously affects every aspect of parents' lives, including their mental health, daily lives, family, their professional and social lives. Because apart from the daily challenges related to caring for a WS child, parents' dealings with the healthcare system and support services represent major problems there is a the need for a bio-psychosocial approach to WS that should include not only WS children, but also their caregivers. WHAT THIS PAPER ADDS?: 1. It analyses the challenges and needs of parents caring for children with Williams syndrome; 2. It provides evidence that the impact of caring for WS children goes far beyond clinical aspects and seriously affects every aspect of parents' lives, including their mental health, daily lives, family, their professional and social lives; 3. It also shows that, apart from the daily challenges related to caring for a WS child, parents' dealings with the healthcare system and support services represent major problems. 4. Thereby, it highlights the importance of incorporating a bio-psychosocial approach to WS that should include not only WS children, but also their caregivers.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39768857",
    "pmid": "39768857",
    "doi": "10.3390/medicina60121976",
    "title": "Cardiovascular Diseases in Public Health: Chromosomal Abnormalities in Congenital Heart Disease Causing Sudden Cardiac Death in Children.",
    "abstract": "Chromosomal abnormalities (CAs) are changes in the number or structure of chromosomes, manifested as alterations in the total number of chromosomes or as structural abnormalities involving the loss, duplication, or rearrangement of chromosomal segments. CAs can be inherited or can occur spontaneously, leading to congenital malformations and genetic diseases. CAs associated with cardiovascular diseases cause structural or functional alterations of the heart, affecting the cardiac chambers, valves, coronary arteries, aorta, and cardiac conduction, thus increasing the likelihood of arrhythmias, cardiac arrest, and sudden cardiac death (SCD). An early diagnosis and the adequate management of chromosomal abnormalities associated with cardiovascular diseases are essential to prevent SCD, which is a serious public health problem today. In our review, we analyzed the structural and functional CAs responsible for congenital heart disease (CHD) that increase the risk of SCD and analyzed the prevention strategies to be implemented to reduce SCD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38429809",
    "pmid": "38429809",
    "doi": "10.1186/s13023-024-03016-0",
    "title": "Pragmatic skills in people with Williams syndrome: the perception of families.",
    "abstract": "<h4>Background</h4>One of the most challenging linguistic areas in people with Williams Syndrome throughout their evolutionary stage is the development of pragmatic skills. The research conducted so far highlights specific problems concerning adaptation to the linguistic context and interlocutors, language comprehension, as well as other aspects interfering with verbal communication. However, until now, most scientific evidence has been based on personal assessments of this group. In a complementary manner, the goal of this study was to discover the level of pragmatic skills of people with Williams Syndrome from the point of view of the families. The sample consisted of 34 families belonging to the Williams Syndrome Association of Spain. The assessment instrument was the pragmatic awareness questionnaire, which includes 26 items related to different aspects that are part of the pragmatic area on a Likert-type scale.<h4>Results</h4>The results indicate that, families consider there to be a regular to low level in all the areas assessed. The strong points seem to lie in the paralinguistic aspects, while the weakest factors are those related to the understanding of figurative language.<h4>Conclusions</h4>Therefore, it is necessary to continue insisting on the importance of language intervention in this group throughout its development to improve its level of linguistic competence.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38085853",
    "pmid": "38085853",
    "doi": "10.1097/yco.0000000000000914",
    "title": "Psychiatric and behavioral manifestations of Williams syndrome.",
    "abstract": "<h4>Purpose of review</h4>The purpose of this review is to synthesize recent advances in the psychiatric and behavioral manifestations of Williams syndrome, a rare genetic syndrome. Recent advances have focused on more deeply characterizing the social phenotype and developing social skill interventions, improving the assessment and treatment of anxiety, and exploring eating behaviors.<h4>Recent findings</h4>The social cognitive phenotype in Williams syndrome, which consists of both high social drive and social cognition deficits, is present cross-culturally and may be related to reduced eye gaze. Social skills training for adults with Williams syndrome has demonstrated promise. Adapted exposure therapy and cognitive behavioral therapy programs for children and adults respectively, have been piloted in Williams syndrome. The majority of adults with Williams syndrome are either underweight or overweight, and problematic food-related behaviors likely contribute to bodyweight status.<h4>Summary</h4>Williams syndrome is associated with a number of core social and psychiatric difficulties which have a significant impact on functioning and quality of life. Recent work has begun to utilize a more nuanced understanding of the clinical presentations of these problems to develop interventions tailored to this unique population. However, larger trials, particularly those inclusive of a more diverse Williams syndrome population, are needed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39080307",
    "pmid": "39080307",
    "doi": "10.1038/s41598-024-68089-0",
    "title": "Symptoms of autism in Williams syndrome: a transdiagnostic approach.",
    "abstract": "Williams syndrome (WS) is associated with atypical social communication and cognition reminiscent of the behaviours observed in autism. Nonetheless, WS also differs significantly from autism, such as regarding social motivation, which is typically enhanced in WS and reduced in autism. This study sought to examine the conditions' transdiagnostic similarities and differences for autistic symptoms and social functioning, and their developmental trajectories, by comparing individuals with WS (n = 24) and those diagnosed with idiopathic autism (n = 24) and attention deficit hyperactivity disorder (ADHD; n = 24), aged 9 to 53 years, on measures of autism, social functioning, IQ and cooccurring psychiatric conditions. Although only 12.5% in the WS group met the criteria for an autism diagnosis, a majority exhibited distinct difficulties within social communication, social cognition, repetitive behaviours, and atypical sensory reactivity resembling autism. Conversely, elevated social motivation and a high number of social initiatives accompany these characteristics. No group differences in the developmental trajectories of autism symptoms were found. Our results demonstrate that autistic behaviours are more frequent in individuals with WS, than in individuals with idiopathic ADHD, and emphasize the need for clinical management of these behaviours.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38247447",
    "pmid": "38247447",
    "doi": "10.1080/14656566.2024.2308678",
    "title": "Buspirone for the treatment of anxiety in Williams syndrome: a retrospective chart review study.",
    "abstract": "<h4>Background</h4>Williams syndrome (WS) is a rare genetic disorder associated with a high prevalence of anxiety disorders. Evidence-based pharmacologic treatments for anxiety in WS are lacking. The purpose of this study is to provide naturalistic data on the use of buspirone for the treatment of anxiety in WS.<h4>Research design and methods</h4>Medical records of 24 individuals with Williams syndrome (ages 7-47 years) and anxiety who received treatment with buspirone were reviewed. Treatment response to buspirone was rated by assigning a retrospective Clinical Global Impression Improvement subscale (CGI-I) score.<h4>Results</h4>Twenty-three of 24 (96%) patients completed at least a 16-week treatment course with buspirone. Sixteen patients (67%; 95% CI 47%, 82%) were treatment responders (CGI-I ≤ 2). Only 1 (4%) patient discontinued buspirone due to a treatment-emergent side effect (nausea and vomiting). The most common side effect was nausea (13%). Twenty (84%) patients remained on buspirone at the time of their most recent follow-up visit.<h4>Conclusions</h4>In this retrospective study, the majority of patients responded to a 16-week course of buspirone. Prospective studies are warranted to further assess the efficacy and tolerability of buspirone for anxiety in WS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR862320",
    "pmid": "",
    "doi": "10.31234/osf.io/whbfp",
    "title": "Shape Research, Change Lives: Setting priorities in genetic syndrome research",
    "abstract": "<p>Two-page briefings and easy read resources can be found at: https://www.surrey.ac.uk/research-projects/shape-research-change-lives-setting-priorities-genetic-syndrome-research#outputs Down syndrome (DS), Fragile X syndrome (FXS), Williams syndrome (WS) affect millions of people’s lives in the UK. Recent advances in policy, such as the Down Syndrome Act 2022, the Rare Diseases Framework 2021, and the Disability Action Plan 2024, provide hope for improved opportunities for people with these genetic syndromes and others who experience similar issues. The UK is a world leader in research. The high-quality studies on DS, FXS and WS are no exception; we have a better understanding of DS, FXS, WS than ever before. Research, when translated into practice, can be transformative to the daily lives of people with these genetic syndromes and others who experience similar issues, as well as those who support them. Yet, our communities are calling for funders and researchers to prioritise a more balanced portfolio of research, and that researchers share their advances in a way that enables research to have optimal impact. The aim of this report, funded by the Baily Thomas Charitable Fund and University of Surrey Higher Education and Innovation Fund (HEIF) allocation, is to document the current portfolio of research on DS, FXS, and WS, and to compare this with the priorities for research of individuals with DS, FXS, and WS (from children to adults), their families, practitioners, and researchers. We report key findings that are relevant to the broader learning disability communities, as well as findings specific to DS, FXS, and WS.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39726626",
    "pmid": "39726626",
    "doi": "10.3389/fpsyg.2024.1474961",
    "title": "Developmental origins of natural sound perception.",
    "abstract": "Infants are exposed to a myriad of sounds early in life, including caregivers' speech, songs, human-made and natural (non-anthropogenic) environmental sounds. While decades of research have established that infants have sophisticated perceptual abilities to process speech, less is known about how they perceive natural environmental sounds. This review synthesizes current findings about the perception of natural environmental sounds in the first years of life, emphasizing their role in auditory development and describing how these studies contribute to the emerging field of human auditory ecology. Some of the existing studies explore infants' responses to animal vocalizations and water sounds. Infants demonstrate an initial broad sensitivity to primate vocalizations, which narrows to human speech through experience. They also show early recognition of water sounds, with preferences for natural over artificial water sounds already at birth, indicating an evolutionary ancient sensitivity. However, this ability undergoes refinement with age and experience. The few studies available suggest that infants' auditory processing of natural sounds is complex and influenced by both genetic predispositions and exposure. Building on these existing results, this review highlights the need for ecologically valid experimental paradigms that better represent the natural auditory environments humans evolved in. Understanding how children process natural soundscapes not only deepens our understanding of auditory development but also offers practical insights for advancing environmental awareness, improving auditory interventions for children with hearing loss, and promoting wellbeing through exposure to natural sounds.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38281276",
    "pmid": "38281276",
    "doi": "10.1007/s10803-023-06205-1",
    "title": "Comparison of the Sensory Profile Among Autistic Individuals and Individuals with Williams Syndrome.",
    "abstract": "<h4>Purpose</h4>With the current study, we aimed to reveal the similarities and differences in sensory profiles between Williams syndrome (WS) and autism spectrum disorder.<h4>Methods</h4>Using the sensory profile questionnaire completed by the caregivers, we analyzed the WS (n = 60, 3.4-19.8 years) and autistic (n = 39, 4.2-14.0 years) groups.<h4>Results</h4>The Severity Analysis revealed a significant group difference in Sensory Sensitivity but not in Low Registration, Sensation Seeking, and Sensation Avoiding subscales. Age can modulate the subscale scores differently across groups. For Sensation Seeking, the scores of both groups decreased with development. However, the scores of Sensory Sensitivity decreased with age in the autistic group but not in the WS group. Sensation Avoiding scores increased with development in the WS group but not in the autistic group. No significant developmental changes were observed in Low Registration.<h4>Conclusion</h4>This study highlights the cross-syndrome similarities and differences in sensory profiles and developmental changes in autistic individuals and individuals with WS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR778300",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3749238/v1",
    "title": "Caregiver-Reported Barriers to Care for Children and Adults with Williams Syndrome",
    "abstract": "Individuals with Williams syndrome (WS) may experience a variety of medical, behavioral, and educational concerns. The primary objective of this study was to assess barriers to health care for patients with WS, primarily using the Barriers to Care Questionnaire (BCQ), and to assess whether various demographic factors are correlated with these barriers. A REDCap survey was distributed using the Williams Syndrome Association Research Registry. 319 caregivers of individuals with WS in the United States completed the BCQ. On the BCQ, lower scores indicate more barriers to care. Younger age was associated with both the pragmatics and the skills subscales while lower income levels and increased distances to providers knowledgeable about WS were consistently associated with lower total BCQ scores.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38699383",
    "pmid": "38699383",
    "doi": "10.3389/fendo.2024.1352552",
    "title": "Case report: Development of central precocious puberty in a girl with late-diagnosed simple virilizing congenital adrenal hyperplasia complicated with Williams syndrome.",
    "abstract": "Congenital adrenal hyperplasia (CAH) and Williams Syndrome (WS; MIM # 194050) are distinct genetic conditions characterized by unique clinical features. 21-Hydroxylase deficiency (21-OHD; MIM #201910), the most common form of CAH, arises from mutations in the <i>CYP21A2</i> gene, resulting in virilization of the external genitalia in affected females, early puberty in males, and short stature. Williams syndrome, caused by a microdeletion of 7q11.23, presents with distinctive facial features, intellectual disability, unique personality traits, early puberty, and short stature. This case report describe the clinical features of a 4-year-old girl referred due to progressive virilization and developmental delay. Genetic analysis confirmed concurrent CAH and WS, identifying a novel mutation in the <i>CYP21A2</i> gene (c.1442T>C). Following corticosteroid therapy initiation, the patient developed central precocious puberty. This case report delves into the pubertal change patterns in a patient affected by overlapping genetic conditions, providing valuable insights in to the intricate clinical manifestation and management of these rare complex disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38105367",
    "pmid": "38105367",
    "doi": "10.1007/s00246-023-03383-8",
    "title": "Strategies for the Surgical Management of Highly Aggressive Williams Syndrome Aortopathy: A Three Case Report.",
    "abstract": "Severe aortopathy in Williams syndrome can sometimes present with an initial ascending aortic pathology, followed in short order by more distal multilevel obstruction and recurrence requiring reintervention. In this series, an early, comprehensive surgical approach using a combination of various access and perfusion strategies yielded excellent long-term results.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR852535",
    "pmid": "",
    "doi": "10.20944/preprints202405.0840.v1",
    "title": "Genetic Architecture of CHD in NICU patients – UMC Ljubljana Experience",
    "abstract": "Congenital heart disease (CHD) is the most commonly detected congenital anomaly and affects up to 1 % of all live-born neonates. Current guidelines support the use of Chromosomal Microarray Analysis (CMA) and Next Generation Sequencing (NGS) as diagnostic approaches to identify genetic causes. The aim of our study was to evaluate the diagnostic yield of CMA and NGS in a cohort of neonates with both isolated and syndromic CHD. The present study included 188 infants under 28 days of age with abnormal echocardiography findings hospitalized at the Department of Neonatology, UMC Ljubljana, between January 2014 and December 2023. Phenotypic data were obtained for each infant by retrospective medical chart review. We established the genetic diagnosis of 22 distinct syndromes in 17% of neonates. The most common genetic diagnoses were 22q11.2 microdeletion (22.7%) and CHARGE syndromes (22.7%), Noonan syndrome (9.1%), and Williams syndrome (9.1%). In addition, we detected variants of uncertain significance in 4.8% of neonates. Timely genetic diagnosis is important for the detection of syndrome-related comorbidities, prognosis, reproductive genetic risks and, when appropriate, genetic testing of other family members.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39608757",
    "pmid": "39608757",
    "doi": "10.1055/s-0044-1790280",
    "title": "Long-Latency Auditory Evoked Potentials in Adults with Williams Syndrome.",
    "abstract": "<h4>Background</h4> Williams syndrome (WS) is a genetic, multisystemic, neurodevelopmental disorder, in which studies have demonstrated the presence of auditory deficits such as conductive and sensorineural hearing loss, cochlear weakness, and subclinical signs of hearing impairment. However, few studies have assessed this population's central auditory system.<h4>Purpose</h4> To analyze long-latency auditory evoked potential (LLAEP) in adults with WS and compare them with those obtained from neurotypical individuals with no hearing complaints.<h4>Research design</h4> A cross-sectional observational study with subjects who were submitted to LLAEP assessment with the oddball paradigm and tone-burst stimuli.<h4>Study sample</h4> A total of 30 individuals of both sexes, aged 18 to 37 years-15 had WS and comprised the study group (SG) and 15 did not have either the syndrome or hearing complaints and comprised the control group (CG); they were matched for sex and age.<h4>Results</h4> The LLAEP analysis showed larger P1-N1 and P2-N2 amplitudes but smaller N2-P3 amplitude in SG, which also had delayed latencies in all components compared with CG.<h4>Conclusion</h4> Adults with WS had increased neuronal response in identifying stimulus characteristics, attentional difficulties in auditory tasks, and deficits in auditory information processing speed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39671308",
    "pmid": "39671308",
    "doi": "10.7554/elife.98081",
    "title": "A human forebrain organoid model reveals the essential function of GTF2IRD1-TTR-ERK axis for the neurodevelopmental deficits of Williams syndrome.",
    "abstract": "Williams syndrome (WS; OMIM#194050) is a rare disorder, which is caused by the microdeletion of one copy of 25-27 genes, and WS patients display diverse neuronal deficits. Although remarkable progresses have been achieved, the mechanisms for these distinct deficits are still largely unknown. Here, we have shown that neural progenitor cells (NPCs) in WS forebrain organoids display abnormal proliferation and differentiation capabilities, and synapse formation. Genes with altered expression are related to neuronal development and neurogenesis. Single cell RNA-seq (scRNA-seq) data analysis revealed 13 clusters in healthy control and WS organoids. WS organoids show an aberrant generation of excitatory neurons. Mechanistically, the expression of transthyretin (TTR) are remarkably decreased in WS forebrain organoids. We have found that GTF2IRD1 encoded by one WS associated gene <i>GTF2IRD1</i> binds to <i>TTR</i> promoter regions and regulates the expression of <i>TTR</i>. In addition, exogenous TTR can activate ERK signaling and rescue neurogenic deficits of WS forebrain organoids. <i>Gtf2ird1</i>-deficient mice display similar neurodevelopmental deficits as observed in WS organoids. Collectively, our study reveals critical function of GTF2IRD1 in regulating neurodevelopment of WS forebrain organoids and mice through regulating TTR-ERK pathway.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR848326",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4200985/v1",
    "title": "7p22.3 microdeletion: a case study of a patient with congenital heart defect, neurodevelopmental delay and epilepsy",
    "abstract": "<title>Abstract</title>  <p>Background  Chromosome 7 has regions enriched with low copy repeats (LCRs), which increase the likelihood of chromosomal microdeletion disorders. Documented microdeletion disorders on chromosome 7 include both well-known Williams syndrome and more rare cases. It is noteworthy that most cases of various microdeletions are characterized by phenotypic signs of neuropsychological developmental disorders, which, however, have a different genetic origin. The localization of the microdeletions, the genes included in the region, as well as the structural features of the sequences of these genes have a cumulative influence on the phenotypic characteristics of the individuals for each specific case and the severity of the manifestations of disorders. The consideration of these features and their detailed analysis is important for a correct and comprehensive assessment of the disease. Results  The article describes a clinical case of 7p22.3 microdeletion in a patient with congenital heart defect and neurological abnormalities - epilepsy, combined with moderate mental and motor developmental delay. Conclusions  Through detailed genetic analyses, we are improving the clinical description of the rare 7p22.3 microdeletion and thus creating a basis for future genetic counseling and research into targeted therapies.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39483286",
    "pmid": "39483286",
    "doi": "10.3390/neurosci5030027",
    "title": "Sensory Processing Challenges in Children with Neurodevelopmental Disorders and Genetic Conditions: An Observational Study.",
    "abstract": "Sensory processing challenges are crucial yet often neglected aspects in the care of children with neurodevelopmental disorders and genetic conditions. They represent a key area of interest in neuroscience, as they significantly impact children's daily functioning and quality of life. This observational study examines these challenges in a group of 614 children, aged 3 to 14 years and 11 months, divided into three groups: 183 with neurodevelopmental disorders (autism spectrum disorder, attention deficit hyperactivity disorder, developmental delays, and learning disorders), 89 with genetic conditions (22q11.2 deletion syndrome, Williams syndrome, and pseudohypoparathyroidism), and 342 controls. Sensory processing was assessed using Sensory Profile 2 (SP2). Results indicated that children with neurodevelopmental disorders and genetic conditions exhibited significant sensory processing difficulties compared to controls. SP2 identified distinct sensory challenges across different sensory systems, varying by diagnosis. Notably, genetic conditions appeared to have a more generalised impact across multiple sensory systems, while neurodevelopmental disorders tended to affect specific systems more narrowly. These findings highlight the importance of early identification and tailored evidence-based interventions to address these specific sensory processing issues. Further research should explore the long-term impact of these interventions in these different populations and their integration into broader therapeutic programmes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38469782",
    "pmid": "38469782",
    "doi": "10.7754/clin.lab.2023.230710",
    "title": "Development of a Low Cost Semiquantitative Polymerase Chain Reaction Assay for Molecular Diagnosis of Williams Syndrome.",
    "abstract": "<h4>Background</h4>Williams Beuren Syndrome (WBS) is a well-recognized and common genetic cause of congenital heart defects, developmental delay, hypercalcemia, and characteristic facial features. It is caused by a 1.5 - 1.8 Mb heterozygous deletion of chromosome 7q11.23 with loss of around 28 coding genes. The aim of this study was to develop a low-cost, semi-quantitative PCR (sqPCR) method to detect the chromosome 7q11.23 deletion.<h4>Methods</h4>Twenty-four suspected WBS cases were recruited following ethical clearance and informed consent. Blood was obtained, DNA extracted and spectrophotometrically quantified using standard methods. To detect the deletion by dosage analysis, a target region within a gene located in the WBS commonly deleted region of 7q11.23 was amplified together with a control region in a duplex sqPCR assay. The control region was telomeric to the WBS commonly deleted region and was located in chromosome 7q31.2. The two target regions within the deleted region namely a locus within ELN and a marker in the intergenic region between FZD9 and FKBP6 and designated IFF, were amplified in separate duplex sqPCR assays. The Cystic Fibrosis Transmembrane Conductance Regulator (CFTR) gene was used as the control for normalization. Included in the assay were a non-deleted and deleted individuals' samples.<h4>Results</h4>Nineteen patients were identified to have the deletion while five did not. All 24 patients' results were confirmed by whole exome sequencing and 11 also by fluorescence in-situ hybridization (FISH).<h4>Conclusions</h4>The data obtained indicates the sqPCR assay developed in this study to be an accurate and reliable diagnostic test for WBS. Most Sri Lankan patients with WBS are diagnosed clinically, as many parents of affected WBS children are unable to afford currently available molecular diagnostic testing. This low cost sqPCR test is therefore likely to benefit Sri Lankan WBS patients, by enabling genetic testing for confirming or refuting a clinical diagnosis of WBS and may be of use in other low and middle income countries.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40061766",
    "pmid": "40061766",
    "doi": "10.4103/jpbs.jpbs_1249_24",
    "title": "A Rare Clinical Presentation of Pediatric Hypertension due to Unilateral Renal Artery Stenosis with the Middle Aortic Syndrome.",
    "abstract": "Renal artery stenosis is one of the secondary causes of pediatric hypertension. Cases with critical unilateral renal artery stenosis associated with the middle aortic syndrome are rare phenomena. The middle aortic syndrome (MAS) is a rare vascular disease representing an important cause of severe hypertension in children. MAS are mostly idiopathic, but also may occur in genetic and acquired disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR912631",
    "pmid": "",
    "doi": "10.1101/2024.09.17.24313555",
    "title": "Identifying individuals at risk for surgical supravalvar aortic stenosis by polygenic risk score with graded phenotyping",
    "abstract": "In a previous pathway-based, extreme phenotype study, we identified 1064 variants associated with supravalvar aortic stenosis (SVAS) severity in people with Williams syndrome (WS) and either no SVAS or surgical SVAS. Here, we use those variants to develop and test polygenic risk scores (PRS). We used the clumping and thresholding (CT) approach on the full 1064 variants and a 427-variant subset that was part of 13 biologically relevant pathways identified in the previous study. We also used a lasso approach on the full set. We were able to achieve an area under the curve (AUC) of >0.99 for the two CT PRS methods, using only 622 and 320 variants respectively when 2/3 of the initial 217 participants data were used for training and 1/3 for testing. The lasso performed less well. We then evaluated the performance of those PRS variant sets on an additional group of 138 patients with WS with intermediate severity SVAS and found a misclassification rate of <10% between the surgical and intermediate groups, suggesting potential for clinical utility of the score.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38154310",
    "pmid": "38154310",
    "doi": "10.1016/j.legalmed.2023.102387",
    "title": "Fatal cardiac dysfunction in a child with Williams syndrome.",
    "abstract": "Williams syndrome (WS) is a rare genetic disorder caused by a microdeletion of chromosome 7q11.23. Although the mortality rate of patients with WS is not very high, sudden cardiac death can occur, particularly in cases complicated by coronary artery stenosis. A 3-month-old female infant with supravalvular aortic stenosis and peripheral pulmonary stenosis was discovered unconscious in bed by her mother. She was immediately transferred to an emergency hospital but succumbed despite multiple attempts as resuscitation. DNA microarray analysis revealed microdeletions of 7q11.23 and 16p11.2, confirming WS and unexpectedly identifying 16p11.2 deletion syndrome which is known to be associated with neurodevelopmental disorders. Postmortem computed tomography revealed a severely enlarged heart, indicative of cardiac dysfunction. External examination revealed moderate-to-severe developmental delays in height and body weight. The heart, on internal examination, revealed whitish-discolored lesions; histologically severe fibrotic changes and thickening of the intima in the coronary arteries and aorta. In the brain, the dentate gyrus of the hippocampus appeared malformed. Taken together, these findings suggest that the cause of death was cardiac dysfunction due to WS. In addition, it could be possible that 16p11.2 deletion syndrome and dentate gyrus malformation contributed to her death. Future autopsy studies are warranted to clarify the precise role of microdeletion disorders in sudden death to reduce future preventable deaths in children.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39361252",
    "pmid": "39361252",
    "doi": "10.1002/bies.202400184",
    "title": "Regulation and signaling of the LIM domain kinases.",
    "abstract": "The LIM domain kinases (LIMKs) are important actin cytoskeleton regulators. These proteins, LIMK1 and LIMK2, are nodes downstream of Rho GTPases and are the key enzymes that phosphorylate cofilin/actin depolymerization factors to regulate filament severing. They therefore perform an essential role in cascades that control actin depolymerization. Signaling of the LIMKs is carefully regulated by numerous inter- and intra-molecular mechanisms. In this review, we discuss recent findings that improve the understanding of LIM domain kinase regulation mechanisms. We also provide an up-to-date review of the role of the LIM domain kinases, their architectural features, how activity is impacted by other proteins, and the implications of these findings for human health and disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37963512",
    "pmid": "37963512",
    "doi": "10.1016/j.amjcard.2023.11.020",
    "title": "Electrocardiograms Do Not Detect Myocardial Ischemia in Patients With Williams Syndrome and Nonsyndromic Elastin Arteriopathy With Coronary Artery Stenosis.",
    "abstract": "Coronary artery stenosis (CAS) may affect up to 27% of patients with Williams syndrome (WS), which may lead to myocardial ischemia. Patients with WS face a 25- to 100-fold greater risk of sudden cardiac death, frequently linked to anesthesia. Assessing CAS requires either imaging while under general anesthesia or intraoperative assessment, with the latter considered the gold standard. Our study aimed to identify electrocardiogram (ECG) markers of myocardial ischemia in patients with WS or nonsyndromic elastin arteriopathy and documented CAS. We retrospectively reviewed patients with WS/elastin arteriopathy who underwent supravalvar aortic stenosis surgery and CAS assessment from January 1, 2006 to April 30, 2021. A pediatric electrophysiologist, not aware of the patients' CAS status, reviewed their preoperative ECGs for markers of ischemia. We assessed associations of study parameters using Wilcoxon rank-sum and Fisher's exact tests. Of 34 patients, 62% were male, with a median age of 20 months (interquartile range: 8 to 34). CAS was present in 62% (21 of 34), 76% of whom (16 of 21) were male. There were no ECG indicators of myocardial ischemia in patients with CAS. In conclusion, CAS was present in >1/2 the children with WS/elastin arteriopathy who underwent repair of supravalvar aortic stenosis. CAS in WS/nonsyndromic elastin arteriopathy does not appear to exhibit typical ECG-detectable myocardial ischemia. ECGs are not a useful screening tool for CAS in WS/elastin arteriopathy. Given the high anesthesia-related cardiac arrest risk, other noninvasive indicators of CAS are needed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38591341",
    "pmid": "38591341",
    "doi": "10.1161/jaha.123.034048",
    "title": "Genetic Testing for Supravalvar Aortic Stenosis: What to Do When It Is Not Williams Syndrome.",
    "abstract": "<h4>Background</h4>We aimed to describe the frequency and yield of genetic testing in supravalvar aortic stenosis (SVAS) following negative evaluation for Williams-Beuren syndrome (WS).<h4>Methods and results</h4>This retrospective cohort study included patients with SVAS at our institution who had a negative evaluation for WS from May 1991 to September 2021. SVAS was defined as (1) peak supravalvar velocity of ≥2 meters/second, (2) sinotubular junction or ascending aortic <i>Z</i> score <-2.0, or (3) sinotubular junction <i>Z</i> score <-1.5 with family history of SVAS. Patients with complex congenital heart disease, aortic valve disease as the primary condition, or only postoperative SVAS were excluded. Genetic testing and diagnoses were reported. Of 162 patients who were WS negative meeting inclusion criteria, 61 had genetic testing results available (38%). Chromosomal microarray had been performed in 44 of 61 and was nondiagnostic for non-WS causes of SVAS. Sequencing of 1 or more genes was performed in 47 of 61. Of these, 39 of 47 underwent <i>ELN</i> sequencing, 20 of 39 (51%) of whom had a diagnostic variant. Other diagnoses made by gene sequencing were Noonan syndrome (3 <i>PTPN11</i>, 1 <i>RIT1)</i>, Alagille syndrome (3 <i>JAG1</i>), neurofibromatosis (1 <i>NF1</i>), and homozygous familial hypercholesterolemia (1 <i>LDLR1</i>). Overall, sequencing was diagnostic in 29 of 47 (62%).<h4>Conclusions</h4>When WS is excluded, gene sequencing for SVAS is high yield, with the highest yield for the <i>ELN</i> gene. Therefore, we recommend gene sequencing using a multigene panel or exome analysis. Hypercholesterolemia can also be considered in individuals bearing the stigmata of this disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38044457",
    "pmid": "38044457",
    "doi": "10.1186/s11689-023-09506-9",
    "title": "The use of eye-tracking technology as a tool to evaluate social cognition in people with an intellectual disability: a systematic review and meta-analysis.",
    "abstract": "<h4>Background</h4>Relatively little is known about social cognition in people with intellectual disability (ID), and how this may support understanding of co-occurring autism. A limitation of previous research is that traditional social-cognitive tasks place a demand on domain-general cognition and language abilities. These tasks are not suitable for people with ID and lack the sensitivity to detect subtle social-cognitive processes. In autism research, eye-tracking technology has offered an effective method of evaluating social cognition-indicating associations between visual social attention and autism characteristics. The present systematic review synthesised research which has used eye-tracking technology to study social cognition in ID. A meta-analysis was used to explore whether visual attention on socially salient regions (SSRs) of stimuli during these tasks correlated with degree of autism characteristics presented on clinical assessment tools.<h4>Method</h4>Searches were conducted using four databases, research mailing lists, and citation tracking. Following in-depth screening and exclusion of studies with low methodological quality, 49 articles were included in the review. A correlational meta-analysis was run on Pearson's r values obtained from twelve studies, reporting the relationship between visual attention on SSRs and autism characteristics.<h4>Results and conclusions</h4>Eye-tracking technology was used to measure different social-cognitive abilities across a range of syndromic and non-syndromic ID groups. Restricted scan paths and eye-region avoidance appeared to impact people's ability to make explicit inferences about mental states and social cues. Readiness to attend to social stimuli also varied depending on social content and degree of familiarity. A meta-analysis using a random effects model revealed a significant negative correlation (r = -.28, [95% CI -.47, -.08]) between visual attention on SSRs and autism characteristics across ID groups. Together, these findings highlight how eye-tracking can be used as an accessible tool to measure more subtle social-cognitive processes, which appear to reflect variability in observable behaviour. Further research is needed to be able to explore additional covariates (e.g. ID severity, ADHD, anxiety) which may be related to visual attention on SSRs, to different degrees within syndromic and non-syndromic ID groups, in order to determine the specificity of the association with autism characteristics.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38639351",
    "pmid": "38639351",
    "doi": "10.1161/jaha.123.032872",
    "title": "Identification of <i>Prostaglandin I<sub>2</sub> Synthase</i> Rare Variants in Patients With Williams Syndrome and Severe Peripheral Pulmonary Stenosis.",
    "abstract": "<h4>Background</h4>Peripheral pulmonary stenosis (PPS) is a condition characterized by the narrowing of the pulmonary arteries, which impairs blood flow to the lung. The mechanisms underlying PPS pathogenesis remain unclear. Thus, the aim of this study was to investigate the genetic background of patients with severe PPS to elucidate the pathogenesis of this condition.<h4>Methods and results</h4>We performed genetic testing and functional analyses on a pediatric patient with PPS and Williams syndrome (WS), followed by genetic testing on 12 patients with WS and mild-to-severe PPS, 50 patients with WS but not PPS, and 21 patients with severe PPS but not WS. Whole-exome sequencing identified a rare <i>PTGIS</i> nonsense variant (p.E314X) in a patient with WS and severe PPS. Prostaglandin I<sub>2</sub> synthase (PTGIS) expression was significantly downregulated and cell proliferation and migration rates were significantly increased in cells transfected with the <i>PTGIS</i> p.E314X variant-encoding construct when compared with that in cells transfected with the wild-type <i>PTGIS</i>-encoding construct. p.E314X reduced the tube formation ability in human pulmonary artery endothelial cells and caspase 3/7 activity in both human pulmonary artery endothelial cells and human pulmonary artery smooth muscle cells. Compared with healthy controls, patients with PPS exhibited downregulated pulmonary artery endothelial prostaglandin I<sub>2</sub> synthase levels and urinary prostaglandin I metabolite levels. We identified another <i>PTGIS</i> rare splice-site variant (c.1358+2T>C) in another pediatric patient with WS and severe PPS.<h4>Conclusions</h4>In total, 2 rare nonsense/splice-site <i>PTGIS</i> variants were identified in 2 pediatric patients with WS and severe PPS. <i>PTGIS</i> variants may be involved in PPS pathogenesis, and PTGIS represents an effective therapeutic target.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37975148",
    "pmid": "37975148",
    "doi": "10.1002/aur.3053",
    "title": "Development of emotion comprehension in children with autism spectrum disorder and Williams syndrome.",
    "abstract": "Although research has shed light on the development of emotion comprehension in typically developing children, little is known about emotion comprehension in children who are developing atypically. Thus, this study examined the developmental trajectory of emotion understanding in non-clinical (NC) children and children with autism spectrum disorder (ASD) and Williams syndrome (WS) using a Test of Emotion Comprehension. In the test, we measured children's understanding of (I) recognition of emotions based on facial expressions, (II) external causes of emotions, (III) desire-based emotions, (IV) belief-based emotions, (V) the influence of a reminder on a present emotional state, (VI) regulating an experienced emotion, (VII) hiding an emotional state, (VIII) mixed emotions, and (IX) moral emotions. A Bayesian modeling approach was applied to compare the developmental trajectories of emotion understanding across the syndrome groups. The results revealed that NC children and children with WS followed significantly different developmental trajectories in specific aspects of emotion understanding, while children with ASD followed a very similar path to NC children. Children with ASD and NC children gradually developed an understanding of each component of emotion comprehension as they matured. However, the understanding of some components, such as desire-based emotions, hiding an emotional state, and moral emotions, in children with WS was affected by their Autism Spectrum Quotient scores. This is one of the first cross-syndrome studies to assess the development of emotion comprehension in children with ASD and WS, providing important insights for understanding the nature of disability and advancing the development of intervention programs.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38458021",
    "pmid": "38458021",
    "doi": "10.1016/j.ijscr.2024.109481",
    "title": "Patch aortoplasty for supravalvular aortic stenosis in an adult patient: A case report.",
    "abstract": "<h4>Introduction</h4>Supravalvular aortic stenosis (SVAS) is an uncommon congenital abnormality that presents with intimal thickening of the aortic media at the sinotubular junction. Given the congenital nature of the disease, patients usually become symptomatic in childhood.<h4>Presentation of case</h4>A 48-year-old man developed symptomatic SVAS in middle age. A patch aortoplasty with a bovine pericardial patch was performed. His postoperative course was uneventful, and echocardiography revealed a significant decrease in peak velocity and pressure gradient.<h4>Discussion</h4>SVAS, a congenital heart disease with an incidence of 1 in 20,000 live births, is often linked to Williams syndrome but can also occur independently. Isolated SVAS is generally less severe and may not show symptoms in childhood. Its narrowing often stabilizes after growth, but in this middle-aged patient, symptoms appeared later in life. SVAS usually presents as discrete thickening above the sinuses of Valsalva or as diffuse narrowing along the ascending aorta. Surgical relief is the common treatment, with flap plasty using various patch techniques. This patient, having discrete stenosis and intact aortic valve function, underwent single-patch expansion. Key to this surgery is avoiding coronary artery stenosis, by considering coronary orifice location and other cardiac anomalies. A bovine pericardial patch was chosen for its bleeding control benefits.<h4>Conclusion</h4>Although SVAS progression in middle age is quite rare, it can be successfully corrected with detailed and selected surgical procedures.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39015463",
    "pmid": "39015463",
    "doi": "10.1016/j.xjon.2024.04.007",
    "title": "The anatomic repair of recurrent aortic arch obstruction in children and adolescents.",
    "abstract": "<h4>Objective</h4>Surgery for recurrent aortic arch obstruction is highly challenging and publications are rare. The aim of this retrospective, single-center study was to evaluate mortality, complications, and reintervention rate after an anatomic repair.<h4>Methods</h4>Between 1999 and 2022, in total 946 operations on the aortic arch were performed at the Children's Heart Center Linz. In 39 cases, the indication was a recurrent or residual aortic arch obstruction or coarctation in a patient aged 18 years or younger. This is our study cohort. The aorta was reconstructed by a direct anastomosis/autograft in 20 patients, patch in 17 patients, and interposition graft in 2 adolescents. In 32 procedures, cardiopulmonary bypass with whole body perfusion was employed, in 4, antegrade cerebral perfusion was employed, in 2, a left heart bypass was employed, and in 1 no cardiopulmonary bypass was used.<h4>Results</h4>Median (Q1, Q3) age at operation was 253 days (100, 2198 days), weight 7.5 kg (4.5, 17.8 kg). Median cardiopulmonary bypass time was 177 minutes (115, 219 minutes), crossclamp time 73 minutes (49, 102 minutes). Three infants died during the hospital stay: 1 with Williams syndrome, 1 with hypoplastic left heart syndrome, and 1 with heterotaxia. There was no death due to an arch complication. The main complications were 1 neurologic injury after postoperative resuscitation (Williams syndrome) and 1 permanent recurrent laryngeal nerve paralysis. During the follow-up period of median 8.1 years (2.6, 12 years) 1 re-reintervention on the aortic arch was necessary.<h4>Conclusions</h4>Sophisticated reoperations on the aortic arch could be performed safely. In children, the growth potential of all segments of the aorta could be sustainably preserved by avoiding interposition or extra-anatomic bypass grafts.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38416640",
    "pmid": "38416640",
    "doi": "10.1016/j.celrep.2024.113867",
    "title": "Loss of GTF2I promotes neuronal apoptosis and synaptic reduction in human cellular models of neurodevelopment.",
    "abstract": "Individuals with Williams syndrome (WS), a neurodevelopmental disorder caused by hemizygous loss of 26-28 genes at 7q11.23, characteristically portray a hypersocial phenotype. Copy-number variations and mutations in one of these genes, GTF2I, are associated with altered sociality and are proposed to underlie hypersociality in WS. However, the contribution of GTF2I to human neurodevelopment remains poorly understood. Here, human cellular models of neurodevelopment, including neural progenitors, neurons, and three-dimensional cortical organoids, are differentiated from CRISPR-Cas9-edited GTF2I-knockout (GTF2I-KO) pluripotent stem cells to investigate the role of GTF2I in human neurodevelopment. GTF2I-KO progenitors exhibit increased proliferation and cell-cycle alterations. Cortical organoids and neurons demonstrate increased cell death and synaptic dysregulation, including synaptic structural dysfunction and decreased electrophysiological activity on a multielectrode array. Our findings suggest that changes in synaptic circuit integrity may be a prominent mediator of the link between alterations in GTF2I and variation in the phenotypic expression of human sociality.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39543275",
    "pmid": "39543275",
    "doi": "10.1038/s41598-024-79289-z",
    "title": "News insights into social cognition in Williams syndrome from a comprehensive assessment and a virtual reality task.",
    "abstract": "Although the uneven neuropsychological profile of William Syndrome (WS) is well established, less is known about social perception and how profile characteristics may affect the ability to predict other's intentions, a main hallmark of social cognition. This study aimed at examining the neuropsychological profile, including social perception, of adolescents and adults with WS, and at verifying which neuropsychological outcome might account for their social prediction ability. Twenty-six individuals with WS were administered a comprehensive neuropsychological assessment, and a virtual reality scenario designed to assess social prediction in a dynamic, everyday life-like context. We found that social perception was a relative strength of the profile, although a dissociation emerged between impaired verbal ToM and relatively spared low-level components. Peaks and valleys were reported in other domains consistently with the expected profile. Both spatial and facial memory were significantly associated with the performance at the social prediction task. Results clarified that social perception per se should not be considered as typically impaired in WS. Weaknesses and strengths in specific abilities, particularly spatial and facial memory, might affect the ability to understand others' intentions in WS beyond domain-specific mechanisms. These findings might inform future syndrome-specific rehabilitative interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37882809",
    "pmid": "37882809",
    "doi": "10.1007/s00246-023-03321-8",
    "title": "Intensive Care Unit Analgosedation After Cardiac Surgery in Children with Williams Syndrome : a Matched Case-Control Study.",
    "abstract": "<h4>Objective</h4>Cardiovascular abnormalities are common in patients with Williams syndrome and frequently require surgical intervention necessitating analgesia and sedation in a population with a unique neuropsychiatric profile, potentially increasing the risk of adverse cardiac events during the perioperative period. Despite this risk, the overall postoperative analgosedative requirements in patients with WS in the cardiac intensive care unit have not yet been investigated. Our primary aim was to examine the analgosedative requirement in patients with WS after cardiac surgery compared to a control group. Our secondary aim was to compare the frequency of major ACE and mortality between the two groups.<h4>Design</h4>Matched case-control study.<h4>Setting</h4>Pediatric CICU at a Tertiary Children's Hospital.<h4>Patients</h4>Patients with WS and age-matched controls who underwent cardiac surgery and were admitted to the CICU after cardiac surgery between July 2014 and January 2021.<h4>Interventions</h4>None.<h4>Measurements and main results</h4>Postoperative outcomes and total doses of analgosedative medications were collected in the first six days after surgery for the study groups. Median age was 29.8 (12.4-70.8) months for WS and 23.5 (11.2-42.3) months for controls. Across all study intervals (48 h and first 6 postoperative days), there were no differences between groups in total doses of morphine equivalents (5.0 mg/kg vs 5.6 mg/kg, p = 0.7 and 8.2 mg/kg vs 10.0 mg/kg, p = 0.7), midazolam equivalents (1.8 mg/kg vs 1.5 mg/kg, p = 0.4 and 3.4 mg/kg vs 3.8 mg/kg, p = 0.4), or dexmedetomidine (20.5 mcg/kg vs 24.4 mcg/kg, p = 0.5 and 42.3 mcg/kg vs 39.1 mcg/kg, p = 0.3). There was no difference in frequency of major ACE or mortality.<h4>Conclusions</h4>Patients with WS received similar analgosedative medication doses compared with controls. There was no significant difference in the frequency of major ACE (including cardiac arrest, extracorporeal membrane oxygenation, and surgical re-intervention) or mortality between the two groups, though these findings must be interpreted with caution. Further investigation is necessary to elucidate the adequacy of pain/sedation control, factors that might affect analgosedative needs in this unique population, and the impact on clinical outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39199785",
    "pmid": "39199785",
    "doi": "10.3390/bioengineering11080827",
    "title": "Automated Multi-Class Facial Syndrome Classification Using Transfer Learning Techniques.",
    "abstract": "Genetic disorders affect over 6% of the global population and pose substantial obstacles to healthcare systems. Early identification of these rare facial genetic disorders is essential for managing related medical complexities and health issues. Many people consider the existing screening techniques inadequate, often leading to a diagnosis several years after birth. This study evaluated the efficacy of deep learning-based classifier models for accurately recognizing dysmorphic characteristics using facial photos. This study proposes a multi-class facial syndrome classification framework that encompasses a unique combination of diseases not previously examined together. The study focused on distinguishing between individuals with four specific genetic disorders (Down syndrome, Noonan syndrome, Turner syndrome, and Williams syndrome) and healthy controls. We investigated how well fine-tuning a few well-known convolutional neural network (CNN)-based pre-trained models-including VGG16, ResNet-50, ResNet152, and VGG-Face-worked for the multi-class facial syndrome classification task. We obtained the most encouraging results by adjusting the VGG-Face model. The proposed fine-tuned VGG-Face model not only demonstrated the best performance in this study, but it also performed better than other state-of-the-art pre-trained CNN models for the multi-class facial syndrome classification task. The fine-tuned model achieved both accuracy and an F1-Score of 90%, indicating significant progress in accurately detecting the specified genetic disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39141588",
    "pmid": "39141588",
    "doi": "10.1111/1460-6984.13100",
    "title": "Parent-reported outcome measures evaluating communication in individuals with rare neurodevelopmental disorders: A systematic review.",
    "abstract": "<h4>Background</h4>Communication impairments are a leading concern for parent caregivers of individuals with rare neurodevelopmental disorders (RNDDs). Clinical trials of disease modifying therapies require valid and responsive outcome measures that are relevant to individuals with RNDDs. Identifying and evaluating current psychometric properties for communication measures is a critical step towards the selection and use of appropriate instruments.<h4>Aims</h4>This systematic review offers (1) a description of parent-reported communication measures and (2) evidence for their psychometric properties, in RNDDs.<h4>Methods</h4>The systematic review protocol was registered in the International Prospective Register of Systematic Reviews (PROSPERO; CRD42022334649). MEDLINE (Ovid), Embase, PsychINFO, Web of Science, CINAHL Plus, Cochrane Library, ClinicalTrials.gov, the Australian New Zealand Clinical Trials Registry were searched from inception to August 2023. Methodological assessment of quality was completed using the COnsensus-based Standards for the selection of health status Measurement INstruments (COSMIN) checklist. Parent-reported measures used in observational studies and clinical trials were identified. Data on utility, reliability and validity for RNDDs were extracted.<h4>Main contribution</h4>Sixteen parent-reported communication measures were used in RNDD research, the Vineland Adaptive Behavior Scales being most commonly used. Validation data in RNDDs were identified for six of these measures. Limitations related to sample size or the scope of psychometric testing.<h4>Conclusions</h4>Many communication measures have been used for RNDDs but there are few data validating their use. Valid and reliable methods of measuring communication in persons with RNDDs is a priority for future high-quality clinical trials.<h4>What this paper adds</h4>What is already known on the subject Communication is a critical domain for families with a child with a rare neurodevelopmental disorder (RNDD). Validated outcome measures are essential for accurate evaluation and interpretation of responses to treatments in clinical trials. What this paper adds to existing knowledge We identified 16 parent-reported communication measures that have been used with RNDDs, but only six measures had validation data for at least one RNDD. High quality evidence is accumulating, with all validation studies in this review published between 2020 to 2023. Modifications of existing measures may be required to assess communication for RNDDs. What are the clinical implications of this work? This systematic review catalogues the available psychometric data for communication measures and indicates an ongoing need for new validation studies to ensure they are fit-for-purpose for upcoming clinical trials in RNDDs. This review will inform the selection of communication measures for clinical trials and research studies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39337901",
    "pmid": "39337901",
    "doi": "10.3390/life14091118",
    "title": "The Genetic Architecture of Congenital Heart Disease in Neonatal Intensive Care Unit Patients-The Experience of University Medical Centre, Ljubljana.",
    "abstract": "Congenital heart disease (CHD) is the most commonly detected congenital anomaly and affects up to 1% of all live-born neonates. Current guidelines support the use of chromosomal microarray analysis (CMA) and next-generation sequencing (NGS) as diagnostic approaches to identify genetic causes. The aim of our study was to evaluate the diagnostic yield of CMA and NGS in a cohort of neonates with both isolated and syndromic CHD. The present study included 188 infants under 28 days of age with abnormal echocardiography findings hospitalized at the Department of Neonatology, UMC Ljubljana, between January 2014 and December 2023. Phenotypic data were obtained for each infant via retrospective medical chart review. We established the genetic diagnosis of 22 distinct syndromes in 17% (32/188) of neonates. The most frequent genetic diagnoses in diagnosed cases were <i>22q11.2</i> microdeletion and CHARGE syndromes, followed by Noonan syndrome and Williams syndrome. In addition, we detected variants of uncertain significance in 4.8% (9/188) of neonates. Timely genetic diagnosis is important for the detection of syndrome-related comorbidities, prognosis, reproductive genetic risks and, when appropriate, genetic testing of other family members.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR750664",
    "pmid": "",
    "doi": "10.1101/2023.10.30.564727",
    "title": "Vascular abnormalities in heart and brain are associated with cardiovascular and neurological symptoms in a novel mouse model for Williams syndrome",
    "abstract": "Williams syndrome is a developmental disorder caused by a microdeletion entailing loss of a single copy of 25-27 genes on chromosome 7q11.23. Patients with Williams syndrome suffer from cardiovascular and neuropsychological symptoms. So far, the structural abnormalities of the cardiovascular system in Williams syndrome have been attributed to the loss of a copy of the elastin ( ELN ) gene. In contrast, the neuropsychological consequences of Williams syndrome, including motor deficits, hypersociability and cognitive impairments, have been mainly attributed to altered expression of transcription factors like LIMK1, GTF2I and GTF2IRD1, while the potential secondary impact of altered cerebrovascular function has been largely ignored. To study the relation between the mutation underlying Williams syndrome and vascularization of not only the heart but also that of the brain, we generated a mouse model with a relatively long microdeletion, including the Ncf1 gene to reduce the confounding impact of hypertension. The affected mice had an elongated and tortuous aorta, but unlike in Eln haploinsufficient mice, there were no signs of structural cardiac hypertrophy. Our Williams syndrome mice had similar structural abnormalities in their coronary and brain vessels, showing disorganized extracellular matrices of the vessel walls. Moreover, our mouse model faithfully replicated both cardiovascular and neurological symptoms of Williams syndrome, highlighting that accurate non-invasive evaluation of complex vascular abnormalities is feasible. Altogether, we present evidence for vascular malformations that are similar in heart and brain, suggesting that cardiovascular and neurological symptoms can both by impacted by changes in the vascular structure in patients with Williams syndrome.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39972698",
    "pmid": "39972698",
    "doi": "10.1016/j.jaccas.2024.102933",
    "title": "Simultaneous TAVR and PBPV in Patient With Multiple Valve Disease.",
    "abstract": "Transcatheter aortic valve replacement (TAVR) and percutaneous balloon pulmonary valvuloplasty (PBPV) are the first-line treatments for aortic stenosis and pulmonary stenosis. This paper presents the case of a 72-year-old woman who suffered from severe aortic stenosis with pulmonary stenosis, treated with simultaneous TAVR and PBPV. Postprocedural echocardiography revealed significant improvement in valve stenosis, with no complications. This case demonstrates the feasibility and safety of performing TAVR and PBPV together, offering a new treatment approach.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37827362",
    "pmid": "37827362",
    "doi": "10.1016/j.ydbio.2023.09.007",
    "title": "Loss of Baz1b in mice causes perinatal lethality, growth failure, and variable multi-system outcomes.",
    "abstract": "BAZ1B is one of 25-27 coding genes deleted in canonical Williams syndrome, a multi-system disorder causing slow growth, vascular stenosis, and gastrointestinal complaints, including constipation. BAZ1B is involved in (among other processes) chromatin organization, DNA damage repair, and mitosis, suggesting reduced BAZ1B may contribute to Williams syndrome symptoms. In mice, loss of Baz1b causes early neonatal death. 89.6% of Baz1b<sup>-/-</sup> mice die within 24 h of birth without vascular anomalies or congenital heart disease (except for patent ductus arteriosus). Some (<50%) Baz1b<sup>-/-</sup> were noted to have prolonged neonatal cyanosis, patent ductus arteriosus, or reduced lung aeration, and none developed a milk spot. Meanwhile, 35.5% of Baz1b<sup>+/-</sup> mice die over the first three weeks after birth. Surviving Baz1b heterozygotes grow slowly (with variable severity). 66.7% of Baz1b<sup>+/-</sup> mice develop bowel dilation, compared to 37.8% of wild-type mice, but small bowel and colon transit studies were normal. Additionally, enteric neuron density appeared normal in Baz1b<sup>-/-</sup> mice except in distal colon myenteric plexus, where neuron density was modestly elevated. Combined with several rare phenotypes (agnathia, microphthalmia, bowel dilation) recovered, our work confirms the importance of BAZ1B in survival and growth and suggests that reduced copy number of BAZ1B may contribute to the variability in Williams syndrome phenotypes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39075977",
    "pmid": "39075977",
    "doi": "10.1093/postmj/qgae095",
    "title": "Facial recognition models for identifying genetic syndromes associated with pulmonary stenosis in children.",
    "abstract": "<h4>Background</h4>Williams-Beuren syndrome, Noonan syndrome, and Alagille syndrome are common types of genetic syndromes (GSs) characterized by distinct facial features, pulmonary stenosis, and delayed growth. In clinical practice, differentiating these three GSs remains a challenge. Facial gestalts serve as a diagnostic tool for recognizing Williams-Beuren syndrome, Noonan syndrome, and Alagille syndrome. Pretrained foundation models (PFMs) can be considered the foundation for small-scale tasks. By pretraining with a foundation model, we propose facial recognition models for identifying these syndromes.<h4>Methods</h4>A total of 3297 (n = 1666) facial photos were obtained from children diagnosed with Williams-Beuren syndrome (n = 174), Noonan syndrome (n = 235), and Alagille syndrome (n = 51), and from children without GSs (n = 1206). The photos were randomly divided into five subsets, with each syndrome and non-GS equally and randomly distributed in each subset. The proportion of the training set and the test set was 4:1. The ResNet-100 architecture was employed as the backbone model. By pretraining with a foundation model, we constructed two face recognition models: one utilizing the ArcFace loss function, and the other employing the CosFace loss function. Additionally, we developed two models using the same architecture and loss function but without pretraining. The accuracy, precision, recall, and F1 score of each model were evaluated. Finally, we compared the performance of the facial recognition models to that of five pediatricians.<h4>Results</h4>Among the four models, ResNet-100 with a PFM and CosFace loss function achieved the best accuracy (84.8%). Of the same loss function, the performance of the PFMs significantly improved (from 78.5% to 84.5% for the ArcFace loss function, and from 79.8% to 84.8% for the CosFace loss function). With and without the PFM, the performance of the CosFace loss function models was similar to that of the ArcFace loss function models (79.8% vs 78.5% without PFM; 84.8% vs 84.5% with PFM). Among the five pediatricians, the highest accuracy (0.700) was achieved by the senior-most pediatrician with genetics training. The accuracy and F1 scores of the pediatricians were generally lower than those of the models.<h4>Conclusions</h4>A facial recognition-based model has the potential to improve the identification of three common GSs with pulmonary stenosis. PFMs might be valuable for building screening models for facial recognition. Key messages What is already known on this topic:  Early identification of genetic syndromes (GSs) is crucial for the management and prognosis of children with pulmonary stenosis (PS). Facial phenotyping with convolutional neural networks (CNNs) often requires large-scale training data, limiting its usefulness for GSs. What this study adds:  We successfully built multi-classification models based on face recognition using a CNN to accurately identify three common PS-associated GSs. ResNet-100 with a pretrained foundation model (PFM) and CosFace loss function achieved the best accuracy (84.8%). Pretrained with the foundation model, the performance of the models significantly improved, although the impact of the type of loss function appeared to be minimal. How this study might affect research, practice, or policy:  A facial recognition-based model has the potential to improve the identification of GSs in children with PS. The PFM might be valuable for building identification models for facial detection.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39152504",
    "pmid": "39152504",
    "doi": "10.1186/s13023-024-03321-8",
    "title": "7p22.3 microdeletion: a case study of a patient with congenital heart defect, neurodevelopmental delay and epilepsy.",
    "abstract": "<h4>Background</h4>Chromosome 7 has regions enriched with low copy repeats (LCRs), which increase the likelihood of chromosomal microdeletion disorders. Documented microdeletion disorders on chromosome 7 include both well-known Williams syndrome and more rare cases. It is noteworthy that most cases of various microdeletions are characterized by phenotypic signs of neuropsychological developmental disorders, which, however, have a different genetic origin. The localization of the microdeletions, the genes included in the region, as well as the structural features of the sequences of these genes have a cumulative influence on the phenotypic characteristics of the individuals for each specific case and the severity of the manifestations of disorders. The consideration of these features and their detailed analysis is important for a correct and comprehensive assessment of the disease.<h4>Results</h4>The article describes a clinical case of 7p22.3 microdeletion in a patient with congenital heart defect and neurological abnormalities - epilepsy, combined with moderate mental and motor developmental delay.<h4>Conclusions</h4>Through detailed genetic analyses, we are improving the clinical description of the rare 7p22.3 microdeletion and thus creating a basis for future genetic counseling and research into targeted therapies.",
    "journal": "",
    "year": "2024"
  }
]