[
  {
    "id": "39633384",
    "pmid": "39633384",
    "doi": "10.1186/s13023-024-03375-8",
    "title": "Systematic quantitative modeling of the natural history of Aicardi syndrome: A cross sectional study of 245 published cases.",
    "abstract": "<h4>Purpose</h4>Aicardi syndrome is a rare epileptic encephalopathy, almost exclusively affecting girls. It was first described as a triad of infantile spasms, chorioretinal defects and agenesis of the corpus callosum. The etiology remains unknown and there is uncertainty on best practice therapy and outcome. We aimed at defining quantitative clinical endpoints that will inform future research and clinical trials.<h4>Methods</h4>Quantitative natural history modeling of cases with Aicardi syndrome from published clinical reports. Main outcome measures were age at disease onset, survival and diagnostic delay. Phenotypic features of affected individuals as well as neuroradiological and ophthalmological features were descriptively stated. STROBE criteria were respected.<h4>Results</h4>Two hundred forty-five cases were available for analysis. Median age at disease onset was 2.2 months. Median diagnostic delay was 1 month. Mortality was estimated with 6% at 1 and 17% at 5 years of age. 60% of children showed the classic clinical features, while 40% met the revised diagnostic criteria. We delineate possible predictors of disease severity and of seizure control.<h4>Conclusion</h4>We provide natural history data including geographical localization of 245 published patients with Aicardi syndrome. Quantitative history modeling in rare epileptic encephalopathies will help to raise disease awareness and facilitate future clinical trials as one core element of quantitative systems pharmacology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39944415",
    "pmid": "39944415",
    "doi": "10.1212/nxg.0000000000200233",
    "title": "Women With Genetic Epilepsies.",
    "abstract": "Some epilepsy syndromes are more common in female individuals. Often, these syndromes have an underlying genetic variant involving the X chromosome that is typically lethal in male individuals, resulting in a higher female prevalence. However, some of the idiopathic generalized epilepsies such as juvenile myoclonic epilepsy are conditions with complex inheritance, with thousands of variants in genes throughout the genome. But they can also have a predominance in female individuals. In this study, we performed a narrative review of PubMed and Scopus using the following entries: \"epilepsy in women,\" \"genetic epilepsy in female individuals,\" \"epilepsy genetics in women,\" \"female-specific epilepsy genetics,\" \"epilepsy and genetic mutations in female individuals.\" The findings were synthesized and described according to clinical characteristics, underlying genetic mechanisms, and treatment considerations for these epilepsy syndromes manifesting largely in female individuals. The epilepsy syndromes reviewed here include Rett syndrome, <i>CDKL5</i> deficiency disorder, <i>PCDH19</i>-related epilepsy, subcortical band heterotopia, periventricular heterotopia, Aicardi syndrome, and juvenile myoclonic epilepsy. Recognizing these epilepsy syndromes and understanding their underlying genetic etiology helps provide a tailored treatment approach early in the course of the disease. It can also assist with genetic counselling for family members who plan to have children.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39187757",
    "pmid": "39187757",
    "doi": "10.1186/s12886-024-03627-y",
    "title": "Microcephaly with or without chorioretinopathy, lymphedema, or mental retardation (MCLMR)- the new lacunae: a case report.",
    "abstract": "<h4>Background</h4>Microcephaly with or without chorioretinopathy, lymphedema, or mental retardation is a rare autosomal dominant disease caused by mutations in KIF11 which disrupt EG5 protein function, impacting the development and maintenance of retinal and lymphatic structures due to its expression in the retinal photoreceptor cilia. The primary ocular finding in MCLMR is chorioretinopathy. Additional features can include microphthalmia, angle-closure glaucoma, persistent hyperplastic primary vitreous, cataract, pseudo-coloboma, persistent hyaloid artery, and myopic or hypermetropic astigmatism. The appearance of the chorioretinal lesions as white to pinkish, round, non-elevated atrophic areas devoid of blood vessels resembles the lacunae in Aicardy syndrome. Due to the lack of systematic description of the lesions and significant phenotypical variability, there is an impending need for a detailed report of each case.<h4>Case presentation</h4>A child with microcephaly detected in the third trimester of gestation began her following in the ophthalmology department due to a non-visually significant cataract. Shortly after, she developed nystagmus and large-angle alternating esotropia with cross-fixation. Her fundus initially showed a pallid optic disc and pigmentary changes, developing thereafter retinal lacunae and a retinal fold. Her differential diagnosis accompanied the dynamic changes in her fundus, which included congenital infections, Leber´s Congenital Amaurosis and Aicardy syndrome. At 19 months old, genetic testing identified a heterozygous mutation (c.1159 C > T, p.Arg387*) in the KIF11 gene. The patient underwent bilateral medial rectus muscle recession surgery at 2 years old for persistent esotropia, with significant improvement. Refraction revealed a hyperopic astigmatism in both eyes (+ 0.25 -2.50 × 180 OD and + 0.75 -2.00 × 170 OS). She continues to require right eye patching for 2 hours daily.<h4>Conclusions</h4>This case report expands the phenotypic spectrum of MCLMR by demonstrating a unique combination of retinal features which sheds new light on differential diagnosis from Aicardy syndrome. Our findings emphasize the significant phenotypic variability associated with MCLMR, particularly regarding ocular involvement. This underscores the importance of detailed clinical evaluation and comprehensive reporting of cases to improve our understanding of the disease spectrum and genotype-phenotype correlations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37657966",
    "pmid": "37657966",
    "doi": "10.1016/j.jnma.2023.08.001",
    "title": "Aicardi syndrome in a Nigerian female child: A case report and literature review of a rare neuro-developmental disorder from North-Western Nigeria.",
    "abstract": "Aicardi syndrome is a very rare neurodevelopmental disorder, inherited as an X-linked dominant condition with a triad of infantile spasm, partial or complete agenesis of the corpus callosum, and chorio-retinal \"lacunae.\" We report a case of a female infant with the classical triad of Aicardi syndrome. A female infant presented to the Paediatric Neurology Clinic of the Federal Medical Centre Birnin-Kebbi, North-western Nigeria, at the age of two months with complaints of recurrent afebrile convulsions typical for infantile spasms. The patient was delivered at term with normal Apgar scores and anthropometry. Examination revealed an infant with no dysmorphic features and normal systemic examination. Magnetic Resonance Imaging (MRI) of the brain however, showed complete agenesis of the corpus callosum and dilatation of the posterior horn of the lateral and third ventricles. Fundoscopy showed multiple yellowish spots along the vascular arcades in the right eye. The left eye had a one-disc diameter lacuna in the superior nasal quadrant adjacent to the optic disc with multiple yellowish spots. A diagnosis of Aicardi syndrome was made. The child was placed on oral phenobarbital and followed up. At the age of 18 months, the child can only sit without support, hold an object in each hand, smile socially, and babble. The frequency of the seizures had also reduced from >100 episodes per day to 2-3 episodes per day, but the child had developed right-sided spastic hemiparesis. The patient was commenced on physiotherapy and the anti-epileptic drugs were maintained. We recommend clinicians consider Aicardi syndrome in the differential diagnosis of any child presenting with infantile spasms.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38795333",
    "pmid": "38795333",
    "doi": "10.1111/epi.18029",
    "title": "Population-based study of rare epilepsy incidence in a US urban population.",
    "abstract": "<h4>Objective</h4>This study was undertaken to estimate incidence of rare epilepsies and compare with literature.<h4>Methods</h4>We used electronic health record text search to identify children with 28 rare epilepsies in New York City (2010-2014). We estimated cumulative incidence and compared with literature.<h4>Results</h4>Eight of 28 rare epilepsies had five or more prior estimates, and our measurements were within the published range for all. The most common were infantile epileptic spasms syndrome (1 in 2920 live births), Lennox-Gastaut syndrome (1 in 9690), and seizures associated with tuberous sclerosis complex (1 in 14 300). Fifteen of 28 had fewer than five prior estimates, and of these, we provided additional estimates for early infantile developmental and epileptic encephalopathy (1 in 32 700), epilepsy with myoclonic-atonic seizures (1 in 34 100), Sturge-Weber syndrome plus seizures/epilepsy (1 in 40 900), epilepsy in infancy with migrating focal seizures (1 in 54 500), Aicardi syndrome plus seizures/epilepsy (1 in 71 600), hypothalamic hamartoma with seizures (1 in 225 000), and Rasmussen syndrome (1 in 450 000). Five of 28 rare epilepsies had no prior estimates, and of these, we provided a new estimate for developmental/epileptic encephalopathy with spike-and-wave activation in sleep and/or continuous spikes and waves during sleep (1 in 34 100). Data were limited for the remaining 12 rare epilepsies, which were all genetic epilepsies, including PCDH19, CDKL5, Alpers disease, SCN8A, KCNQ2, SCN2A, GLUT1 deficiency, Phelan-McDermid syndrome, myoclonic epilepsy with ragged-red fibers, dup15q syndrome, ring chromosome 14, and ring chromosome 20.<h4>Significance</h4>We estimated the incidence of rare epilepsies using population-based electronic health record data and literature review. More research is needed to better estimate the incidence of genetic epilepsies with nonspecific clinical features. Electronic health records may be a valuable data source for studying rare epilepsies and other rare diseases, particularly as genetic testing becomes more widely adopted.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39062246",
    "pmid": "39062246",
    "doi": "10.3390/children11070797",
    "title": "Prenatal and Postnatal Diagnosis and Genetic Background of Corpus Callosum Malformations and Neonatal Follow-Up.",
    "abstract": "<h4>Introduction</h4>The corpus callosum is one of the five main cerebral commissures. It is key to combining sensory and motor functions. Its structure can be pathological (dysgenesis) or completely absent (agenesis). The corpus callosum dys- or agenesis is a rare disease (1:4000 live births), but it can have serious mental effects.<h4>Methods</h4>In our study, we processed the data of 64 pregnant women. They attended a prenatal diagnostic center and genetic counseling from 2005 to 2019 at the Department of Obstetrics and Gynecology at Semmelweis University.<h4>Results</h4>The pregnancies had the following outcomes: 52 ended in delivery, 1 in spontaneous abortion, and 11 in termination of pregnancy (TOP) cases (n = 64). The average time of detection with imaging tests was 25.24 gestational weeks. In 16 cases, prenatal magnetic resonance imaging (MRI) was performed. If the abnormality was detected before the 20th week, a genetic test was performed on an amniotic fluid sample obtained from a genetic amniocentesis. Karyotyping and cytogenetic tests were performed in 15 of the investigated cases. Karyotyping gave normal results in three cases (46,XX or XY). In one of these cases, postnatally chromosomal microarray (CMA) was later performed, which confirmed Aicardi syndrome (3q21.3-21.1 microdeletion). In one case, postnatally, the test found Wiedemann-Rautenstrauch syndrome. In other cases, it found X ring, Di George syndrome, 46,XY,del(13q)(q13q22) and 46,XX,del(5p)(p13) (Cri-du-chat syndrome). Edwards syndrome was diagnosed in six cases, and Patau syndrome in one case.<h4>Conclusions</h4>We found that corpus callosum abnormalities are often linked to chromosomal problems. We recommend that a cytogenetic test be performed in all cases to rule out inherited diseases. Also, the long-term outcome does not just depend on the disease's severity and the associated other conditions, and hence proper follow-up and early development are also key. For this reason, close teamwork between neonatology, developmental neurology, and pediatric surgery is vital.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39959883",
    "pmid": "39959883",
    "doi": "10.2147/opth.s505086",
    "title": "Progress in the Management of Retinal Detachment Associated With Morning Glory Syndrome.",
    "abstract": "Morning glory syndrome (MGS) is a rare congenital optic disc malformation characterized by a distinctive funnel-shaped optic disc resembling a blooming morning glory flower, typically diagnosed in childhood or adolescence and primarily presenting unilaterally, although bilateral cases have been reported. The anomaly features an enlarged optic disc, radiating blood vessels, and surrounding excavation, leading to visual impairment that can range from mild to profound. The etiology of MGS is not fully understood but has been associated with genetic factors, particularly mutations in the PAX6 and PAX2 genes, which play critical roles in eye development. MGS is often linked with other ocular and systemic anomalies, including retinal detachment, a significant complication that may be exudative, tractional, or rhegmatogenous. Surgical interventions are generally employed to manage complications, especially retinal detachments, with procedures such as vitrectomy, paraoptic disc laser photocoagulation, and the use of silicone oil or gas tamponade, though success rates can vary widely. Long-term outcomes for patients with MGS largely depend on the severity of associated complications and the timing of interventions; while some individuals may attain reasonable visual function post-treatment, others may continue to experience challenges due to the underlying malformation and its consequences. Thus, MGS remains a complex condition requiring a multidisciplinary approach for effective management and enhanced patient outcomes, emphasizing the need for continued research into its genetic underpinnings and optimal treatment strategies to improve understanding and care for those affected.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39539385",
    "pmid": "39539385",
    "doi": "10.1016/j.radcr.2024.10.045",
    "title": "Persistent primary vitreous: A report on 2 rare pediatric cases.",
    "abstract": "Persistence of the fetal vasculature (PFV) is a rare ocular malformation of unknown origin, characterized by a spectrum of complex presentations with varying functional prognoses. We reported the cases of 2 male patients: a 3-month-old infant and a 4-year-old child. A thorough examination of their eyes, often requiring general anesthesia, is essential for diagnosis. The malformation can manifest in mild forms without visual impact or associated anomalies, as well as severe forms involving multiple ocular structures and systemic syndromes. A comprehensive pediatric examination is recommended to identify any associated conditions. Treatment is personalized and typically includes early, targeted surgical and medical interventions to optimize outcomes. The cases highlight the importance of early diagnosis and comprehensive evaluation in managing persistence of the fetal vasculature, as timely intervention can significantly improve visual outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36728747",
    "pmid": "36728747",
    "doi": "10.1080/13816810.2023.2172190",
    "title": "A case of Aicardi syndrome associated with duplication event of Xp22 including <i>SHOX</i>.",
    "abstract": "<h4>Background</h4>Aicardi syndrome is a neurodevelopmental disorder characterized by a triad of partial or complete agenesis of the corpus callosum, infantile spasms, and pathognomonic chorioretinal lacunae.<h4>Methods</h4>Examination, multimodal imaging, and genetic testing were used to guide diagnosis.<h4>Results</h4>We report a case of a pediatric patient who was initially diagnosed with refractory infantile spasms. The patient was unresponsive to conventional antiepileptic therapy, and genetic testing with whole exome and mitochondrial genome sequencing could not identify the underlying cause, so vigabatrin was initiated. The ophthalmic examination under anesthesia for vigabatrin toxicity screening revealed chorioretinal atrophy in the retinal periphery of both eyes, with two 3-disc diameter chorioretinal lacunae superotemporal and inferonasal to the optic nerve in the left eye. Given the neuroimaging findings of corpus callosum hypoplasia with polymicrogyria and ocular findings, the patient was diagnosed with Aicardi syndrome. Genetic testing revealed a novel duplication event at the Xp22 locus.<h4>Conclusions</h4>Aicardi syndrome, albeit a rare condition, should always be considered in the differential diagnosis when investigating a female child with refractory seizures in early childhood. Genetic testing may help further our understanding of AIS and the search for a genetic etiology.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39364273",
    "pmid": "39364273",
    "doi": "10.1016/j.radcr.2024.08.127",
    "title": "Obstructive hydrocephalus due to choroid plexus carcinoma of third ventricle in pediatric: A rare case report.",
    "abstract": "Choroid plexus carcinoma (CPC) is an uncommon tumor that accounts for less than 1% of all pediatric brain tumors. CPC usually originates in the lateral ventricle, followed by the fourth ventricle; the incidence in the third ventricle is only 5% of all CPC cases (children and adults). We report an extremely rare tumor arising from the choroid plexus of the third ventricle in a 6-year-old child with progressive headache, macrocephaly, left hemiparesis, and sunset eyes. The imaging found a well-defined, lobulated mass with strong enhancement in the posterior part of the third ventricle, resulting in obstructive hydrocephalus. The patient underwent an endoscopic biopsy and histopathological examination, which resulted in choroid plexus carcinoma.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36862581",
    "pmid": "36862581",
    "doi": "10.1080/10400435.2023.2179684",
    "title": "Therapeutic positioning to address neuromuscular scoliosis on an adolescent child with Aicardi syndrome: a case study.",
    "abstract": "Among persons with neuromuscular mobility limitations, therapeutic positioning has been implemented to improve body function, avoid secondary complications such as contractures and body shape distortions, and optimize body energy through restorative sleep. This case study describes the application of a 24-hour posture care management intervention for a preadolescent girl with Aicardi syndrome. The intervention was administered by adding therapeutic bed positioning to use of a custom molded wheelchair seating system. Over the 6-year intervention period overlapping with the subject's adolescent years (age 11-17), marked improvement was observed in thoracic shape and symmetry. Moreover, the subject's mother reported regular full-nights of uninterrupted sleep, relaxed muscle tone upon waking, a stronger cough with less audible congestion, more efficient swallowing and zero hospitalizations. The 24-hour posture care management intervention offers an alternative option for families and caregivers of persons with neuromuscular mobility impairments who wish to use a low-risk, noninvasive, locally available approach to improve body symmetry, increase hours of restorative sleep, and ease caregiving routines. Further research in 24-hour posture care management, including positioning for sleep and rest, should be explored in individuals with complex movement limiting disabilities who are at risk of developing neuromuscular scoliosis.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36567511",
    "pmid": "36567511",
    "doi": "10.1177/08830738221147372",
    "title": "Imaging Similarities Between Oral-Facial-Digital Syndrome Type 1 and Aicardi Syndrome: Prenatal and Postnatal Magnetic Resonance Imaging (MRI) Findings in 4 Patients.",
    "abstract": "Prenatal identification by magnetic resonance imaging (MRI) of callosal anomalies, particularly with accompanying intracranial abnormalities, poses a challenge for accurate prognostication and fetal counseling as outcome can vary widely depending on underlying etiology. In female patients, Aicardi syndrome is an important consideration, and prompt postnatal ophthalmologic assessment to identify ocular stigmata of Aicardi syndrome can aid with anticipatory guidance and greater vigilance for seizures. We present a case of a female with fetal and postnatal MRI findings of agenesis of corpus callosum and type 2b interhemispheric cysts, characteristically found in Aicardi syndrome, but was found to have oral-facial-digital syndrome type 1 (OFD1). We also present 3 other companion cases with pre- and postnatal imaging of patients with Aicardi syndrome. These cases highlight the importance of widening the differential diagnosis to also include OFD1 for female patients with callosal anomalies.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36626525",
    "pmid": "36626525",
    "doi": "10.1097/md.0000000000031950",
    "title": "Ocular features in Aicardi syndrome: A case report.",
    "abstract": "<h4>Rationale</h4>Aicardi syndrome is a genetic malformation syndrome with a triad of dysgenesis or agenesis of the corpus callosum, distinctive chorioretinal lacunae and infantile spasms. It is a rare developmental disorder first described in 1965. The disease affects 1 in 100,000 live births.<h4>Patient concerns</h4>We describe a 34-month-old girl diagnosed with Aicardi Syndrome.<h4>Diagnosis</h4>Based on the results of color images of the fundus, medical history as well as the analysis of karyotype and DNA microarrays, the patient was diagnosed with Aicardi's syndrome.<h4>Interventions</h4>Additionally an B-scan ultrasonography and an electrophysiological test was performed.<h4>Outcome</h4>Fundoscopic examination revealed optic disc colobomas in both eyes, extensive chorioretinal lacunae at the posterior pole with retinal pigment epithelium regrouping and atrophy. Flash visual evoked potentials (FVEP) P2 amplitude was lower than normal range. B-scan ultrasonography revealed an optic disc lesion consistent with optic disk coloboma.<h4>Lessons</h4>Children with congenital central nervous system malformations should undergo regular ophthalmic checkups to facilitate diagnosis and determine prognosis of visual function development.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37466684",
    "pmid": "37466684",
    "doi": "10.1007/s00381-023-06066-0",
    "title": "Intracranial arachnoid cysts.",
    "abstract": "<h4>Purpose</h4>The purpose of this review article is to outline the natural history, pathogenesis, anatomic considerations and surgical decision-making in caring for patients with intracranial arachnoid cysts.<h4>Methods</h4>A review of the literature for intracranial arachnoid cysts was performed using Embase, PubMed, and Web of Science databases, including review of the bibliographies of eligible articles and the author's own experience.<h4>Results</h4>Among those reviewed, 59 relevant original articles were included as well as illustrative cases from the authors own experience.<h4>Conclusions</h4>Arachnoid cysts are congenital lesions characterized by split arachnoid membrane, thick collagen in the cyst wall, absent traversing trabecular processes within the cyst, and hyperplastic arachnoid cells in the cyst wall. The underlying etiology is not entirely known, and they occur in greater proportion in males and in greater incidence with various genetic conditions including Down syndrome, mucopolysaccharidosis, schizencephaly, neurofibromatosis, autosomal dominant polycystic kidney disease (ADPKD), acrocallosal syndrome, and Aicardi syndrome. Most intracranial arachnoid cysts are incidentally found and occur in the middle cranial fossa, with the remaining occurring in the cerebellopontine angle, suprasellar cistern, quadrigeminal cistern, convexity, and posterior fossa/cisterna magna. The current article outlines the natural history, prevalence, demographic factors, and treatment decisions in managing patients with intracranial arachnoid cysts.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39376958",
    "pmid": "39376958",
    "doi": "10.1016/j.radcr.2024.08.136",
    "title": "Corpus callosal agenesis with gray matter heterotopia and bilateral eye coloboma in an infant: A case report.",
    "abstract": "Corpus callosal agenesis (CCA) is a rare congenital disorder characterized by the partial or complete absence of the corpus callosum, a structure crucial for interhemispheric communication. CCA can occur in isolation or be associated with other anomalies such as heterotopia, holoprosencephaly, cerebellar hypoplasia, coloboma, and hydrocephalus. The prevalence of CCA ranges from 0.020% to 0.025%, though some reports suggest higher rates. This case report describes a 1-year-old male with developmental delays and no significant antenatal or family history. MRI revealed a complete absence of the corpus callosum, asymmetrically dilated lateral ventricles, subependymal gray matter nodules suggestive of gray matter heterotopia, and bilateral posterior globe defects with vitreous herniation, indicating severe ocular anomalies. The child received supportive care including physical therapy and special education services, with regular follow-ups for developmental and ophthalmologic evaluation. This case report details the rare occurrence of CCA, accompanied by gray matter heterotopia and bilateral posterior eye coloboma in a pediatric patient. The combination of these congenital anomalies presents unique diagnostic and management challenges requiring multidisciplinary care. We discuss the clinical presentation, radiological findings, and implications for supportive care and improving the prognosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38741980",
    "pmid": "38741980",
    "doi": "10.25259/sni_165_2024",
    "title": "Association of limited dorsal myeloschizis and corpus callosum lipoma: A case report and literature review.",
    "abstract": "<h4>Background</h4>Intracranial lipomas are a rare clinical entity. These lesions are frequently asymptomatic and originate in the pericallosal area. As they are fat-containing lesions which are intimately attached to the surrounding structures, surgery is not recommended. In some individual reports, subtotal resection is recommended to lessen complications. There have been no previous reports of corpus callosum lipoma (CCL) associated with limited dorsal myeloschizis (LDM).<h4>Case description</h4>We describe the case of a combination of CCL and bilateral choroid plexus lipoma discovered incidentally during the investigation of LDM in a 3-month-old male child. Given the asymptomatic behavior of the lipoma and the vascular elements of the pericallosal area, it was decided to monitor it regularly. Thus, the patient underwent surgery only for LDM. Histological examination confirmed the diagnosis, and postoperative follow-up 1 year after showed good evolution. To the best of our knowledge, this association has never been described in the literature.<h4>Conclusion</h4>This case suggests a possible developmental relationship between CCL and spinal dysraphism.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38952613",
    "pmid": "38952613",
    "doi": "10.7759/cureus.61480",
    "title": "When the Belly Looks Okay but Is Actually Not: A Case of Hepatoblastoma in a Well-Appearing Child.",
    "abstract": "Hepatoblastoma is one of the pediatric tumors with genetic and intrauterine risk factors. It is typically asymptomatic at diagnosis, at which time most patients have metastasis to the lungs and are in an advanced stage of liver disease. We report an interesting case of a 13-month-old child who presented with a one-month history of abdominal distention. A review of the systems was unremarkable but a physical examination revealed a well-appearing child with abdominal distention, normal vital signs, and an abdominal mass. Abdominal imaging revealed a well-defined heterogeneously-enhancing mass arising from the right hepatic lobe and laboratory results were consistent with a diagnosis of hepatoblastoma. The mass was resected and the patient underwent chemotherapy with continued follow-up management. We shed light on pediatric hepatoblastoma and its clinical presentation, pathology, and laboratory and imaging findings, to aid clinicians in diagnosing the condition correctly.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39070397",
    "pmid": "39070397",
    "doi": "10.7759/cureus.63177",
    "title": "Patent Ductus Arteriosus in Association With Agenesis of Corpus Callosum: Syndromic Links, Difficult Airway Challenges, and Pediatric Anesthesia Management.",
    "abstract": "Agenesis of corpus callosum (ACC) is a congenital absence of corpus callosum either completely or partially; without deficits in behavior or function during the first two years of life. Patent ductus arteriosus (PDA) is a congenital cardiac defect in which there is persistent contact between the pulmonary artery and the descending thoracic aorta due to failure of the normal physiologic closure of the fetal ductus. This article details a unique case of a three-month-old male infant who was initially diagnosed with PDA and later discovered to have corpus callosum agenesis. The child was posted on a PDA device for closure. Here, we will be discussing syndromic association, difficult airway, procedure-related factors, and pediatric anesthesia management of this rare case.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37790004",
    "pmid": "37790004",
    "doi": "10.7759/cureus.46269",
    "title": "Utilizing Infantile Spasm Seizure Activity as a Baseline Vital in the Setting of Acute Pseudomonas aeruginosa Pneumonia.",
    "abstract": "The objective of this case report is to describe and document a decrease in seizure activity in a 16-year-old female with a past medical history of Aicardi syndrome (AS) and infantile spasms (IS) while being treated for acute <i>Pseudomonas aeruginosa</i> pneumonia with pleural effusion. This patient presented to the pediatric emergency department with a chief complaint of fever, tachycardia, increased nasal secretions, and oxygen requirement at home. She was admitted to the general pediatric medical floor for treatment of an adenovirus infection due to her having a complex medical history and her being medically unstable. On hospital admission day 1, she developed post-viral <i>P. aeruginosa</i> pneumonia. She subsequently had three days of complete clinical seizure cessation without changing her anti-epileptic medications. It was not until the symptomatology related to her pneumonia improved that her seizure activity returned to its baseline frequency. The treating team discovered that the decrease in her frequency of seizure activity related to periods of increased physiologic stress was not new. Her mother reported that she has used the relationship between her daughter's seizures and any acute illness to gauge how her daughter was \"feeling\" medically. Three weeks prior to this hospital admission, her mother reported that her daughter's seizures ceased for two days during a period in which it was determined that the patient was having renal colic and passed a renal stone. This phenomenon, the decrease in the frequency of seizure activity related to periods of increased physiologic stress, could help primary caretakers assess when significant, new comorbid conditions are present and could aid in the primary assessment of physical health in a particular patient population who are unable to verbalize their current medical status. Utilizing seizure activity as an at-home vital sign could help caretakers recognize when their patient is under an elevated physiologic stress condition. Recognizing the relationship between seizure frequency and acute illness could also help diagnostically, as ISs are difficult to both diagnose and manage. Also, future research on this possible association could explore more understanding of IS and pathophysiology of such phenomenon.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36030575",
    "pmid": "36030575",
    "doi": "10.1016/j.clinph.2022.07.496",
    "title": "EEG at onset and MRI predict long-term clinical outcome in Aicardi syndrome.",
    "abstract": "<h4>Objective</h4>Descriptions of electroencephalographic (EEG) patterns in Aicardi syndrome (AIC) have to date referred to small cohorts of up to six cases and indicated severe derangement of electrical activity in all cases. The present study was conducted to describe the long-term EEG evolution in a larger AIC cohort, followed for up to 23 years, and identify possible early predictors of the clinical and EEG outcomes.<h4>Methods</h4>In a retrospective study, two experienced clinical neurophysiologists systematically reviewed all EEG traces recorded in 12 AIC cases throughout their follow-up, from epilepsy onset to the present. Clinical outcome was assessed with standardized clinical outcome scales.<h4>Results</h4>Analysis of the data revealed two distinct AIC phenotypes. In addition to the \"classical severe phenotype\" already described in the literature, we identified a new \"mild phenotype\". The two phenotypes show completely different EEG features at onset of epilepsy and during its evolution, which correspond to different clinical outcomes.<h4>Conclusions</h4>Data from our long-term EEG and clinical-neuroradiological study allowed us to describe two different phenotypes of AIC, with different imaging severity and, in particular, different EEG at onset, which tend to remain constant over time.<h4>Significance</h4>Together, these findings might help to predict long-term clinical outcomes.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35755116",
    "pmid": "35755116",
    "doi": "10.1016/j.radcr.2022.05.067",
    "title": "Diagnostic approach to Aicardi syndrome: A case report.",
    "abstract": "Aicardi syndrome is an X-linked-dominant genetic condition that is present almost exclusively in females. To diagnose Aicardi syndrome, the classic triad of agenesis of the corpus callosum, infantile spasms, and chorioretinal lacunae must be present. Here, we described a case of a female newborn baby delivered at 36 weeks of gestation that arrived at the emergency department with stiffening of arms and legs; therefore, an electroencephalogram was performed, showing generalized polypots confirming infantile spasms. Moreover, magnetic resonance was performed, showing complete agenesis of the corpus callosum. The patient was then transferred for an ophthalmoscopic examination, which evidenced multiple hypopigmented chorioretinal lesions corresponding to chorioretinal lacunae. Based on the clinical and radiological findings, the diagnosis of Aicardi syndrome was established, and treatment with anticonvulsive therapy and physiotherapy was initiated. This case report highlights the main characteristics that clinicians should consider to suspect this rare genetic condition, emphasizing the imaging and electroencephalographic findings.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39925441",
    "pmid": "39925441",
    "doi": "10.1016/j.gmg.2024.100010",
    "title": "Phenotypic variability in two siblings with Poretti-Boltshauser syndrome.",
    "abstract": "<h4>Introduction</h4>Poretti-Boltshauser Syndrome (PBS) is a rare neuro-ophthalmological disorder with autosomal recessive inheritance. It is characterized by non-progressive cerebellar ataxia, delay in neuropsychomotor development, intellectual disability, and vision abnormalities. PBS is caused by mutations in the <i>LAMA1</i> gene, resulting in cerebellar abnormalities, including cerebellar cysts in most cases.<h4>Case presentation</h4>We present two siblings with <i>LAMA1</i> mutations and distinct phenotypic presentation, with one of them showing no evidence of cerebellar cysts on magnetic resonance imaging (MRI).<h4>Conclusion</h4>This study highlights intrafamilial variability in patients with Poretti-Boltshauser Syndrome (PBS). Patient 1 exhibits more pronounced cerebellar dysplasia (with cysts) and oculomotor apraxia, while Patient 2 shows milder cerebellar dysplasia (without cysts) and a macular hole. These findings underscore the importance of comprehensive evaluation and genetic testing for accurate diagnosis and management of PBS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38737179",
    "pmid": "38737179",
    "doi": "10.1016/j.radcr.2024.03.093",
    "title": "Foramen of Monro choroid plexus papilloma: An extremely rare location managed by endoscopic resection.",
    "abstract": "Choroid plexus papillomas are rare brain neoplasms, primarily observed in children, and typically manifest with symptoms indicative of heightened intracranial pressure and cerebral irritation. In addition, the tumor's localization varies with the patient's age, and diagnostic and therapeutic approaches predominantly rely on imaging findings and surgical interventions, with histopathological examination being essential for confirmation. This study outlines a unique instance of choroid plexus papilloma in a 30-year-old female, who presented with severe headache and vomiting, subsequently revealing hydrocephalus on Brain CT. Remarkably, the tumor was identified in the Foramen of Monro, an exceedingly rare and unreported location in adults. Notably, the patient underwent successful endoscopic resection without complications, a technique sparsely documented in similar cases. Choroid plexus papilloma, predominantly afflicting children, displays varied tumor locations depending on the patient's age. Our report highlights an exceptional case with an atypical tumor location that was not reported before to our knowledge, and addressed through an innovative endoscopic resection method that was recently used in the management of such cases. This underscores the importance of considering diverse tumor presentations, as it has a favorable prognosis achievable through management, especially with the increasing number of reported cases. Moreover, it advocates for the adoption of emerging endoscopic approaches, which exhibit promising outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37628618",
    "pmid": "37628618",
    "doi": "10.3390/genes14081565",
    "title": "Aicardi Syndrome Is a Genetically Heterogeneous Disorder.",
    "abstract": "Aicardi Syndrome (AIC) is a rare neurodevelopmental disorder recognized by the classical triad of agenesis of the corpus callosum, chorioretinal lacunae and infantile epileptic spasms syndrome. The diagnostic criteria of AIC were revised in 2005 to include additional phenotypes that are frequently observed in this patient group. AIC has been traditionally considered as X-linked and male lethal because it almost exclusively affects females. Despite numerous genetic and genomic investigations on AIC, a unifying X-linked cause has not been identified. Here, we performed exome and genome sequencing of 10 females with AIC or suspected AIC based on current criteria. We identified a unique de novo variant, each in different genes: <i>KMT2B</i>, <i>SLF1</i>, <i>SMARCB1</i>, <i>SZT2</i> and <i>WNT8B</i>, in five of these females. Notably, genomic analyses of coding and non-coding single nucleotide variants, short tandem repeats and structural variation highlighted a distinct lack of X-linked candidate genes. We assessed the likely pathogenicity of our candidate autosomal variants using the TOPflash assay for WNT8B and morpholino knockdown in zebrafish (<i>Danio rerio</i>) embryos for other candidates. We show expression of <i>Wnt8b</i> and <i>Slf1</i> are restricted to clinically relevant cortical tissues during mouse development. Our findings suggest that AIC is genetically heterogeneous with implicated genes converging on molecular pathways central to cortical development.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38764919",
    "pmid": "38764919",
    "doi": "10.1177/2050313x241254000",
    "title": "Atypical choroid plexus papilloma: Diagnosis and differentials: A case report.",
    "abstract": "Atypical choroid plexus papilloma is a rare World Health Organization grade 2 intraventricular tumor arising from the epithelium of the plexus choroid with intermediate clinical-pathological features between the benign choroid plexus papilloma and the malignant choroid plexus carcinoma. The main criteria for differentiation are histopathologic, with difficulties in distinguishing it from choroid plexus papilloma based on imaging features. We report the case of a 4-year-old female presenting with headaches and altered mental status. Brain magnetic resonance imaging revealed a right lateral ventricular mass with some atypical characteristics, which were confirmed on pathological examination as an atypical choroid plexus papilloma.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40026690",
    "pmid": "40026690",
    "doi": "10.3389/fendo.2025.1507749",
    "title": "Profile of <i>DHX37</i> gene defects in human genetic diseases: 46,XY disorders of sex development.",
    "abstract": "The RNA helicase <i>DHX37</i> gene is involved in ribosomal biological processes, and linked to human genetic diseases associated with 46,XY disorders of sex development (46,XY DSD) or neurodevelopment. Recently, relevant reports have primarily focused on 46,XY DSD. However, there is still a lack of overall understanding of the genetic characteristics, phenotype, etc. of the <i>DHX37</i> gene in human genetic diseases, and its molecular mechanism is not fully understood. We searched literature databases and summarized and analyzed all the literature related to <i>DHX37</i> to date, including case reports, cohort studies, and molecular mechanism studies, to comprehensively demonstrate the role of <i>DHX37</i> in human genetic diseases. Sixty patients were reported to have <i>DHX37</i>-related 46,XY DSD, with p.R308Q, p.R674W variants being the two most common mutation hotspots, accounting for 36.67% and 11.67% of cases respectively. In DSD cohorts, <i>DHX37</i> gene mutations have different detection frequencies (0.77%-45.45%), whereas in testicular regression syndrome and 46,XY gonadal dysgenesis cohorts, they have a high detection rate. The gonadal development and fertility of female (46,XX) carriers with <i>DHX37</i> gene mutations are not affected; however, incomplete penetrance may be observed in males (46,XY). The treatments are primarily surgical intervention and hormone replacement therapy administered at appropriate times; however, the long-term prognosis remains unknown. Although the molecular mechanism of <i>DHX37</i> mutation related 46,XY DSD is unclear, ribosome synthesis, cell cycle regulation, and the NF-κB and Wnt pathways may be affected. This review summarizes the profile of <i>DHX37</i> defects in human genetic diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35345580",
    "pmid": "35345580",
    "doi": "10.1016/j.ajoc.2022.101467",
    "title": "A rare case of bilateral vitreoretinopathy of Aicardi syndrome.",
    "abstract": "<h4>Purpose</h4>To report a rare case of Aicardi syndrome presenting with concurrent peripheral retina nonperfusion with 360-degree neovascularization in the right eye and stalk tissue with a peripapillary fibrovascular membrane and tractional retinal detachment (TRD) in the left eye.<h4>Observations</h4>A one-month-old girl was referred for an ophthalmic evaluation to confirm the diagnosis of Aicardi syndrome due to abnormal brain magnetic resonance imaging. A 360-degree circumferential peripheral avascular retina with extensive neovascularization was present in the right eye. Stalk tissue with fibrovascular proliferation causing TRD was found in the left fundus. The retina of the right eye became quiescent after completing peripheral laser photocoagulation. The detached retina in the left eye was flattened, and the peripapillary chorioretinal lacunae became visible one year after surgical removal of the traction. In addition, the axial length growth of the left eye regained.<h4>Conclusion and importance</h4>This is a rare case of Aicardi syndrome with concurrent peripapillary fibrovascular traction in one eye and peripheral retina nonperfusion in the other eye. Surgical intervention is vital not only for removing the traction and flattening the retina but also for promoting continual growth of the eyeball.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39502996",
    "pmid": "39502996",
    "doi": "10.7759/cureus.70924",
    "title": "MRI Evaluation of Corpus Callosum Malformation and Associated Anomalies: A Retrospective Cross-Sectional Study.",
    "abstract": "Objective This study aims to evaluate the MRI morphology of corpus callosum malformations and the associated anomalies frequently observed in a tertiary care center in northern India. Methods We conducted a retrospective cross-sectional study using MRI reports, images, and clinical records from January 2020 to July 2024. A total of 19 patients with corpus callosum agenesis or hypoplasia were identified, with 17 patients included after excluding those with incomplete records. We analyzed MRI findings for agenesis type (complete or partial), commissural abnormalities, midline anomalies, cortical abnormalities, and posterior fossa abnormalities. Statistical analysis was performed using chi-square tests to compare associations between complete and partial agenesis. Results Of the 17 patients, 52.9% had complete agenesis and 47.1% had partial agenesis. Complete agenesis was associated with higher rates of commissural involvement (44.4% vs. 12.5%), midline anomalies (22.2% vs. 0%), and Probst bundle formation (88.9% vs. 37.5%). Ventricular distortion was more common in complete agenesis (88.9% vs. 40%), and cortical malformations were also more prevalent (44.4% vs. 12.5%). Other anomalies included holoprosencephaly, Dandy-Walker malformation, and hypoxic-ischemic encephalopathy changes. Conclusion Complete agenesis of the corpus callosum is significantly associated with other commissural abnormalities, midline cysts, Probst bundle formation, ventricular distortions, and cortical malformations compared to partial agenesis. This study highlights the varied imaging presentations of corpus callosum malformations and their associated anomalies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR514838",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-1728430/v1",
    "title": "Diagnostic approach to cerebellar disorders amongst Egyptian children",
    "abstract": "Our present study includes 72 Egyptian children diagnosed to suffer from cerebellar atrophy by brain MRI. All cases were subjected to detailed clinical examination, laboratory tests, neuro-physiological, neuro-radiological, and genetic studies using whole-exome sequencing (WES). Accordingly, we stratified our cases into initial groups. Neuronal ceroid lipofuscinosis (NCL) is the most commonly identified disorder in the cohort. This is followed by metachromatic leukodystrophy, mitochondrial encephalopathy, adreno-leukodystrophy, Aicardi syndrome, and Joubert syndrome. Integration of proper clinical examination, laboratory investigations, neurophysiological, and neuro-radiological investigations are essential to prioritize the optimal further potential genetic assessment.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38213408",
    "pmid": "38213408",
    "doi": "10.1093/jscr/rjad699",
    "title": "Clinical rarity: simultaneous choroid plexus papilloma and extraventricular neurocytoma presenting as intraventricular hemorrhage in an adolescent.",
    "abstract": "We present a patient with an intraventricular hemorrhage. Imaging identified a left atrial intraventricular mass and a vague adjacent second periventricular cystic lesion. A guided trans-sulcal approach via a left parietal craniotomy resulted in a gross total resection of both lesions. These represented two distinct lesions, the periventricular cystic lesion was an extraventricular neurocytoma (EVN) and a World Health Organization grade 1 choroid plexus papilloma (CPP). The neurocytoma required methylation studies for confirmatory diagnosis. The patient had an uneventful recovery with a normal neurological exam at 12-weeks. This documents the occurrence of two distinct central nervous system tumors, a CPP and an EVN presenting with an intraventricular hemorrhage.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36467493",
    "pmid": "36467493",
    "doi": "10.3389/fped.2022.1035621",
    "title": "Infantile epileptic spasms syndrome as an initial presentation in infantile choroid plexus papilloma: A case report.",
    "abstract": "We present an interesting report of a 5-month-old infant with epileptic spasms and developmental delay who presented with non-isolated ventriculomegaly in utero and whose brain magnetic resonance imaging revealed right ventricular choroid plexus papilloma (CPP). The epileptic spasms persisted even with the use of antiepileptic therapies but was apparently cured after the removal of a CPP.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37168471",
    "pmid": "37168471",
    "doi": "10.1097/pg9.0000000000000253",
    "title": "Persistent Diarrhea and Eosinophilic Esophagitis Resulting From Chronic Cannabidiol Usage for Refractory Epilepsy.",
    "abstract": "Cannabidiol is used in the care of treatment-resistant epilepsy. It has been associated with varying side effects, ranging from somnolence to diarrhea and weight loss. We present a patient on chronic cannabidiol therapy who had persistent diarrhea, abdominal pain, weight loss, and esophageal eosinophilia that improved with cannabidiol dose adjustment.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39767892",
    "pmid": "39767892",
    "doi": "10.3390/children11121463",
    "title": "Progressive Quadriparesis of a Toddler with a Posterior Cranial Fossa Arachnoid Cyst (AC): Illustrative Case Report and Narrative Literature Review.",
    "abstract": "<h4>Background/objectives</h4>Intracranial arachnoid cysts (ACs) may be congenital, primary, or secondary due to trauma. These cysts are benign, contain cerebrospinal fluid (CSF), and are classified based on location, size, and their clinical symptomatology. They are uncommon lesions in children, rarely leading to severe mass-effect neurological symptomatology.<h4>Methods</h4>The present report describes a 30-month-old female presenting with quadriparesis. An emergency magnetic resonance imaging (MRI) study revealed the presence of a primary intracranial arachnoid cyst of the posterior cranial fossa, exerting significant pressure on the medulla oblongata and the cervical portion of the spinal cord, displacing them dorsally, with a remnant diameter of 2.5 mm.<h4>Results</h4>This benign malformation located in a crucial area might have been complicated by severe neurological deterioration and required prompt intervention, so the patient underwent a suboccipital craniectomy in a sitting position, along with a neurosurgical procedure, which established a lasting communication channel between the cyst and the basal cisterns. This led to a favorable outcome.<h4>Conclusions</h4>Up to the present report, postoperative complete resolution of quadriparesis secondary to a posterior cranial fossa arachnoid cyst has not been reported. At present, no therapeutic modality has been established as the definitive standard of care for pediatric ACs, and their management raises a great deal of controversy among neurosurgeons. The narrative literature review of the present study integrates the various perspectives regarding ACs and their possible treatment approaches that are currently available.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37064080",
    "pmid": "37064080",
    "doi": "10.1016/j.radcr.2023.03.013",
    "title": "Congenital bilateral perislyvian syndrome: A rare case report.",
    "abstract": "Congenital bilateral perisylvian syndrome, also known as bilateral periopercular syndrome or perisylvian polymicrogyria, is an exceptionally rare neurological disorder characterized by homogeneous clinicoradiological symptoms. There are consequently wide spectrums of clinical manifestations. In perisylvian syndrome. MRI is the preferred imaging technique. We describe the case of a female 8-year-old child who has a history of generalized tonic-clonic seizures. and was identified to have bilateral perisylvian syndrome based on MR imaging findings.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "34984691",
    "pmid": "34984691",
    "doi": "10.1002/pd.6085",
    "title": "Prenatal diagnosis of Aicardi syndrome based on a suggestive imaging pattern: A multicenter case-series.",
    "abstract": "<h4>Objectives</h4>To characterize a suggestive prenatal imaging pattern of Aicardi syndrome using ultrasound and MR imaging.<h4>Methods</h4>Based on a retrospective international series of Aicardi syndrome cases from tertiary centers encountered over a 20-year period (2000-2020), we investigated the frequencies of the imaging features in order to characterize an imaging pattern highly suggestive of the diagnosis.<h4>Results</h4>Among 20 cases included, arachnoid cysts associated with a distortion of the interhemispheric fissure were constantly encountered associated with complete or partial agenesis of the corpus callosum (19/20, 95%). This triad in the presence of other CNS disorganization, such as polymicrogyria (16/17, 94%), heterotopias (15/17, 88%), ventriculomegaly (14/20, 70%), cerebral asymmetry [14/20, 70%]) and less frequently extra-CNS anomaly (ocular anomalies [7/11, 64%], costal/vertebral segmentation defect [4/20, 20%]) represent a highly suggestive pattern of Aicardi syndrome in a female patient.<h4>Conclusion</h4>Despite absence of genetic test to confirm prenatal diagnosis of AS, this combination of CNS and extra-CNS fetal findings allows delineation of a characteristic imaging pattern of AS, especially when facing dysgenesis of the corpus callosum.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37498137",
    "pmid": "37498137",
    "doi": "10.1111/epi.17725",
    "title": "Creating rare epilepsy cohorts using keyword search in electronic health records.",
    "abstract": "<h4>Objective</h4>Administrative codes to identify people with rare epilepsies in electronic health records are limited. The current study evaluated the use of keyword search as an alternative method for rare epilepsy cohort creation using electronic health records data.<h4>Methods</h4>Data included clinical notes from encounters with International Classification of Diseases, Ninth Revision (ICD-9) codes for seizures, epilepsy, and/or convulsions during 2010-2014, across six health care systems in New York City. We identified cases with rare epilepsies by searching clinical notes for keywords associated with 33 rare epilepsies. We validated cases via manual chart review. We compared the performance of keyword search to manual chart review using positive predictive value (PPV), sensitivity, and F-score. We selected an initial combination of keywords using the highest F-scores.<h4>Results</h4>Data included clinical notes from 77 924 cases with ICD-9 codes for seizures, epilepsy, and/or convulsions. The all-keyword search method identified 6095 candidates, and manual chart review confirmed that 2068 (34%) had a rare epilepsy. The initial combination method identified 1862 cases with a rare epilepsy, and this method performed as follows: PPV median = .64 (interquartile range [IQR] = .50-.81, range = .20-1.00), sensitivity median = .93 (IQR = .76-1.00, range = .10-1.00), and F-score median = .71 (IQR = .63-.85, range = .18-1.00). Using this method, we identified four cohorts of rare epilepsies with over 100 individuals, including infantile spasms, Lennox-Gastaut syndrome, Rett syndrome, and tuberous sclerosis complex. We identified over 50 individuals with two rare epilepsies that do not have specific ICD-10 codes for cohort creation (epilepsy with myoclonic atonic seizures, Sturge-Weber syndrome).<h4>Significance</h4>Keyword search is an effective method for cohort creation. These findings can improve identification and surveillance of individuals with rare epilepsies and promote their referral to specialty clinics, clinical research, and support groups.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "34240629",
    "pmid": "34240629",
    "doi": "10.1177/08830738211023335",
    "title": "Ketogenic Diet Therapy for Epilepsy Associated With Aicardi Syndrome.",
    "abstract": "<h4>Introduction</h4>Aicardi syndrome is a rare neurodevelopmental disorder associated with epilepsy in females. Ketogenic diet therapy represents a possible nonpharmacologic treatment in Aicardi syndrome patients.<h4>Methods</h4>All patients with Aicardi syndrome seen at Johns Hopkins Hospital (Baltimore, MD) and Johns Hopkins All Children's Hospital (St Petersburg, FL) treated with ketogenic diet therapy since 1994 were evaluated retrospectively.<h4>Results</h4>Fifteen patients, ages 4 months to 34 years, were identified. Ten (67%) patients experienced a ≥50% seizure reduction after 3 months, with 3 (20%) having a ≥90% reduction. Only 1 patient was seizure-free for a short period of time. The number of drugs tried prior to ketogenic diet therapy initiation was correlated with ≥50% seizure reduction at 3 months, 5.8 vs 2.6 in responders versus nonresponders (<i>P</i> = .01). In addition, the mean number of drugs actively received also correlated, 3.0 vs 1.2, <i>P</i> = .005. Ketogenic diet therapy was slightly more successful in those without infantile spasms, 78% vs 50%, <i>P</i> = .33.<h4>Conclusion</h4>Ketogenic diet therapy was helpful in Aicardi syndrome, although seizure freedom was rare. It was especially helpful for those who were more drug-resistant and did not have infantile spasms at ketogenic diet therapy onset.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "35844343",
    "pmid": "35844343",
    "doi": "10.7759/cureus.25930",
    "title": "A Case of Ophthalmoplegia, Hypotonia, and Developmental Delay in the Setting of Corpus Callosum Hypoplasia.",
    "abstract": "Anomalies of the corpus callosum, including complete agenesis, partial agenesis, and hypoplasia, are some of the most common brain malformations. Corpus callosum abnormalities are potentially syndromic, many of which have identifiable genetic etiologies. Patients affected with either syndromic or non-syndromic corpus callosum anomalies may also have associated ophthalmologic abnormalities. Some of the syndromes with corpus callosum malformations that also involve ophthalmologic findings include Aicardi syndrome, Mowat-Wilson syndrome, and Xia-Gibbs syndrome. This case report describes a patient with hypoplasia and possible dysgenesis of the corpus callosum noted on magnetic resonance imaging (MRI) who had several ophthalmologic findings, including ophthalmoplegia, strabismus, and nystagmus, associated with microcephaly, dysmorphic facial features, global developmental delay, hypotonia, and cryptorchidism. While several previously identified syndromes share similar clinical features with this patient, these findings may also represent an unidentified genetic syndrome, and the patient remains under evaluation for a genetic diagnosis. This report explores the differential for ophthalmologic abnormalities in the setting of corpus callosum hypoplasia.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39458194",
    "pmid": "39458194",
    "doi": "10.3390/jcm13206245",
    "title": "Fetal Teratomas: Advances in Diagnosis and Management.",
    "abstract": "Fetal teratomas, though rare, represent a significant proportion of tumors arising during fetal development. These tumors arise from pluripotent cells and can present in varying degrees of severity, ranging from incidental findings to life-threatening conditions. Prenatal imaging, via ultrasound and MRI, is necessary for diagnosis and risk assessment. The management of fetal teratomas, particularly those associated with complications like hydrops or airway obstruction, often requires a multidisciplinary approach. Interventions such as ex-utero intrapartum treatment (EXIT) procedures and minimally invasive alternatives have emerged as critical tools to improve neonatal outcomes in severe cases. Despite advances in fetal therapies, careful prenatal monitoring and individualized management remain essential, especially for tumors with high vascularity or those that risk compromising cardiac output. This review explores the diagnostic methods, management strategies, and outcomes associated with fetal teratomas, highlighting recent advancements that contribute to improving survival and reducing morbidity in affected neonates.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34136214",
    "pmid": "34136214",
    "doi": "10.1016/j.amsu.2021.102447",
    "title": "Aicardi syndrome in a 7-month-old girl with tonic seizures and skeletal defects: A case report.",
    "abstract": "<h4>Introduction</h4>and importance: Aicardi syndrome (AS) is a rare genetic syndrome characterized by a triad of features: agenesis or hypogenesis of corpus callosum, chorioretinal lacunae, and infantile spasms, along with other neurodevelopmental, ocular, craniofacial, gastrointestinal, and musculoskeletal disorders. The precise etiology of AS is unknown, and establishing a diagnosis is challenging since it is an extremely rare syndrome and may mimic other congenital neurological defects.<h4>Case presentation</h4>A 2-month-old girl was brought to our hospital, she developed multiple episodes of generalized spasticity with hyperflexion of upper and lower extremities on trunk (tonic seizure), with fast jerking movements of the eye, with signs of Psychomotor Development delay.<h4>Clinical discussion</h4>Ophthalmic examination showed bilateral medial strabismus without nystagmus, Retinal examination showed bilateral small peripapillary well-circumscribed chorioretinal lacunae with hyperpigmented borders, thoracic spine x-ray (AP view) showed hemivertebrae and loss of height in the 7th and 8th thoracic vertebral body. Magnetic Resonance Imaging (MRI) revealed grey matter heterotopia, underdevelopment of the left operculum, hypogenesis of the corpus callosum, hypogenesis of inferior vermis, and multiple cysts with peripheral enhancing. Eventually, the diagnosis of AS is confirmed by the results of radiological imaging and ophthalmology exam.<h4>Conclusion</h4>In this paper, we report a case of Aicardi syndrome diagnosed in a 7-month-old girl with frequent tonic seizures. We report this case to highlight that Aicardi syndrome should be considered in the differential diagnosis in cases of frequent tonic seizures with abnormal findings on retinal examination and characteristic findings on MRI.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "39807246",
    "pmid": "39807246",
    "doi": "10.3389/fneur.2024.1518554",
    "title": "Outcomes following resective and disconnective strategies in the treatment of epileptic spasms: a systematic review of the literature and individual patient data meta-analysis.",
    "abstract": "Epileptic spasms (ES) are a unique seizure type typically presenting in the form of infantile epileptic spasms syndrome (IESS) with characteristic hypsarrhythmia on scalp EEG and a preponderance with developmental delay or regression. While pharmacotherapy is the mainstay of treatment, surgical options, including disconnective or resective procedures, are increasingly recognized as viable therapeutic options for recurrent or persistent ES. However, limited data on safety, effectiveness, and prognostic factors hinder informed decision-making regarding surgery indications, timing, and intervention type. We performed a systematic review and an individual patient data meta-analysis (IPDMA) in accordance with PRISMA guidelines, focusing on surgical interventions for ES and reporting seizure outcomes using the Engel or ILAE scales. Twenty-six studies encompassing 358 ES patients undergoing resection/callosotomy were included. Participants undergoing other approaches (e.g., multiple subpial transections) or multimodality approaches were excluded from analysis. The median age at spasm onset was 6 months (IQR = 3.0-15.6), with a median age at surgery of 37 months (IQR = 17.2-76.8). Most patients (74.1%) exhibited additional seizure types. A total of 136 patients (35.8%) underwent corpus callosotomy (CC), of whom 125 (91.9%) had a complete callosotomy, while 11 (8.1%) had a partial callosotomy. Resective surgery was performed on 222 patients (58.4%). Among those who underwent resection, 109 (49.1%) had both lesional MRI findings and lateralized EEG abnormalities. Overall, 201 patients (56.1%) remained spasm-free at a median postoperative follow-up of 36 months (interquartile range, IQR = 21-60), including 52 (38.2%) from the callosotomy group and 149 (67.1%) from the resective surgery group. In the resective surgery cohort, patients with MRI-confirmed lesions (<i>p</i> = 0.026; HR = 0.53, 95% CI = 0.31-0.93) and those who underwent hemispherectomy (<i>p</i> = 0.026, HR = 0.46, 95% CI = 0.23-0.91) had better seizure outcomes. Only a minority (24.4%) underwent invasive EEG monitoring prior to ES surgery. Surgical treatment of ES proves effective, with two thirds of patients undergoing resective surgery and a third undergoing CC becoming spasm free. Post-operative developmental improvement was observed in 44 participants (65.7% of those with available data). The presence of lesional MRI and more extensive resection/disconnection (e.g., hemispherectomy) emerged as significant prognostic factors for spasm freedom and can inform clinical decision-making.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35303699",
    "pmid": "35303699",
    "doi": "10.3171/2022.1.peds222",
    "title": "The role of vagus nerve stimulation in genetic etiologies of drug-resistant epilepsy: a meta-analysis.",
    "abstract": "<h4>Objective</h4>Drug-resistant epilepsy (DRE) affects many children. Vagus nerve stimulation (VNS) may improve seizure control; however, its role in children with genetic etiologies of epilepsy is not well described. The authors systematically reviewed the literature to examine the effectiveness of VNS in this cohort.<h4>Methods</h4>In January 2021, the authors performed a systematic review of the PubMed/MEDLINE, SCOPUS/Embase, Cochrane, and Web of Science databases to investigate the impact of VNS on seizure outcomes in children with genetic etiologies of epilepsy. Primary outcomes included seizure freedom rate, ≥ 90% seizure reduction rate, and ≥ 50% seizure reduction rate. Secondary outcomes were seizure severity and quality of life (QOL), including cognitive, functional, and behavioral outcomes. A random-effects meta-analysis was performed.<h4>Results</h4>The authors identified 125 articles, of which 47 with 216 nonduplicate patients were analyzed. Common diagnoses were Dravet syndrome (DS) (92/216 patients [42.6%]) and tuberous sclerosis complex (TSC) (63/216 [29.2%]). Seizure freedom was not reported in any patient with DS; the pooled proportion (95% CI) of patients with ≥ 50% seizure reduction was 41% (21%-58%). Secondary cognitive outcomes of VNS were variable in DS patients, but these patients demonstrated benefits in seizure duration and status epilepticus. In TSC patients, the pooled (95% CI) seizure freedom rate was 40% (12%-71%), ≥ 90% seizure reduction rate was 31% (8%-56%), and ≥ 50% reduction rate was 68% (48%-91%). Regarding the secondary outcomes of VNS in TSC patients, several studies reported decreased seizure severity and improved QOL outcomes. There was limited evidence regarding the use of VNS to treat patients with other genetic etiologies of epilepsy, such as mitochondrial disease, Rett syndrome, Doose syndrome, Landau-Kleffner syndrome, Aicardi syndrome, Angelman syndrome, ring chromosome 20 syndrome, and lissencephaly; variable responses were reported in a limited number of cases.<h4>Conclusions</h4>The authors conducted a systematic review of VNS outcomes in children with genetic etiologies of DRE. Among the most studied conditions, patients with TSC had substantial seizure reduction and improvements in QOL, whereas those with DS had less robust seizure reduction. Increased testing, diagnosis, and long-term follow-up studies are necessary to better characterize VNS response in these children.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39117692",
    "pmid": "39117692",
    "doi": "10.1038/s41598-024-62366-8",
    "title": "Ventriculoatrial shunt remains a safe surgical alternative for hydrocephalus: a systematic review and meta-analysis.",
    "abstract": "Hydrocephalus is a commonly encountered pathology in the neurosurgical practice. Since the first permanent ventriculo-subarachnoid-subgaleal shunt described by Mikulicz in 1893, there were multiple attempts to find solutions for draining the excess production/less reabsorption of the cerebrospinal fluid (CSF) from the brain. Nowadays, the most common technique is the ventriculoperitoneal shunt (VPS), whereas the ventriculoatrial shunt (VAS) is applied only in some rare conditions. To date there are still no specific guidelines or strong evidence in literature that guide the surgeon in the choice between the two methods, and the decision usually relies on the confidence and expertise of the surgeon. Considering the lack of established recommendations, this systematic review and meta-analysis aims to evaluate the effectiveness and safety of these two shunting techniques. This systematic review was conducted following the PRISMA protocol (Preferred Reporting Items for Systematic Reviews and Meta-Analyses). No chronological limits of study publications were included. Prospective and retrospective clinical studies, and reports of case series with at least five patients per group and reporting data on comparison between VAS and VPS techniques were eligible for inclusion. Nine studies reporting 3197 patients meeting the inclusion and exclusion criteria were identified and included in the quantitative synthesis. The risk of shunt dysfunction/obstruction was significantly lower in the VAS group [odds ratio (OR) 0.49, 95%-CI 0.34-0.70, I<sup>2</sup> 0%]. The risk of infection was not significantly different between the two groups (OR 1.02, 95%-CI 0.59-1.74, I<sup>2</sup> 0%). The risk of revision was not significantly different between the two groups; however, the heterogeneity between the studies was significant (OR 0.73, 95%-CI 0.36-1.49, I<sup>2</sup> 91%). Additionally, the risk of death was not significantly different between the two groups; however, the heterogeneity between the studies was high (OR 1.93, 95%-CI 0.81-4.62, I<sup>2</sup> 64%). VAS remains a safe surgical alternative for hydrocephalus. The results of this study highlight a lower risk of shunt dysfunction/obstruction variable in the VAS group, with no significant statistical differences regarding the occurrence of at least one infection-related complication. In consequence, the choice between these two techniques must be tailored to the specific characteristics of the patient.Protocol Registration: The review protocol was registered and published in Prospective Register of Systematic Reviews (PROSPERO) ( www.crd.york.ac.uk/PROSPERO ) website with registration number: CRD42023479365.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38592429",
    "pmid": "38592429",
    "doi": "10.3390/jcm13051509",
    "title": "Congenital Optic Disc Anomalies: Insights from Multimodal Imaging.",
    "abstract": "In this comprehensive review, we delve into the significance of multimodal imaging in diagnosing and managing complications of congenital optic disc anomalies. While the fundus examination is the gold standard tool in the diagnosis of these pathologies, spectral domain (SD) optical coherence tomography (OCT) and optical coherence tomography angiography (OCTA) could shed light on the pathogenesis and treatment. Moreover, this review seeks to offer a comprehensive insight into the multimodal approach of these rare congenital pathologies. In conclusion, congenital anomalies of the optic nerve represent a major challenge for ophthalmologists. Further research could be useful to clarify the pathophysiology of these diseases and define a correct and more specific treatment approach.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR281024",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-173083/v1",
    "title": "Hepatic Adenomatosis in Aicardi Syndrome: A Clinical Report and Review of The Literature",
    "abstract": "Aicardi Syndrome is a rare X-linked dominant genetic disorder characterized by callosal agenesis, generalized seizures, chorioretinal lacunae and vertebral anomalies. Uncommon neoplasms have been previously observed in affected patients. We describe the case of a 19-year-old woman with Aicardi Syndrome developing multiple giant mass lesions in the liver. Histopathology revealed hepatic adenomas.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37872450",
    "pmid": "37872450",
    "doi": "10.1038/s41588-023-01547-z",
    "title": "Post-zygotic rescue of meiotic errors causes brain mosaicism and focal epilepsy.",
    "abstract": "Somatic mosaicism is a known cause of neurological disorders, including developmental brain malformations and epilepsy. Brain mosaicism is traditionally attributed to post-zygotic genetic alterations arising in fetal development. Here we describe post-zygotic rescue of meiotic errors as an alternate origin of brain mosaicism in patients with focal epilepsy who have mosaic chromosome 1q copy number gains. Genomic analysis showed evidence of an extra parentally derived chromosome 1q allele in the resected brain tissue from five of six patients. This copy number gain is observed only in patient brain tissue, but not in blood or buccal cells, and is strongly enriched in astrocytes. Astrocytes carrying chromosome 1q gains exhibit distinct gene expression signatures and hyaline inclusions, supporting a novel genetic association for astrocytic inclusions in epilepsy. Further, these data demonstrate an alternate mechanism of brain chromosomal mosaicism, with parentally derived copy number gain isolated to brain, reflecting rescue in other tissues during development.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38510631",
    "pmid": "38510631",
    "doi": "10.1016/j.bas.2024.102774",
    "title": "A rare trifocal presentation of a choroid plexus papilloma: Case report and review of the literature.",
    "abstract": "<h4>Introduction</h4>CPP's present as slow-growing intraventricular neoplasms arising from epithelium of choroid plexus. They account for approximately 0.5-4% of intracranial neoplasms in adults and children, respectively. A trifocal presentation is exceedingly rare.<h4>Research question</h4>We describe the case of a trifocal presentation of a CPP and explored the importance of genetic analyses.<h4>Material and methods</h4>We present the case of an 18-year old adolescent who was treated for a fourth ventricular and suprasellar neoplasm. Brain MRI revealed an intraventricular lesion in the fourth ventricle, as well as a suprasellar lesion and a lesion located in the left internal auditory meatus. An adult-subtype CPP (WHO grade 1) was confirmed by means of histological and genetic analyses in the first two regions.<h4>Results</h4>Optimal treatment strategy remains controversial, although it is accepted that surgical resection alone remains the gold standard, whereas chemoradiotherapy is reserved for specific cases. There are only a few articles reporting on a multifocal presentation or the coexistence of synchronous histologically different primary brain neoplasms. Reports on genetic examination are scarce.<h4>Discussion and conclusion</h4>CPP's should be included in the differential diagnosis of posterior fossa tumors, both in children and adults. Genetic analyses (TP53/TERT mutations) should be considered, since they entail important diagnostic, prognostic and therapeutic implications. When a TERT mutation is present, adjuvant radiotherapy should be used with caution, since it plays a role in tumorigenesis, even when GTR could not be achieved. There is an association between TERT methylation status and malignant transformation, indicating that these patients should be followed more closely.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "20301555",
    "pmid": "20301555",
    "doi": "",
    "title": "Aicardi Syndrome",
    "abstract": "<h4>Clinical characteristics</h4>Aicardi syndrome is a neurodevelopmental disorder that affects primarily females. Initially it was characterized by a typical triad of agenesis of the corpus callosum, central chorioretinal lacunae, and infantile spasms. As more affected individuals have been ascertained, it has become clear that not all affected girls have all three features of the classic triad and that other neurologic and systemic defects are common, including other brain malformations, optic nerve abnormalities, other seizure types, intellectual disability of varying severity, and scoliosis.<h4>Diagnosis/testing</h4>The diagnosis of Aicardi syndrome is based exclusively on clinical findings. Modified diagnostic criteria include either presence of the classic triad or the presence of two of the classic triad plus at least two other major or supporting features. A gene for Aicardi syndrome has not been identified, but several observations support a hypothesis that Aicardi syndrome is caused by de novo pathogenic variants in a gene on the X chromosome that is subject to X-chromosome inactivation.<h4>Management</h4>Treatment of manifestations: Treatment is individualized and long-term management by a pediatric neurologist with expertise in management of infantile spasms and medically refractory epilepsy is essential. Physical therapy, occupational therapy, and speech therapy should begin at the time of diagnosis. Appropriate musculoskeletal support and treatment for prevention of scoliosis-related complications is indicated. Surveillance: Includes routine monitoring of growth, nutritional status and safety of oral intake, seizure control, developmental progress and educational needs, respiratory function and aspiration risk, and the spine and degree of scoliosis.<h4>Genetic counseling</h4>With the exception of affected monozygotic twin girls, all individuals with Aicardi syndrome reported to date have represented simplex cases (i.e., a single affected family member). Parent-to-child transmission of Aicardi syndrome has not been reported, and the recurrence risk to sibs is thought to be less than 1%. While prenatal ultrasound or intrauterine MRI findings of corpus callosum agenesis and neuronal migration abnormalities may be suggestive of Aicardi syndrome, no findings are diagnostic.",
    "journal": "",
    "year": "1993"
  },
  {
    "id": "34269179",
    "pmid": "34269179",
    "doi": "10.1684/epd.2021.1301",
    "title": "Current medico-psycho-social conditions of patients with West syndrome in Japan.",
    "abstract": "<h4>Objective</h4>To unveil current medical and psychosocial conditions of patients with West syndrome in Japan.<h4>Methods</h4>A cross-sectional analysis was performed in patients with West syndrome registered in the Rare Epilepsy Syndrome Registry (RES-R) of Japan. Furthermore, new-onset patients registered in the RES-R were observed prospectively and their outcomes after one and two years of follow-up were compared with data at onset.<h4>Results</h4>For the cross-sectional study, 303 patients with West syndrome were included. Seizures (such as spasms, tonic seizures and focal seizures) occurred daily in 69.3% of the patients at registration. Seizure frequency of less than one per year was observed in cases of unknown etiology (22.6%), genetic etiology (23.8%) and malformation of cortical development (MCD; 19.1%). Neurological findings were absent in 37.0%, but a high rate of abnormality was seen in patients with Aicardi syndrome, hypoxic-ischemic encephalopathy (HIE), genetic etiology and MCD other than focal cortical dysplasia, accompanied by a >50% rate of bedridden patients. Abnormal EEG was found in 96.7%, and CT/MRI was abnormal in 62.7%. Treatments included antiepileptic drug therapy (94.3%), hormonal therapy (72.6%), diet therapy (8.3%) and surgery (15.8%). Intellectual/developmental delay was present in 88.4%, and was more severe in patients with Aicardi syndrome, genetic etiology and HIE. Autism spectrum disorder was found in 13.5%. For the longitudinal study, 27 new-onset West syndrome patients were included. The follow-up study revealed improved seizure status after two years in 66.7%, but worsened developmental status in 55.6%, with overall improvement in 51.9%.<h4>Significance</h4>The study reveals the challenging neurological, physical and developmental aspects, as well as intractable seizures, in patients with West syndrome. More than a half of the children showed developmental delay after onset, even though seizures were reduced during the course of the disease.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37479950",
    "pmid": "37479950",
    "doi": "10.1002/brb3.3178",
    "title": "Clinical characterization of epilepsy in children with chromosomal aberration 47, XXY.",
    "abstract": "<h4>Objective</h4>The phenotype of the chromosomal aberration 47, XXY exhibits considerable heterogenicity. In addition, epilepsy is extremely uncommon in individuals with this chromosomal disorder. As a result, the clinical characteristics of epilepsy in these patients remain poorly understood.<h4>Methods</h4>Clinical data and the evolution of epilepsy in a boy diagnosed with chromosomal aberration 47, XXY were collected and analyzed. Furthermore, a systematic literature review was conducted to examine the relationship between chromosomal aberration 47, XXY and epilepsy in children.<h4>Results</h4>We identified a novel phenotype associated with the chromosomal anomaly 47, XXY in a 2-year-2-month-old boy who presented with self-limited epilepsy with autonomic seizures at onset, followed by developmental and/or epileptic encephalopathy with spike-wave activation in sleep (D/EE-SWAS), which was responsive to corticosteroid treatment. Including the present case, we analyzed 21 cases of children diagnosed with epilepsy due to the presence of the 47, XXY chromosomal anomaly. The most common types of epilepsy were focal combined generalized epilepsy (n = 9), epileptic spasms (n = 6), and generalized epilepsy (n = 4). There were six cases of infantile epileptic spasm syndrome (IESS) (n = 5) and developmental and epileptic encephalopathy (n = 1), one case of Lennox-Gastaut syndrome, and one case of D/EE-SWAS. Apart from corticosteroids in IESS, 15 antiseizure medications (ASMs) were prescribed to eight children in this cohort, with valproate (n = 5) being the most frequently used.<h4>Conclusions</h4>The epilepsy types and syndromes associated with the chromosomal anomaly 47, XXY demonstrated considerable heterogeneity. Among the observed phenotypes, IESS and focal epilepsy, which displayed partial responsiveness to multiple ASMs, were the most prevalent.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37104174",
    "pmid": "37104174",
    "doi": "10.3390/toxins15040236",
    "title": "Botulinum Neurotoxin Injections in Children with Self-Injurious Behaviors.",
    "abstract": "Self-injurious behaviors are repetitive, persistent actions directed toward one's body that threaten or cause physical harm. These behaviors are seen within a broad spectrum of neurodevelopmental and neuropsychiatric conditions, often associated with intellectual disability. Injuries can be severe and distressing to patients and caregivers. Furthermore, injuries can be life-threatening. Often, these behaviors are challenging to treat and require a tiered, multimodal approach which may include mechanical/physical restraints, behavioral therapy, pharmacotherapy, or in some cases, surgical management, such as tooth extraction or deep brain stimulation. Here, we describe a series of 17 children who presented to our institution with self-injurious behaviors in whom botulinum neurotoxin injections were found helpful in preventing or lessening self-injury.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36157656",
    "pmid": "36157656",
    "doi": "10.12998/wjcc.v10.i25.8922",
    "title": "Lymphocytic choriomeningitis virus: An under-recognized congenital teratogen.",
    "abstract": "<h4>Background</h4>Lymphocytic choriomeningitis virus (LCMV) is a neglected rodent-borne arenavirus associated with transplacental transmission and fetal infection.<h4>Aim</h4>To summarize the epidemiological, clinical, and diagnostic features of reported patients with congenital LCMV infection.<h4>Methods</h4>A literature search was conducted in PubMed, Medline, Google Scholar, and ResearchGate. The keywords used were 'congenital lymphocytic choriomeningitis virus,' and 48 studies were included. In addition, we conducted a relevant search by Reference Citation Analysis (RCA) (https://www.referencecitationanalysis.com).<h4>Results</h4>The results have shown 27 reports of congenital LCMV infection in 86 patients, with 52.73% of them being males. Patients presented with chorioretinitis (83.53%), hydrocephalus (54.12%), and psychomotor retardation or developmental delay (54.12%). Computed tomography and/or magnetic resonance imaging most often demonstrated ventriculomegaly (74.07%), periventricular calcifications (66.67%), and microcephaly (40%). Most mothers of congenitally infected infants were exposed to rodents during pregnancy, predominantly mice, with flu-like symptoms mainly occurring during the first two trimesters of gestation. Mortality in congenitally infected children was 16.47%. The diagnosis of congenital LCMV infection was confirmed serologically in most patients (86.67%).<h4>Conclusion</h4>LCMV is still an insufficiently recognized fetal teratogen that often leads to long-term neurologic sequelae. Clinicians need to be familiar with LCMV and its potential teratogenic effect and as well as to effectively differentiate LCMV from other TORCH (T: <i>Toxoplasma gondii</i>, O: Other pathogens, R: Rubella virus, C: Cytomegalovirus, H: Herpes simplex virus) pathogens.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "32674592",
    "pmid": "32674592",
    "doi": "10.1177/1120672120942702",
    "title": "Morning glory optic nerve in Aicardi syndrome: Report of a case with fluorescein angiography.",
    "abstract": "<h4>Background</h4>Aicardi syndrome is an X-linked condition that is associated with multiple ophthalmic malformations. Here, we report the first published fluorescein angiography (FA) study of a morning glory optic nerve in a patient with Aicardi syndrome and contralateral persistent fetal vasculature (PFV).<h4>Case description</h4>A 12-day old full-term baby girl with a normal neurological exam was referred for evaluation of microphthalmia. The posterior segment of the right eye demonstrated chorioretinal lacunae typical of Aicardi syndrome and microphthalmos with a stalk consistent with PFV. The right eye imaging could not be captured due to the severe microphthalmos and cataract, however, fluorescein angioscopy was performed. The left eye demonstrated a morning glory appearing optic disc with peripapillary chorioretinal lacunae. Fluorescein angiography of the eye showed and late staining in the areas of ellipsoid chorioretinal lacunae emanating from the optic nerve and extensive peripapillary staining and late leakage of the optic nerve.<h4>Conclusion</h4>Patients with Aicardi syndrome can have morning glory optic nerve anomaly and PFV. Using FA under anesthesia to detect these abnormalities help in estimating the extend of the disease and its complications, which allows for better management of the complications.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "32843379",
    "pmid": "32843379",
    "doi": "10.1136/bcr-2020-235750",
    "title": "Aicardi syndrome in a prematurely born baby with retinopathy of prematurity: eye as a window to a systemic pathology.",
    "abstract": "Many of the ophthalmic pathologies can co-exist and when taken together can at times give a clue to a life-threatening systemic condition. Presented here is a case of Aicardi syndrome in a prematurely born baby with retinopathy of prematurity . Early diagnosis by the ophthalmologist helped the baby for a timely neurological attention.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "38921700",
    "pmid": "38921700",
    "doi": "10.3390/pediatric16020035",
    "title": "Radiographic and Tomographic Study of the Cranial Bones in Children with the Idiopathic Type of West Syndrome.",
    "abstract": "<h4>Background</h4>Neither radiological phenotypic characteristics nor reconstruction CT scan has been used to study the early anatomical disruption of the cranial bone in children with the so-called idiopathic type of West syndrome.<h4>Material and methods</h4>The basic diagnostic measures and the classical antiepileptic treatments were applied to these children in accordance with the conventional protocol of investigations and treatment for children with West syndrome. Boys from three unrelated families were given the diagnosis of the idiopathic type of West syndrome, aged 7, 10 and 12 years old. Parents underwent extensive clinical examinations. Three parents (age range of 28-41 year) were included in this study. All children showed a history of intellectual disabilities, cryptogenic epileptic spasms and fragmented hypsarrhythmia. These children and their parents were referred to our orthopedic departments because of variable skeletal deformities. Variable forms of skeletal deformities were the motive for the families to seek orthopedic advice. A constellation of flat foot, torticollis and early-onset osteoarthritis were observed by the family doctor. Apparently, and from the first clinical session in our practice, we felt that all these children are manifesting variable forms of abnormal craniofacial contour. Thereby, we immediately performed detailed cranial radiological phenotypic characterization of every affected child, as well as the siblings and parents, and all were enrolled in this study. All affected children underwent whole-exome sequence analysis.<h4>Results</h4>The craniofacial phenotype of all children revealed apparent developmental anatomical disruption of the cranial bones. Palpation of the skull bones showed unusual palpable bony ridges along different sutural locations. A 7-year-old child showed abnormal bulging over the sagittal suture, associated with bilateral bony ridges over the squamosal sutures. AP skull radiograph of a 7-year-old boy with West syndrome showed facial asymmetry with early closure of the metopic suture, and other sutures seemed ill-defined. A 3D reconstruction CT scan of the skull showed early closure of the metopic suture. Another 3D reconstruction CT scan of the skull while the patient was in flexion showed early closure of the squamosal sutures, pressing the brain contents upward, causing the development of a prominent bulge at the top of the mid-sagittal suture. A reformatted 3D reconstruction CT scan confirmed the bilateral closure of the squamosal suture. Examination of the parents revealed a similar skull radiographic abnormality in his mother. A 3D reformatted frontal cranial CT of a 35-year-old mother showed early closure of the metopic and sagittal sutures, causing a mid-sagittal bony bulge. A 10-year-old boy showed an extremely narrow frontal area, facial asymmetry and a well palpable ridge over the lambdoid sutures. A 3D axial reconstruction CT scan of a 10-year-old boy with West syndrome illustrated the asymmetry of the posterior cranial bones along the lambdoid sutures. Interestingly, his 28-year-old mother has been a client at the department of spine surgery since she was 14 years old. A 3D reconstruction CT scan of the mother showed a noticeable bony ridge extending from the metopic suture upwards to involve the sagittal suture (red arrow heads). The black arrow shows a well demarcated bony ridge over the squamosal suture. A 3D reconstruction CT scan of the skull and spine showed the thick bony ridge of the metopic and the anterior sagittal as well as bilateral involvement of the squamosal, causing apparent anterior narrowing of the craniofacial contour. Note the lumbar scoliosis. A 12-year-old boy showed brachycephaly. A lateral skull radiograph of a 12-year-old boy with West syndrome showed premature sutural fusion, begetting an abnormal growth pattern, resulting in cranial deformity. The nature of the deformity depends on which sutures are involved, the time of onset and the sequence in which individual sutures fuse. In this child, brachycephalic secondary to craniosynostosis, which occurred because of bilateral early ossification of the coronal sutures, led to bi-coronal craniosynostosis. Thickened frontal bones and an ossified interclinoid ligament of the sella turcica were encountered. The lateral skull radiograph of a 38-year-old mother with a history of poor schooling achievements showed a very similar cranial contour of brachycephaly, thickening of the frontal bones and massive ossification of the clinoid ligament of the sella turcica. Maternal history revealed a history of multiple spontaneous miscarriages in the first trimester of more than five times. Investigating his parents revealed a brachycephalic mother with borderline intelligence. We affirm that the pattern of inheritance in the three boys was compatible with the X-linked recessive pattern of inheritance. Whole-exome sequencing showed non-definite phenotype/genotype correlation.<h4>Conclusions</h4>The aim of this study was sixfold: firstly, to refute the common usage of the term idiopathic; secondly, we feel that it could be possible that West syndrome is a symptom complex rather than a separate diagnostic entity; thirdly, to further detect the genetic carrier, we explored the connection between the cranial bones in children with West syndrome with what has been clinically observed in their parents; fourthly, the early life anatomical disruptions of the cranial bones among these children seem to be heterogeneous; fifthly, it shows that the progressive deceleration in the development of this group of children is highly connected to the progressive closure of the cranial sutures; sixthly, we affirm that our findings are novel.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38912539",
    "pmid": "38912539",
    "doi": "10.4103/aian.aian_445_24",
    "title": "Electroclinical Features of Infantile Epileptic Spasms Syndrome.",
    "abstract": "Epileptic spasms are a unique, age-dependent manifestation of epilepsies in infancy and early childhood, commonly occurring as part of infantile epileptic spasms syndrome. Developmental stagnation and subsequent decline may occur in children with epileptic spasms, partly due to the abundant high-amplitude interictal epileptiform and slow wave abnormalities. Early recognition and treatment of epileptic spasms, along with the reversal of the electroencephalography (EEG) findings, are critical for improving outcomes. Recognizing hypsarrhythmia and its variations is key to confirming the diagnosis. The various patterns of hypsarrhythmia are not etiology specific, but could indicate the severity of the disease. Several scoring systems have been proposed to improve the inter-rater reliability of recognizing hypsarrhythmia and to assess EEG progress in response to treatment. Ictal patterns during spasms are brief and composed of slow waves, sharp transients, fast activity, and voltage attenuation, either in isolation or more commonly as a combination of these waveforms. Ictal patterns are commonly diffuse, but may be lateralized to one hemisphere in children with structural etiology. A subset of patients with epileptic spasms has a surgically remediable etiology, with readily identifiable lesions on neuroimaging in most cases. Asymmetry in epileptic spasms, concurrent focal seizures, and asymmetric interictal and ictal EEG findings may be present, but a lack of focality in electrophysiological findings is not uncommon. Intracranial EEG features of epileptic spasms have been described, but the utility of intracranial EEG monitoring in surgical candidates with overt focal epileptogenic lesions on magnetic resonance imaging is questionable, and surgery could be performed using noninvasive data.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32798292",
    "pmid": "32798292",
    "doi": "10.1002/ajmg.a.61791",
    "title": "3D facial morphometry in Italian patients affected by Aicardi syndrome.",
    "abstract": "Aicardi syndrome (AIC) is a rare congenital neurodevelopmental disorder of unknown etiology, that affects almost exclusively females, originally characterized by corpus callosum agenesis, chorioretinal lacunae, and infantile spasms. The current diagnostic criteria also include qualitative facial features (prominent premaxilla, upturned nasal tip, decreased nasal bridge angle, sparse lateral eyebrows, and microphthalmia) that still need quantification. A three-dimensional (3D) photogrammetric assessment of 11 Italian females, age 7-32 years, who satisfied AIC criteria, was performed. Linear distances and angles were computed from soft-tissue facial landmarks coordinates. The z-score values were calculated using data of 850 healthy reference females matched for age and compared by Mann-Whitney test (p < .01). Patients showed a shorter philtrum and right side orbital height (mean z-scores: -1.7, -0.9), shorter superior, middle, and inferior facial depths (mean z-scores: -1.3, -2.2, -2.3), and a smaller length of mandibular ramus (mean z-score: -2.1); conversely, they showed larger nasal and lower facial widths, and lower facial convexity (mean z-scores: 1.7, 1.4, 2.4). The inclinations of the orbit versus the true horizontal were increased bilaterally (mean z-scores: 1.8, 1.1). Some common facial abnormalities were quantified in AIC patients using a noninvasive instrument. They may help clinicians in performing a definite AIC diagnosis in atypical or doubt cases.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "32652281",
    "pmid": "32652281",
    "doi": "10.1016/j.wneu.2020.06.230",
    "title": "Corpus Callosotomy for Refractory Epilepsy in Aicardi Syndrome: Case Report and Focused Review of the Literature.",
    "abstract": "<h4>Background</h4>Aicardi syndrome is a severe neurodevelopmental disorder that occurs primarily in females and is characterized by seizures, agenesis of the corpus callosum, and chorioretinal lacunae, which occur together in the majority of affected individuals. Seizures begin in infancy and tend to progress in intensity and are often refractory to standard multimodal medication treatments.<h4>Case description</h4>We present here a unique case of a 12-year-old girl with partial agenesis of the corpus callosum who underwent a corpus callosotomy for treatment of medically refractory epilepsy. In so doing, we also review the literature with regard to the neurosurgical management of these unique patients.<h4>Conclusions</h4>For the subset of children who present with partial, rather than complete, agenesis of the corpus callosum, corpus callosotomy should be considered as a treatment option to reduce seizure burden.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "36423195",
    "pmid": "36423195",
    "doi": "10.3390/v14112586",
    "title": "Prenatal Diagnosis of Congenital Lymphocytic Choriomeningitis Virus Infection: A Case Report.",
    "abstract": "Lymphocytic choriomeningitis virus (LCMV) is an emerging neuroteratogen which can infect humans via contact with urine, feces, saliva, or blood of infected rodents. When the infection occurs during pregnancy, there is a risk of transplacental infection with subsequent neurological or visual impairment in the fetus. In this article, we describe a case report of congenital LCMV infection, including fetal imaging, confirmed by positive LCMV IgM in fetal blood and cerebrospinal fluid.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "34248825",
    "pmid": "34248825",
    "doi": "10.3389/fneur.2021.683729",
    "title": "Case Report: Subtotal Hemispherotomy Modulates the Epileptic Spasms in Aicardi Syndrome.",
    "abstract": "The mechanism of epileptic spasms (ES) in Aicardi syndrome (AS) remains obscure. We compared intraoperative high-frequency oscillations (HFOs) and phase-amplitude coupling (PAC) before and after subtotal hemispherotomy in a 3-month-old girl with drug-resistant ES secondary to AS. Fetal ultrasonography showing corpus callosum agenesis, bilateral ventricular dilatation, and a large choroid plexus cyst confirmed AS diagnosis. Her ES started when she was 1 month old and had ten series of clustered ES per day despite phenobarbital and vitamin B6 treatment. After subtotal hemispherotomy, her ES dramatically improved. We analyzed two intraoperative electrocorticography modalities: (1), occurrence rate (OR) of HFOs; (2), PAC of HFOs and slow wave bands in the frontal, central, and parietal areas. We hypothesized that HFOs and PAC could be the biomarkers for efficacy of subtotal hemispherotomy in AS with ES. PAC in all three areas and OR of HFOs in the frontal and parietal areas significantly decreased, while OR of HFOs in the central area remained unchanged after subtotal hemispherotomy. We have demonstrated the usefulness of evaluating intraoperative HFOs and PAC to assess subtotal hemispherotomy effectiveness in AS patients with ES. Disconnecting the thalamocortical and subcortical pathways in the epileptic network plays a role in controlling ES generation.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38396468",
    "pmid": "38396468",
    "doi": "10.3390/diagnostics14040430",
    "title": "Fetal MRI Analysis of Corpus Callosal Abnormalities: Classification, and Associated Anomalies.",
    "abstract": "<h4>Background</h4>Corpus callosal abnormalities (CCA) are midline developmental brain malformations and are usually associated with a wide spectrum of other neurological and non-neurological abnormalities. The study aims to highlight the diagnostic role of fetal MRI to characterize heterogeneous corpus callosal abnormalities using the latest classification system. It also helps to identify associated anomalies, which have prognostic implications for the postnatal outcome.<h4>Methods</h4>In this study, retrospective data from antenatal women who underwent fetal MRI between January 2014 and July 2023 at Rush University Medical Center were evaluated for CCA and classified based on structural morphology. Patients were further assessed for associated neurological and non-neurological anomalies.<h4>Results</h4>The most frequent class of CCA was complete agenesis (79.1%), followed by hypoplasia (12.5%), dysplasia (4.2%), and hypoplasia with dysplasia (4.2%). Among them, 17% had isolated CCA, while the majority (83%) had complex forms of CCA associated with other CNS and non-CNS anomalies. Out of the complex CCA cases, 58% were associated with other CNS anomalies, while 8% were associated with non-CNS anomalies. 17% of cases had both.<h4>Conclusion</h4>The use of fetal MRI is valuable in the classification of abnormalities of the corpus callosum after the confirmation of a suspected diagnosis on prenatal ultrasound. This technique is an invaluable method for distinguishing between isolated and complex forms of CCA, especially in cases of apparent isolated CCA. The use of diffusion-weighted imaging or diffusion tensor imaging in fetal neuroimaging is expected to provide further insights into white matter abnormalities in fetuses diagnosed with CCA in the future.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38352255",
    "pmid": "38352255",
    "doi": "10.1093/bjrcr/uaad002",
    "title": "Vertebral anomalies and VACTERL association in pontine tegmental cap dysplasia: a paediatric case report.",
    "abstract": "This case report highlights vertebral segmental anomalies and the fact that the child presented has a rare neurologic condition called pontine tegmental cap dysplasia. Additionally, this case aims to educate learners in developing a differential diagnosis for vertebral and cardiac anomalies such as VACTERL syndromes and common syndromes associated with butterfly vertebrae in children and adolescents.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32620025",
    "pmid": "32620025",
    "doi": "10.1055/s-0040-1710528",
    "title": "Aicardi Syndrome: Key Fetal MRI Features and Prenatal Differential Diagnosis.",
    "abstract": "<h4>Objective</h4>This study was aimed to investigate the prenatal findings in Aicardi syndrome (AIC) by intrauterine magnetic resonance imaging (iuMRI) suggesting possible diagnostic criteria and differential diagnosis.<h4>Methods</h4>The iuMRI features of nine AIC confirmed cases were described and then compared with those of postnatal MRI. Furthermore, all iuMRI cases with both corpus callosum (CC) agenesis-dysgenesis and cortical malformation (AIC mimickers) were retrospectively reviewed and compared with iuMRI AIC cases, in order to identify possible neuroradiological predictors of AIC syndrome. For this purpose, Chi-square statistic and binary logistic regression analysis were performed.<h4>Results</h4>In all AIC cases, iuMRI was able to detect CC agenesis-dysgenesis and cortical development anomalies. Postnatal MRI revealed some additional findings mainly including further cystic lesions and in two cases small coloboma. A statistically significant difference between AIC and AIC mimicker were found regarding sex, nodular heterotopias, posterior fossa abnormalities, coloboma, and cortical gyration abnormalities. The most predictive variables in the logistic regression model were cortical gyration abnormalities, coloboma, and sex.<h4>Conclusion</h4>The iuMRI findings may suggest prenatal diagnosis of AIC syndrome with significant impact on parental counseling. Among possible differential diagnoses, tubulinopathies emerged.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "34804670",
    "pmid": "34804670",
    "doi": "10.7759/cureus.18812",
    "title": "Congenital Cervical Hemivertebrae and Block Vertebrae in a 43-Year-Old Male.",
    "abstract": "Congenital deformities of the spine are a consequence of anomalous vertebral development in the embryo and may be identified at birth or remain unnoticed until adulthood. Minor bony malformations of all types occur in up to 12% of the general population and are usually not apparent. In contrast, congenital spinal malformations that result in progressive spinal deformity are relatively rare. Klippel-Feil syndrome is a complex heterogeneous entity that results in cervical vertebral fusion and sometimes can occur associated to hemivertebra. We present a case of a 43-year-old male who presented to the emergency department after a fall. The patient had severe cervicalgia and generalized loss of active movement and sensation on his limbs. On physical examination, the patient presented reduced cervical range of motion and tetraplegia. Cervical magnetic resonance imaging revealed complete atlanto-occipital assimilation, left C3 hemivertebra with partial fusion in the right lateral portion of C2 and C4. Finally, there was a C5-C6 fusion. Surgical cervical stabilization was attempted but the procedure was aborted due to lack of space for placing the anterior plate safely. During hospitalization, the patient wore a cervical collar and started a rehabilitation program including muscle strengthening, balance, and gait training. The rehabilitation treatment led to a favorable clinical evolution. At discharge, the patient maintained a slight deficit of strength in his left upper and lower extremities, but he was functionally autonomous and was able to walk with a walker.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38876946",
    "pmid": "38876946",
    "doi": "10.1016/j.jaim.2024.100911",
    "title": "Assessing effects of Cannabis on various neuropathologies: A systematic review.",
    "abstract": "Natural bioactives possess a wide range of chemical structures that can exert a plethora of pharmacological and toxicological actions, resulting in neuroprotection or neurotoxicity. These pharmacodynamic properties can positively or negatively impact human and animal global healthcare. Remarkably, Ayurvedic botanical Cannabis has been used worldwide by different ethnicities and religions for spiritual, commercial, recreational, nutraceutical, cosmeceutical, and medicinal purposes for centuries. Cannabis-based congeners have been approved by the United States of America's (USA) Food & Drug Administration (FDA) and other global law agencies for various therapeutic purposes. Surprisingly, the strict laws associated with possessing cannabis products have been mitigated in multiple states in the USA and across the globe for recreational use. This has consequently led to a radical escalation of exposure to cannabis-related substances of abuse. However, there is a lacuna in the literature on the acute and chronic effects of Cannabis and its congeners on various neuropathologies. Moreover, in the post-COVID era, there has been a drastic increase in the incidence and prevalence of numerous neuropathologies, leading to increased morbidity and mortality. There is an impending necessity for a safe, economically viable, multipotent, natural bioactive to prevent and treat various neuropathologies. The ayurvedic herb, Cannabis is one of the oldest botanicals known to humans and has been widely used. However, the comprehensive effect of Cannabis on various neuropathologies is not well established. Hence, this review presents effects of Cannabis on various neuropathologies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36817395",
    "pmid": "36817395",
    "doi": "10.5114/ceji.2022.124080",
    "title": "Evaluation of immunological abnormalities in patients with rare syndromes.",
    "abstract": "<h4>Introduction</h4>Recurrent infections are important problems in syndromic patients. This study aimed to evaluate immunological abnormalities in patients who presented with recurrent infections and were diagnosed with rare syndromes.<h4>Material and methods</h4>This retrospective analysis included 14 patients with complaints of recurrent infections, all of whom were diagnosed with a rare syndrome.<h4>Results</h4>The study group consisted of patients with Aicardi syndrome, Brugada syndrome, Phelan- McDermid syndrome, trichothiodystrophy, LEOPARD syndrome, Prader-Willi syndrome, Seckel syndrome, trisomy 18 (Edwards' syndrome), Wiedemann-Steiner syndrome, West syndrome, Williams syndrome, 47,XYY syndrome, 16p13 deletion syndrome, and 13q1.3 deletion syndrome. Seven patients (50%) were girls and seven (50%) were boys (mean age, 56.7 ±32.9 months; median [range] age: 45.5 [27-153] months). There were high rates of consanguinity (50%), cesarean section delivery (71%), and hospitalization in the intensive care unit (78.5%). No patients had a family history of immunodeficiency. On admission, all patients exhibited humoral and/or cellular immune system abnormalities. During the follow-up period, all T-cell abnormalities were improved after immunoglobulin replacement therapy (IGRT), while B-cell abnormalities persisted. These findings suggested that the patients predominantly had antibody deficiencies associated with mild T-cell abnormalities because of recurrent infections. The rates of infections and hospitalizations were significantly reduced after IGRT (p < 0.001); the rate of intensive care unit admission also significantly decreased (from 78.5% to 21.4%). Two of the three oxygen-dependent patients exhibited improvement therein. IGRT was discontinued in two patients with significant clinical improvement during follow-up.<h4>Conclusions</h4>An immunological evaluation should be considered in pediatric patients with rare syndromes and recurrent infections. IGRT may help to improve the prognoses of these patients.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38163656",
    "pmid": "38163656",
    "doi": "10.30773/pi.2023.0069",
    "title": "Positive Association of TEAD1 With Schizophrenia in a Northeast Chinese Han Population.",
    "abstract": "<h4>Objective</h4>Schizophrenia is a complex and devastating psychiatric disorder with a strong genetic background. However, much uncertainty still exists about the role of genetic susceptibility in the pathophysiology of schizophrenia. TEA domain transcription factor 1 (TEAD1) is a transcription factor associated with neurodevelopment and has modulating effects on various nervous system diseases. In the current study, we performed a case-control association study in a Northeast Chinese Han population to explore the characteristics of pathogenic TEAD1 polymorphisms and potential association with schizophrenia.<h4>Methods</h4>We recruited a total of 721 schizophrenia patients and 1,195 healthy controls in this study. The 9 single nucleotide polymorphisms (SNPs) in the gene region of TEAD1 were selected and genotyped.<h4>Results</h4>The genetic association analyses showed that five SNPs (rs12289262, rs6485989, rs4415740, rs7113256, and rs1866709) were significantly different between schizophrenia patients and healthy controls in allele or/and genotype frequencies. After Bonferroni correction, the association of three SNPs (rs4415740, rs7113256, and rs1866709) with schizophrenia were still evident. Haplotype analysis revealed that two strong linkage disequilibrium blocks (rs6485989-rs4415740-rs7113256 and rs16911710-rs12364619-rs1866709) were globally associated with schizophrenia. Four haplotypes (C-C-C and T-T-T, rs6485989-rs4415740-rs7113256; G-T-A and G-T-G, rs16911710-rs12364619-rs1866709) were significantly different between schizophrenia patients and healthy controls.<h4>Conclusion</h4>The current findings indicated that the human TEAD1 gene has a genetic association with schizophrenia in the Chinese Han population and may act as a susceptibility gene for schizophrenia.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "31640397",
    "pmid": "31640397",
    "doi": "10.1177/0003489419883660",
    "title": "Yolk Sac Tumors of the Head and Neck in Aicardi Syndrome.",
    "abstract": "<h4>Objectives</h4>To understand that yolk sac tumors (YSTs) of the head and neck (H&N) are exceedingly rare and typically carry a poor prognosis. To acknowledge the possibility of increased incidence in patients with Aicardi Syndrome and the ramifications this has on early diagnosis and treatment in this population.<h4>Methods</h4>To date, four germ cells tumors of the H&N have been reported in patients with Aicardi Syndrome. This report presents the second known case of a H&N YST in a patient with Aicardi syndrome. In both cases, the patient was initially misdiagnosed given unconvincing radiologic evidence. However, tissue diagnosis and elevated alpha-fetoprotein (AFP) levels were suggestive of a YST.<h4>Results</h4>In contrast to the poor prognosis previously described, both patients with Aicardi syndrome had an excellent chemotherapeutic response exhibited by normalization of AFP levels and imaging.<h4>Conclusions</h4>Rare germ cell tumors of the H&N, such as YSTs, have now been documented in several patients with Aicardi syndrome, indicating a possible association given the rarity of these tumors in the population. YSTs should be considered in the differential diagnosis of H&N masses in these patients, with emphasis on early tissue diagnosis and treatment.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "38932259",
    "pmid": "38932259",
    "doi": "10.3390/v16060967",
    "title": "Neurological Manifestations of Acute SARS-CoV-2 Infection in Pediatric Patients: A 3-Year Study on Differences between Pandemic Waves.",
    "abstract": "This study analyzed the neurological manifestation profiles of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection across pandemic waves in pediatric patients. The study collected data on patients aged between 0 and 18 years, diagnosed with acute SARS-CoV-2 infection, admitted to a pediatric tertiary hospital between 1 March 2020 and 28 February 2023. This study included 1677 patients. Neurological manifestations were noted in 10% (n = 168) of patients with a median age of 3.2 years (interquartile range: 1-11.92). Neurological manifestations were significantly associated with the pandemic waves (<i>p</i> = 0.006) and age groups (<i>p</i> < 0.001). Seizures were noted in 4.2% of cases and reached an increasing frequency over time (<i>p</i> = 0.001), but were not associated with age groups. Febrile seizures accounted for the majority of seizures. Headache was reported in 2.6% of cases and had similar frequencies across the pandemic waves and age groups. Muscular involvement was noted in 2% of cases, reached a decreasing frequency over time (<i>p</i> < 0.001), and showed different frequencies among the age groups. Neurological manifestations of acute SARS-CoV-2 infection exhibit distinct patterns, depending on the pandemic wave and patient age group. The Wuhan and Omicron waves involved the nervous system more often than the other waves.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39040437",
    "pmid": "39040437",
    "doi": "10.1016/j.ebr.2024.100687",
    "title": "Off-label use of cannabidiol in genetic epileptic and developmental encephalopathies: A case report.",
    "abstract": "Developmental Epileptic encephalopathies (DEEs) are severe neurological conditions where cognitive functions appear modulated by both seizure and interictal epileptiform activity. Cannabidiol (CBD) has been shown to be highly effective in the treatment of drug-resistant seizures in patients with DEEs. Along with its antiseizure effects, CBD demonstrated clinical beneficial effects in patients' quality of life, sleep and numerous adaptive behaviors. However, based on the available phase III studies, the indications for this treatment have so far been restricted to Lennox-Gastaut syndrome (LGS), Dravet syndrome (DS) and tuberous sclerosis complex (TSC) by regulatory authorities. We present the case of a 30-year-old girl with a rare genetic DEE, experiencing relevant seizure frequency reduction together with striking improvement in sleep quality, mood, behavior, language and motor skills after introducing off-label CBD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35414737",
    "pmid": "35414737",
    "doi": "10.1590/0100-3984.2021.0022",
    "title": "Classificação das doenças neurometabólicas hereditárias baseada em aspectos radiológicos: ensaio iconográfico.",
    "abstract": "As doenças neurometabólicas hereditárias representam um desafio diagnóstico e precisam de classificações eficientes para sua compreensão. São um grupo de doenças raras, mas atingem pelo menos um a cada mil nascimentos. Algumas têm possibilidade terapêutica. Os quadros clínico e radiológico são variáveis e, às vezes, superponíveis, a depender da fase da doença. Por isso, observam-se na literatura vários tipos de classificações, algumas de difícil aplicação prática. O objetivo deste estudo é ilustrar a classificação das doenças neurometabólicas hereditárias baseada exclusivamente em achados radiológicos. Trata-se de um estudo retrospectivo a partir de exames de imagem do sistema nervoso central, particularmente de crianças, realizados em uma rede de hospitais. Todos os casos foram estudados por tomografia computadorizada multidetectores e/ou ressonância magnética, tendo sido avaliados por dois neurorradiologistas. Consideraram-se os casos com diagnóstico definitivo. A classificação propõe 10 subgrupos, de acordo com os achados radiológicos. Todos os casos estudados apresentaram, pelo menos, um desses achados. Na maioria dos casos observou-se mais de um achado, o que aumentou a especificidade e restringiu os diagnósticos diferenciais. Após avaliar os dados de literatura e os deste estudo, demonstra-se que é possível classificar as doenças neurometabólicas hereditárias pelo aspecto radiológico, o que favorece um diagnóstico definitivo.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38113023",
    "pmid": "38113023",
    "doi": "10.1007/s40123-023-00862-2",
    "title": "Gene Therapy for Inherited Retinal Diseases: From Laboratory Bench to Patient Bedside and Beyond.",
    "abstract": "This comprehensive review provides a thorough examination of inherited retinal diseases (IRDs), encompassing their classification, genetic underpinnings, and the promising landscape of gene therapy trials. IRDs, a diverse group of genetic conditions causing vision loss through photoreceptor cell death, are explored through various angles, including inheritance patterns, gene involvement, and associated systemic disorders. The focal point is gene therapy, which offers hope for halting or even reversing the progression of IRDs. The review highlights ongoing clinical trials spanning retinal cell replacement, neuroprotection, pharmacological interventions, and optogenetics. While these therapies hold tremendous potential, they face challenges like timing optimization, standardized assessment criteria, inflammation management, vector refinement, and raising awareness among vision scientists. Additionally, translating gene therapy success into widespread adoption and addressing cost-effectiveness are crucial challenges to address. Continued research and clinical trials are essential to fully harness gene therapy's potential in treating IRDs and enhancing the lives of affected individuals.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "33277420",
    "pmid": "33277420",
    "doi": "10.1212/wnl.0000000000011237",
    "title": "Basal Ganglia Dysmorphism in Patients With Aicardi Syndrome.",
    "abstract": "<h4>Objective</h4>Aiming to detect associations between neuroradiologic and EEG evaluations and long-term clinical outcome in order to detect possible prognostic factors, a detailed clinical and neuroimaging characterization of 67 cases of Aicardi syndrome (AIC), collected through a multicenter collaboration, was performed.<h4>Methods</h4>Only patients who satisfied Sutton diagnostic criteria were included. Clinical outcome was assessed using gross motor function, manual ability, and eating and drinking ability classification systems. Brain imaging studies and statistical analysis were reviewed.<h4>Results</h4>Patients presented early-onset epilepsy, which evolved into drug-resistant seizures. AIC has a variable clinical course, leading to permanent disability in most cases; nevertheless, some cases presented residual motor abilities. Chorioretinal lacunae were present in 86.56% of our patients. Statistical analysis revealed correlations between MRI, EEG at onset, and clinical outcome. On brain imaging, 100% of the patients displayed corpus callosum malformations, 98% cortical dysplasia and nodular heterotopias, and 96.36% intracranial cysts (with similar rates of 2b and 2d). As well as demonstrating that posterior fossa abnormalities (found in 63.63% of cases) should also be considered a common feature in AIC, our study highlighted the presence (in 76.36%) of basal ganglia dysmorphisms (never previously reported).<h4>Conclusion</h4>The AIC neuroradiologic phenotype consists of a complex brain malformation whose presence should be considered central to the diagnosis. Basal ganglia dysmorphisms are frequently associated. Our work underlines the importance of MRI and EEG, both for correct diagnosis and as a factor for predicting long-term outcome.<h4>Classification of evidence</h4>This study provides Class II evidence that for patients with AIC, specific MRI abnormalities and EEG at onset are associated with clinical outcomes.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38602531",
    "pmid": "38602531",
    "doi": "10.1007/s00381-024-06385-w",
    "title": "Staged neurosurgical approach for giant and progressive neonatal arachnoid cysts: a case series and review of the literature.",
    "abstract": "<h4>Objectives</h4>Prenatally diagnosed complex arachnoid cysts are very rare. While the true prenatal incidence is still unknown, they account for approximately 1% of intracranial masses in newborns. They rarely exhibit rapid growth or cause obstructive hydrocephalus, but if they increase to such a dimension during pregnancy, the ideal management is not well established. We present our detailed perinatal experience, covering prenatal diagnosis, a compassionate delivery process, and neonatal stabilization. Finally, a thorough postnatal neurosurgical intervention was performed. Initially, our focus was on the gradual reduction of cyst size as a primary effort, followed by subsequent definitive surgical treatment.<h4>Methods</h4>This case series shows the treatment course of three fetuses with antenatally diagnosed large arachnoid cysts. We present pre- and postnatal management and imaging, as well as the surgical treatment plan and the available clinical course during follow-up.<h4>Results</h4>Two girls and one boy were included in the current review. All three cases presented with prenatally diagnosed complex arachnoid cysts that increased in size during pregnancy. The mean gestational age at delivery was 35 weeks (range 32 to 37 weeks), and all patients were delivered by a caesarian section. Increasing head circumference and compression of brain structures were indications for delivery, as they are associated with a high risk of excess intracranial pressures and CSF diapedesis, as well as traumatic delivery and maternal complications. All cysts were supratentorial in location; one expanded into the posterior fossa, and one was a multicompartment cyst. All children underwent an initial surgical procedure within the first days of life. To relieve cyst pressure and achieve a reduction in head circumference, an ultrasound-guided or endoscopic-assisted internal shunt with drainage of the cyst to the ventricles or subdural/subarachnoid space was inserted. Definite surgical therapy consisted of cyst marsupialization and/or cysto-peritoneal shunt implantation. All children survived without severe neurodevelopmental impairments.<h4>Conclusion</h4>With the cases presented, we demonstrate that the slow reduction of immense cyst size as an initial procedure until optimal requirements for final surgical treatment were achieved has proven to be optimal for neurological outcome. Special emphasis has to be taken on the delicate nature of premature newborn babies, and surgical steps have to be thoroughly considered within the interdisciplinary team.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "31729153",
    "pmid": "31729153",
    "doi": "10.1002/ajmg.a.61417",
    "title": "Agenesis of the corpus callosum and hepatoblastoma.",
    "abstract": "Agenesis of the corpus callosum is a congenital brain malformation that can occur in isolation or as a component of a congenital syndrome. Hepatoblastoma (HB) is a rare tumor that comprises two thirds of primary hepatic neoplasms in children and adolescents. Up to 20% of children with HB have associated congenital anomalies. In addition to defined genetic syndromes such as Familial Adenomatous Polyposis, Beckwith-Wiedemann syndrome, Trisomy 13, and Trisomy 18, HB is significantly associated with kidney/bladder abnormalities. We present two children with multiple congenital anomalies, including agenesis of the corpus callosum, who were subsequently diagnosed with HB. Review of the literature revealed two patients with clinically-diagnosed Aicardi syndrome and HB. Due to the rarity of both agenesis of the corpus callosum and HB, this is likely a true association. Further investigation into the underlying genetic and molecular basis of this probable association is warranted.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "36246626",
    "pmid": "36246626",
    "doi": "10.3389/fgene.2022.958570",
    "title": "Genetic heterogeneity in corpus callosum agenesis.",
    "abstract": "The corpus callosum is the largest white matter structure connecting the two cerebral hemispheres. Agenesis of the corpus callosum (ACC), complete or partial, is one of the most common cerebral malformations in humans with a reported incidence ranging between 1.8 per 10,000 livebirths to 230-600 per 10,000 in children and its presence is associated with neurodevelopmental disability. ACC may occur as an isolated anomaly or as a component of a complex disorder, caused by genetic changes, teratogenic exposures or vascular factors. Genetic causes are complex and include complete or partial chromosomal anomalies, autosomal dominant, autosomal recessive or X-linked monogenic disorders, which can be either <i>de novo</i> or inherited. The extreme genetic heterogeneity, illustrated by the large number of syndromes associated with ACC, highlight the underlying complexity of corpus callosum development. ACC is associated with a wide spectrum of clinical manifestations ranging from asymptomatic to neonatal death. The most common features are epilepsy, motor impairment and intellectual disability. The understanding of the genetic heterogeneity of ACC may be essential for the diagnosis, developing early intervention strategies, and informed family planning. This review summarizes our current understanding of the genetic heterogeneity in ACC and discusses latest discoveries.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "30536540",
    "pmid": "30536540",
    "doi": "10.1002/ajmg.c.31658",
    "title": "Aicardi syndrome, an unsolved mystery: Review of diagnostic features, previous attempts, and future opportunities for genetic examination.",
    "abstract": "Aicardi syndrome is a rare, severe neurodevelopmental disorder classically characterized by the triad of infantile spasms, central chorioretinal lacunae, and agenesis of the corpus callosum. Aicardi syndrome only affects females, with the exception of a few males with a 47, XXY chromosome constitution. All cases are de novo and the only cases of definitive recurrence in families are in identical twins. It is now recognized that individuals with Aicardi syndrome commonly exhibit a variety of other neuronal migration defects, eye anomalies, and other somatic features, including skin, skeletal, and craniofacial systems. The etiology of Aicardi syndrome remains unknown despite an international effort exploring different genetic mechanisms. Although various technologies examining candidate genes, copy number variation, skewing of X-chromosome inactivation, and whole-exome sequences have been explored, no strong genetic candidates have been identified to date. New technologies that can detect low-level mosaicism and balanced rearrangements, as well as platforms examining changes at the DNA and chromatin level affecting regulatory regions are all potential avenues for future studies that may one day solve the mystery of the etiology of Aicardi syndrome.",
    "journal": "",
    "year": "2018"
  },
  {
    "id": "32217802",
    "pmid": "32217802",
    "doi": "10.3171/2020.1.peds19706",
    "title": "Filamin A-negative hyaline astrocytic inclusions in pediatric patients with intractable epilepsy: report of 2 cases.",
    "abstract": "Although rare, hyaline cytoplasmic inclusions isolated to astrocytes of the cerebral cortex have been identified in a spectrum of diseases ranging from intractable epilepsy in pediatric patients with only mild to moderate developmental delays to Aicardi syndrome. These inclusions classically stain positive for filamin A, giving rise to the term \"filaminopathies.\" The authors report on 2 pediatric patients with intractable epilepsy and developmental delay who uniquely displayed filamin A-negative hyaline astrocytic inclusions in resected brain tissues. Additionally, these inclusions stained positive for S100 and negative for glial fibrillary acidic protein, chromogranin, neurofilament, CD34, vimentin, periodic acid-Schiff (PAS), and Alcian blue. These are the first reported cases of filamin A-negative hyaline astrocytic inclusions, providing a novel variation on a previously reported entity and justification to further investigate the pathogenesis of these inclusions. The authors compare their findings with previously reported cases and review the literature on hyaline astrocytic inclusions in intractable pediatric epilepsy.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "35565714",
    "pmid": "35565714",
    "doi": "10.3390/nu14091744",
    "title": "Effects of Classic Ketogenic Diet in Children with Refractory Epilepsy: A Retrospective Cohort Study in Kingdom of Bahrain.",
    "abstract": "Background: The classic ketogenic diet (cKD) has been used worldwide as an effective therapy for children with drug-resistant epilepsy. However, there have been no studies performed in Middle Eastern countries in order to assess the efficacy, side effects, predictors of cKD response and factors mostly associated with diet adherence. This study aims to assess the efficacy of cKD ratios of 4:1 and 3:1 and their influence on growth and biochemical parameters, particularly lipid profile and liver function tests (LFTs), and the factors most associated with diet adherence in a cohort of children with drug-resistant epilepsy in Bahrain. Methods: Baseline and follow-up data related to patients’ demographic and biochemical variables, epilepsy episodes, diet history and anthropometric measurements were retrieved for a total of 24 children treated with cKD in Bahrain. Results: After 6 months cKD initiation, 58.3% were positive responders with >50% seizure rate reduction, and 33.3% became seizure-free at 12 months. After 6 months of intervention with cKD, the level of triglycerides and albumin had a significant (p < 0.05) average increase over time of +1.47 mmol/L and 4.3 g/L, respectively. Although the median values of total cholesterol and alanine transaminase increased, respectively, following cKD initiation, the difference over time was not statistically significant. The mean z-scores for weight, height, and body mass index (or weight-for-length) did not change significantly at 12 months follow-up. cKD duration was the highest correlated variable with cKD efficacy (r = 0.76), which was followed by age at cKD initiation (r = 0.47). The cKD was discontinued by 14 patients (58.3%) during the first follow-up period (6 months), which was mainly due to inefficacy (n = 8), poor compliance (n = 3), food refusal (n = 1), achieved required efficacy (n = 1) and death (n = 1). Conclusions: cKD is an effective treatment for patients with drug-resistant epilepsy, and positive response to cKD was the main factor that increased adherence to the diet. Although long-term cKD could increase the risk of dyslipidemia and hepatic problems, it appears safe for children. Consequently, close monitoring and emphasis on healthy fats is of high priority.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "30238067",
    "pmid": "30238067",
    "doi": "10.1016/j.ajoc.2018.09.004",
    "title": "Aicardi syndrome in a 20-year-old female.",
    "abstract": "<h4>Purpose</h4>To describe an unusual case of Aicardi Syndrome that both affirms hallmark characteristics of the condition and introduces new observations.<h4>Observations</h4>We report the case of a 20-year-old woman with Aicardi Syndrome who presented in respiratory distress with bradycardia and died soon thereafter. She had a history of severe mental retardation, seizure disorder, advanced scoliosis and numerous contractures in addition to congenital ocular malformations resulting in bilateral blindness. The case is notable for her age and longevity, as most patients with Aicardi Syndrome expire much younger, as well as the presence of intact nuclei under the posterior lens capsule.<h4>Conclusions and importance</h4>Aicardi Syndrome is a rare X-linked cerebro-retinal disorder typified by seizures, agenesis of the corpus callosum, and chorioretinal lacunae. Documenting alterations from and additions to this triad of symptoms is critical to better understanding both the syndrome itself, as well as the full breadth of its clinical impact on the patient.",
    "journal": "",
    "year": "2018"
  },
  {
    "id": "29420371",
    "pmid": "29420371",
    "doi": "10.1097/mph.0000000000001091",
    "title": "High-dose Chemotherapy is Efficacious and Well Tolerated in a Toddler With Aicardi Syndrome and Malignant Sacrococcygeal Teratoma.",
    "abstract": "Aicardi syndrome (AS) is a rare neurodevelopmental disorder, predominantly seen in female individuals, which appears to have an increased risk of both benign and malignant neoplasia. We report the case of a child with AS who presented with metastatic malignant sacrococcygeal tumor (with yolk sac elements) which recurred and then was treated with 3 cycles of high-dose chemotherapy with autologous stem cell rescue. The patient tolerated therapy with acceptable toxicity and remains in clinical remission 3 months after the completion of therapy. Her neurological status remains similar to that before diagnosis with the exception of chemotherapy induced hearing loss. This is the first description a sacrococcygeal teratoma in a patient with Aicardi, as well as the first use of intensified consolidation chemotherapy in a patient with Aicardi, which was well tolerated and resulted in remission. The use of chemotherapy should be considered for all patients with AS and malignancy.",
    "journal": "",
    "year": "2018"
  },
  {
    "id": "35079540",
    "pmid": "35079540",
    "doi": "10.2176/nmccrj.cr.2021-0151",
    "title": "Choroid Plexus Papilloma in the Fourth Ventricle Associated with Pheochromocytoma: A Case Report.",
    "abstract": "We report for the first time a case of choroid plexus papilloma (CPP) of the fourth ventricle associated with adrenal pheochromocytoma. A large tumor was found in the fourth ventricle of a 24-year-old man who presented with symptoms of increased intracranial pressure due to obstructive hydrocephalus. A systemic search revealed that the patient also had an asymptomatic left adrenal tumor. Both tumors were resected. The pathological diagnosis of the brain tumor was CPP and that of the adrenal tumor was pheochromocytoma, both of which showed no pathological signs of malignancy. Genetic testing for von Hippel-Lindau disease was negative. There have been no reports of cases of CPP associated with pheochromocytoma. In this report, we discuss the relationship between both tumors.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37915501",
    "pmid": "37915501",
    "doi": "10.1177/17562864231207755",
    "title": "Long-term efficacy and adverse effects of cannabidiol in adjuvant treatment of drug-resistant epilepsy: a systematic review and meta-analysis.",
    "abstract": "<h4>Background</h4>Epilepsy is one of the most common chronic brain diseases. Almost one-third of patients have drug-resistant epilepsy (DRE). Cannabidiol is being considered as a potential novel drug for treating DRE.<h4>Objectives</h4>To investigate long-term efficacy and safety of cannabidiol in treatment of DRE and the differences in cannabidiol treatment among patients with different characteristics.<h4>Design</h4>Systematic review and meta-analysis.<h4>Data sources and methods</h4>Medline, Embase, and CENTRAL were searched for literature. RevMan5.4 was used for meta-analysis. The Intention-to-treat set and the random effect were used as the main analysis. Subgroup analyses were performed according to age, dose, concomitant antiseizure medications (ASMs), epilepsy syndromes, and study designs.<h4>Results</h4>Fifty studies were included in this systematic review. A total of 4791 participants were collected. The responder rates (seizure frequency reduced at least 50%) at 12-, 24-, 48-, 72-, 96-, and 144-week were 0.40 [0.36, 0.45], 0.39 [0.34, 0.44], 0.37 [0.30, 0.44], 0.27 [0.17, 0.37], 0.22 [0.14, 0.30], and 0.38 [0.23, 0.53]. Seizure-free rates were 0.04 [0.03, 0.06], 0.04 [0.03, 0.05], 0.03 [0.02, 0.05], 0.03 [0.02, 0.03], 0.02 [0.01, 0.03], and 0.04 [0.01, 0.06]. Proportion of adverse events were 0.72 [0.61, 0.83], 0.62 [0.42, 0.81], 0.60 [0.41, 0.79], 0.35 [0.14, 0.56], 0.83 [0.75, 0.90], and 0.96 [0.94, 0.99]. The pooled 12-, 24-, 48-, 96-, and 144-week proportion of serious adverse events were 0.15 [0.09, 0.21], 0.23 [0.14, 0.31], 0.10 [0.06, 0.15], 0.31 [0.24, 0.38], and 0.40 [0.35, 0.45]. Subgroup analyses showed that there was no significant difference on efficacy and safety among age subgroups and epilepsy syndromes subgroups. For most periods, there were no significant difference on efficacy among subgroups of dose and concomitant ASMs. However, higher doses and more concomitant ASMs were associated with higher proportion of adverse events.<h4>Conclusion</h4>Cannabidiol treatment of DRE has stable efficacy and fewer adverse events in early period. Long-term use may have decreased efficacy and increased adverse events. Dose escalation may not increase efficacy, but may increase adverse events. Furthermore, cannabidiol use may reduce dosage of other ASMs without reducing efficacy, thereby reducing adverse effects. Cannabidiol may have similar effects in various epilepsy syndromes.<h4>Trial registration</h4>PROSPERO (CRD42022351250).",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "30796522",
    "pmid": "30796522",
    "doi": "10.1007/s00415-019-09247-7",
    "title": "Dissecting the neurological phenotype in children with callosal agenesis, interhemispheric cysts and malformations of cortical development.",
    "abstract": "<h4>Objectives</h4>To describe the neurological phenotype of children with prenatal diagnosis of agenesis of corpus callosum (ACC) and interhemispheric cysts associated with malformations of cortical development (MCD).<h4>Methods</h4>We reviewed the neuroimaging, neurologic, EEG, and genetic data of 36 patients (21 males, mean age 7 years) with ACC and interhemispheric cysts. Associations were tested with Chi-squared and Fisher exact tests.<h4>Results</h4>According to the 2001 Barkovich classification, we found 4 type 1c (11.1%), 6 type 2a (16.6%), 18 type 2b (50%, 6/18 girls with Aicardi syndrome), and 9 type 2c cysts (22.2%). EEG showed specific epileptic activity in 27/36 patients (75%). Epilepsy was diagnosed in 16 subjects (16/36, 44.4%), including all Aicardi patients, and was associated with cognitive impairment (p = 0.032). Severe intellectual disability and epilepsy were associated with type 2b cysts, always due to Aicardi patients (p < 0.05). After excluding Aicardi patients, all subjects with type 2b cysts had mild neurological phenotype. Patients with 2a and 2c cysts more frequently had normal cognition (83.3% and 62.5% of cases, respectively). Patients with type 1c cyst mostly had mild/moderate cognitive impairment. Severe neurologic deficits were associated with 1c cysts and 2b cysts with Aicardi syndrome (p < 0.05). Multilobar and/or bilateral MCD were associated with severe neurological and epileptic phenotypes (p < 0.05).<h4>Conclusion</h4>Once excluded Aicardi syndrome, most patients with ACC and interhemispheric cysts have a mild clinical phenotype characterized by borderline/normal cognition and minor neurological signs. Despite the high prevalence of EEG epileptic abnormalities, epilepsy in these cases is infrequent and usually responsive to antiepileptic drugs.",
    "journal": "",
    "year": "2019"
  },
  {
    "id": "37614989",
    "pmid": "37614989",
    "doi": "10.1093/braincomms/fcad213",
    "title": "Polymicrogyria: epidemiology, imaging, and clinical aspects in a population-based cohort.",
    "abstract": "Polymicrogyria is estimated to be one of the most common brain malformations, accounting for ∼16% of malformations of cortical development. However, the prevalence and incidence of polymicrogyria is unknown. Our aim was to estimate the prevalence, incidence rate, neuroimaging diversity, aetiology, and clinical phenotype of polymicrogyria in a population-based paediatric cohort. We performed a systematic search of MRI scans at neuroradiology department databases in Stockholm using the keyword polymicrogyria. The study population included all children living in the Stockholm region born from January 2004 to June 2021 with polymicrogyria. Information on the number of children living in the region during 2004-21 was collected from records from Statistics Sweden, whereas the number of births for each year during the study period was collected from the Swedish Medical Birth Register. All MRI scans were re-evaluated, and malformations were classified by a senior paediatric neuroradiologist. The prevalence and yearly incidence were estimated. Clinical data were collected from medical records. A total of 109 patients with polymicrogyria were included in the study. The overall polymicrogyria prevalence in Stockholm was 2.3 per 10 000 children, and the overall estimated yearly incidence between 2004 and 2020 was 1.9 per 10 000 person-years. The most common polymicrogyria distribution was in the frontal lobe (71%), followed by the parietal lobe (37%). Polymicrogyria in the peri-sylvian region was observed in 53%. Genetic testing was performed in 90 patients revealing pathogenic variants in 32%. Additionally, 12% had variants of uncertain significance. Five patients had a confirmed congenital infection, and in six individuals, the cause of polymicrogyria was assumed to be vascular. Epilepsy was diagnosed in 54%. Seizure onset during the first year of life was observed in 44%. The most common seizure types were focal seizures with impaired awareness, followed by epileptic spasms. Thirty-three of 59 patients with epilepsy (56%) were treated with more than two anti-seizure medications, indicating that pharmacoresistant epilepsy is common in polymicrogyria patients. Neurodevelopmental symptoms were observed in 94% of the individuals. This is the first population-based study on polymicrogyria prevalence and incidence. Confirmed genetic aetiology was present in one-third of individuals with polymicrogyria. Epilepsy was common in this patient group, and the majority had pharmacoresistant epilepsy. These findings increase our knowledge about polymicrogyria and will help in counselling patients and their families.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39027146",
    "pmid": "39027146",
    "doi": "10.1016/j.cpt.2023.09.005",
    "title": "Diagnosis of choroid plexus papilloma: Current perspectives and future directions.",
    "abstract": "Choroid plexus papilloma (CPP) is a rare, slow-growing, and typically benign brain tumor that predominantly affects children. CPP is characterized by well-defined circular or lobulated masses in the ventricles, leading to symptoms related to increased intracranial pressure and hydrocephalus. CPP diagnosis relies on a combination of clinical presentation, imaging findings, and histological examination. The World Health Organization (WHO) classification categorizes choroid plexus tumors into CPP (Grade І), atypical CPP (aCPP, Grade II), and choroid plexus carcinoma (CPC, Grade III). This article reviewed current diagnostics modalities and explored the emergence of new diagnostic methods for CPP. Research on molecular markers and genetic alterations associated with CPP is ongoing, and some potential markers have been identified. These results offered insights into potential therapeutic targets and personalized treatment approaches for CPP. Advancements in radiomics and liquid biopsy hold promise for improving diagnostic accuracy and monitoring treatment outcomes for choroid plexus tumors. Radiomics can provide quantitative data from imaging studies, whereas liquid biopsy can analyze tumor-derived genetic material and molecular markers from body fluids, such as cerebrospinal fluid (CSF) and blood. The rapidly evolving fields of molecular and genetic research and novel diagnostic methods require continuous updates and advancements before their application in clinical practice. We hope that these advancements will lead to earlier and more precise diagnoses, better treatment options, and improved outcomes in patients with CPP and other brain tumors.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36619920",
    "pmid": "36619920",
    "doi": "10.3389/fneur.2022.1090155",
    "title": "Early transient dysautonomia predicts the risk of infantile epileptic spasm syndrome onset: A prospective cohort study.",
    "abstract": "<h4>Background</h4>Infantile epileptic spasm syndrome (IESS) is an age-dependent epileptic encephalopathy with a significant risk of developmental regression. This study investigates the association between heart rate variability (HRV) in infants at risk of IESS and the clinical onset of IESS.<h4>Methods</h4>Sixty neonates at risk of IESS were prospectively followed from birth to 12 months with simultaneous electroencephalogram (EEG) and electrocardiogram recordings for 60 min at every 2-month interval. HRV metrics were calculated from 5 min time-epoch during sleep including frequency domain measures, Poincare analysis including cardiac vagal index (CVI) and cardiac sympathetic index (CSI), and detrended fluctuation analysis (DFA α1, DFA α2). To assess the effect of each HRV metric at the 2-month baseline on the time until the first occurrence of either hypsarrhythmia on EEG and/or clinical spasm, univariate cox-proportional hazard models were fitted for each HRV metric.<h4>Results</h4>Infantile epileptic spasm syndrome was diagnosed in 20/60 (33%) of the cohort in a 12-month follow-up and 3 (5%) were lost to follow-up. The median age of developing hypsarrhythmia was 25 (7-53) weeks and clinical spasms at 24 (8-40) weeks. Three (5%) patients had clinical spasms without hypsarrhythmia, and 5 (8%) patients had hypsarrhythmia before clinical spasms at the initial presentation. The infants with high CSI (hazard ratio 2.5, 95% CI 1.2-5.2, <i>P</i> = 0.01) and high DFA α1 (hazard ratio 16, 95% CI 1.1-240, <i>P</i> = 0.04) at 2 months were more likely to develop hypsarrhythmia by the first year of age. There was a trend toward decreasing CSI and DFA α1 and increasing CVI in the first 8 months of age.<h4>Conclusion</h4>Our data suggest that relative sympathetic predominance at an early age of 2 months may be a potential predictor for developing IESS. Hence, early HRV patterns may provide valuable prognostic information in children at risk of IESS allowing early detection and optimization of cognitive outcomes. Whether early intervention to restore sympathovagal balance <i>per se</i> would provide clinical benefit must be addressed by future studies.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38419708",
    "pmid": "38419708",
    "doi": "10.3389/fneur.2024.1355861",
    "title": "Utility and limitations of EEG in the diagnosis and management of <i>ALDH7A1</i>-related pyridoxine-dependent epilepsy. A retrospective observational study.",
    "abstract": "<h4>Purpose</h4>Pyridoxine-dependent epilepsy due to <i>ALDH7A1</i> variants (PDE-ALDH7A1) is a rare disorder, presenting typically with severe neonatal, epileptic encephalopathy. Early diagnosis is imperative to prevent uncontrolled seizures. We have explored the role of EEG in the diagnosis and management of PDE.<h4>Methods</h4>A total of 13 Norwegian patients with PDE-ALDH7A1 were identified, of whom five had reached adult age. Altogether 163 EEG recordings were assessed, 101 from the 1st year of life.<h4>Results</h4>Median age at seizure onset was 9 h (IQR 41), range 1 h-6 days. Median delay from first seizure to first pyridoxine injection was 2 days (IQR 5.5). An EEG burst suppression pattern was seen in eight patients (62%) during the first 5 days of life. Eleven patients had recordings during pyridoxine injections: in three, immediate EEG improvement correlated with seizure control, whereas in six, no change of epileptiform activity occurred. Of these six, one had prompt clinical effect, one had delayed effect (< 1 day), one had no effect, one had uncertain effect, and another had more seizures. A patient without seizures at time of pyridoxine trial remained seizure free for 6 days. Two patients with prompt clinical effect had increased paroxysmal activity, one as a conversion to burst suppression. Autonomic seizures in the form of apnoea appeared to promote respiratory distress and were documented by EEG in one patient. EEG follow-up in adult age did not show signs of progressing encephalopathy.<h4>Conclusion</h4>A neonatal burst suppression EEG pattern should raise the suspicion of PDE-ALDH7A1. Respiratory distress is common; isolated apnoeic seizures may contribute. EEG responses during pyridoxine trials are diverse, often with poor correlation to immediate clinical effect. Reliance on single trials may lead to under-recognition of this treatable condition. Pyridoxine should be continued until results from biomarkers and genetic testing are available.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "30580480",
    "pmid": "30580480",
    "doi": "10.1002/ajmg.c.31667",
    "title": "An update on oculocerebrocutaneous (Delleman-Oorthuys) syndrome.",
    "abstract": "Oculocerebrocutaneous syndrome (OCCS) is a rare disorder characterized primarily by congenital skin, eye, and brain anomalies. The most distinctive findings are hypoplastic or aplastic skin defects; pedunculated, typically hamartomatous, or nodular skin appendages; cystic microphthalmia; and a combination of forebrain anomalies and a specific mid-hindbrain malformation. Based on a review of 40 patients with OCCS, existing clinical criteria have been revised. Because of the asymmetric and patchy distribution of features, lack of recurrence in families, male preponderance and completely skewed X-inactivation in one female, OCCS is hypothesized to result from postzygotic mosaic variants in an X-linked gene. Whole exome and genome sequencing on blood DNA in two patients failed to identify pathogenic variants so far. In view of the overlapping features, in particular of the brain, of OCCS and Aicardi syndrome, both may be pathogenetically related or even result from different variants in the same gene. For the elucidation of the cause of OCCS, exome or genome sequencing on multiple lesional tissues is the primary goal.",
    "journal": "",
    "year": "2018"
  },
  {
    "id": "29342031",
    "pmid": "29342031",
    "doi": "10.1097/iop.0000000000001027",
    "title": "Adenocarcinoma of Pigmented Ciliary Epithelium in a Child With Aicardi Syndrome and Congenital Microphthalmia With Cyst.",
    "abstract": "A 5-year-old girl with Aicardi syndrome and microphthalmia with cyst of the OD presented with progressive enlargement of the cyst causing pain. Microophthalmia with inferior cyst (35 × 25 × 12 mm) was noted at birth, and Aicardi syndrome was diagnosed at 10 months by the presence of the classic triad of callosal agenesis, infantile spasms, and chorioretinal lacunae. She underwent enucleation with cyst resection, and subsequent reconstruction with a dermis fat graft. Histopathologic study revealed adenocarcinoma of the pigmented ciliary epithelium. Full-body metastatic workup was negative. Adenocarcinoma of the pigmented ciliary epithelium is an extremely rare eye tumor with only 4 documented cases in the literature, none arising in a microophthalmic eye with cyst. Aicardi syndrome is also a rare disease that has been associated with increased incidence of malignancy and ocular abnormalities, but has never been described in association with microophthalmia with cyst or with adenocarcinoma of the pigmented ciliary epithelium. Herein, the authors present a review of the case and relevant literature.",
    "journal": "",
    "year": "2018"
  },
  {
    "id": "37371247",
    "pmid": "37371247",
    "doi": "10.3390/children10061015",
    "title": "Accuracy of Multimodality Fetal Imaging (US, MRI, and CT) for Congenital Musculoskeletal Anomalies.",
    "abstract": "<h4>Background</h4>Ultrasonography (US) is the first-line diagnostic tool used to assess fetal musculoskeletal (MSK) anomalies. Associated anomalies in other organ systems may benefit from evaluation via Magnetic Resonance Imaging (MRI). In this study, we compared the diagnostic accuracy of US and MRI to diagnose fetal MSK (primary objective) and non-MSK anomalies (secondary objective). We describe additional findings by low-dose computerized tomography (CT) in two cases incompletely characterized via US and MRI.<h4>Materials and methods</h4>This was an IRB-approved retrospective study of consecutive patients with suspected fetal MSK anomalies examined between December 2015 and June 2020. We compared individual MSK and non-MSK anomalies identified via US, MRI, and CT with postnatal outcomes. Sensitivity and specificity for US and MRI were calculated and compared.<h4>Results</h4>A total of 31 patients with 112 MSK and 43 non-MSK anomalies were included. The sensitivity of MRI and US for MSK anomalies was not significantly different (76.6% vs. 61.3%, <i>p</i> = 0.3). Low-dose CT identified eight additional skeletal anomalies. MRI diagnosed a higher number of non-MSK anomalies compared to US (81.4% vs. 37.2%, <i>p</i> < 0.05).<h4>Conclusions</h4>Fetal MRI and US have comparable sensitivity for MSK anomalies. In selected cases, low-dose CT may provide additional information. Fetal MRI detected a larger number of non-MSK anomalies in other organ systems compared to US. Multimodality imaging combining all the information provided by MRI, US, and CT, if necessary, ultimately achieved a sensitivity of 89.2% (95% CI: 83.4% to 95.0%) for the diagnosis of musculoskeletal anomalies and 81.4% for additional anomalies in other organs and systems.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "32367006",
    "pmid": "32367006",
    "doi": "10.1038/s41433-020-0902-4",
    "title": "Congenital focal abnormalities of the retina and retinal pigment epithelium.",
    "abstract": "This paper reviews the published literature on a group of developmental disorders of the retina and retinal pigment epithelium which result in focal abnormalities in one or both eyes. They are often asymptomatic, found on routine examination and are generally non-progressive. Some are associated with other systemic abnormalities.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "38322500",
    "pmid": "38322500",
    "doi": "10.1155/2024/5993083",
    "title": "Congenital Malformations of the Eye: A Pictorial Review and Clinico-Radiological Correlations.",
    "abstract": "Congenital malformations of the eye represent a wide and heterogeneous spectrum of abnormalities that may be part of a complex syndrome or be isolated. Ocular malformation severity depends on the timing of the causative event during eye formation, ranging from the complete absence of the eye if injury occurs during the first weeks of gestation, to subtle abnormalities if the cause occurs later on. Knowledge of ocular malformations is crucial to performing a tailored imaging protocol and correctly reporting imaging findings. Together with the ophthalmologic evaluation, imaging may help frame ocular malformations and identify underlying genetic conditions. The purpose of this pictorial review is to describe the imaging features of the main ocular malformations and the related ophthalmologic findings in order to provide a clinico-radiological overview of these abnormalities to the clinical radiologist. Sight is a crucial sense for children to explore the world and relate with their parents from birth. Vision impairment or even blindness secondary to ocular malformations deeply affects children's growth and quality of life.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32949250",
    "pmid": "32949250",
    "doi": "10.1007/s00247-020-04771-5",
    "title": "Outpacing movement - ultrafast volume coverage in neuropediatric magnetic resonance imaging.",
    "abstract": "<h4>Background</h4>Conventional MRI sequences are often affected in neuropediatric imaging by unavoidable movements. Therefore, children younger than 6 years usually have to be examined under sedation/anesthesia. A new real-time MRI technique with automatic slice advancement allows for motion-robust T2-weighted volume coverage of the whole brain within a few seconds in adults.<h4>Objective</h4>To evaluate to which extent the new volume coverage method can be used to visualize cerebrospinal fluid and reduce the need for anesthesia in children.<h4>Materials and methods</h4>We assessed 30 children ages 6 years and younger with suspected or proven hydrocephalus, hygroma or macrocephalus using volume coverage sequences with 20 slices per second in three planes. If necessary, a parent was placed in the bore together with the child for calming and gentle immobilization. We compared visualization of cerebrospinal fluid spaces and course of the shunt catheter in volume coverage sequences vs. fast spin-echo sequences.<h4>Results</h4>The clinical issue could be sufficiently assessed in all children with use of volume coverage sequences, whereas conventional fast spin-echo sequences performed moderately to poorly. Visualization of the tip of a shunt failed in 16% of volume coverage scans and 27% of turbo spin-echo scans. A subsequent examination under anesthesia was never necessary. None of the examinations had to be stopped prematurely.<h4>Conclusion</h4>The motion-robust volume coverage sequences with T2-type contrast can be used to avoid sedation of children in the evaluation of cerebrospinal fluid spaces, even in the presence of vigorous motion. For other indications and contrasts, the technique must still be evaluated.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "37685313",
    "pmid": "37685313",
    "doi": "10.3390/diagnostics13172774",
    "title": "A Brain Morphometry Study with Across-Site Harmonization Using a ComBat-Generalized Additive Model in Children and Adolescents.",
    "abstract": "Regional anatomical structures of the brain are intimately connected to functions corresponding to specific regions and the temporospatial pattern of genetic expression and their functions from the fetal period to old age. Therefore, quantitative brain morphometry has often been employed in neuroscience investigations, while controlling for the scanner effect of the scanner is a critical issue for ensuring accuracy in brain morphometric studies of rare orphan diseases due to the lack of normal reference values available for multicenter studies. This study aimed to provide across-site normal reference values of global and regional brain volumes for each sex and age group in children and adolescents. We collected magnetic resonance imaging (MRI) examinations of 846 neurotypical participants aged 6.0-17.9 years (339 male and 507 female participants) from 5 institutions comprising healthy volunteers or neurotypical patients without neurological disorders, neuropsychological disorders, or epilepsy. Regional-based analysis using the CIVET 2.1.0. pipeline provided regional brain volumes, and the measurements were across-site combined using ComBat-GAM harmonization. The normal reference values of global and regional brain volumes and lateral indices in our study could be helpful for evaluating the characteristics of the brain morphology of each individual in a clinical setting and investigating the brain morphology of ultra-rare diseases.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "34471972",
    "pmid": "34471972",
    "doi": "10.1007/s13760-021-01774-3",
    "title": "Gray matter heterotopia: clinical and neuroimaging report on 22 children.",
    "abstract": "<h4>Objective</h4>To investigate the clinical characteristics and neuroimaging features of childhood presenting with gray matter heterotopia observed in a single tertiary Pediatric Department in Catania and compare the data with those reported in the literature.<h4>Methods</h4>A retrospectively review of the history, clinical findings, electrophysiological features and magnetic resonance images of 22 children presenting with gray matter heterotopia observed from January 2010 to January 2020.<h4>Results</h4>Among the 22 children included in the study, 17 presented with periventricular heterotopia (PVNH), two with Subcortical Band Heterotopia (SBH), and three with other subcortical heterotopia (SUBH). In the affected children, the ages at first diagnosis ranged from 3 months to 16 years with a mean age of 8.2 years (± 5.4); twelve (54.5%) suffered by developmental delay and intellectual deficit; eleven children (50%) complained of epileptic seizures, mostly focal to bilateral tonic-clonic seizure. In addition, in the periventricular heterotopia group (PVNH), cerebral and systemic malformations were reported in twelve (70%) and in ten (58%) children, respectively, out of seventeen. In the SBH plus SUBH group, epileptic seizures were recorded in 3 (60%) out of 5 children, cerebral malformations in one child and systemic malformations in two children.<h4>Conclusions</h4>Heterotopic gray matter malformations include a group of disorders that manifest with a variety of neurological implications, such as cognitive impairment and epilepsy, and often related with epilepsy, other cerebral malformations and systemic anomalies.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "29274373",
    "pmid": "29274373",
    "doi": "10.1016/j.jaapos.2017.08.011",
    "title": "Congenital lymphocytic choriomeningitis virus-an underdiagnosed fetal teratogen.",
    "abstract": "Congenital lymphocytic choriomeningitis virus (LCMV) infection is associated with high mortality and morbidity. Although the number of cases reported in the literature has been increasing, it might still be clinically an underdiagnosed human fetal teratogen. We report 2 more cases of serologically proven congenital LCMV infection. One case presented with Aicardi-like syndrome features. Since congenital LCMV infection may mimic Aicardi syndrome, serologic testing should be considered in the workup of patients with Aicardi syndrome to rule out LCMV infection.",
    "journal": "",
    "year": "2018"
  },
  {
    "id": "36011402",
    "pmid": "36011402",
    "doi": "10.3390/genes13081490",
    "title": "Inherited Retinal Dystrophy in Southeastern United States: Characterization of South Carolina Patients and Comparative Literature Review.",
    "abstract": "Inherited retinal dystrophies (IRDs) are a group of rare diseases involving more than 340 genes and a variety of clinical phenotypes that lead to significant visual impairment. The aim of this study is to evaluate the rates and genetic characteristics of IRDs in the southeastern region of the United States (US). A retrospective chart review was performed on 325 patients with a clinical diagnosis of retinal dystrophy. Data including presenting symptoms, visual acuity, retinal exam findings, imaging findings, and genetic test results were compiled and compared to national and international IRD cohorts. The known ethnic groups included White (64%), African American or Black (30%), Hispanic (3%), and Asian (2%). The most prevalent dystrophies identified clinically were non-syndromic retinitis pigmentosa (29.8%), Stargardt disease (8.3%), Usher syndrome (8.3%), cone-rod dystrophy (8.0%), cone dystrophy (4.9%), and Leber congenital amaurosis (4.3%). Of the 101 patients (31.1%) with genetic testing, 54 (53.5%) had causative genetic variants identified. The most common pathogenic genetic variants were <i>USH2A</i> (n = 11), <i>ABCA4</i> (n = 8), <i>CLN3</i> (n = 7), and <i>CEP290</i> (n = 3). Our study provides initial information characterizing IRDs within the diverse population of the southeastern US, which differs from national and international genetic and diagnostic trends with a relatively high proportion of retinitis pigmentosa in our African American or Black population and a relatively high frequency of <i>USH2A</i> pathogenic variants.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "30006259",
    "pmid": "30006259",
    "doi": "10.1016/j.yebeh.2018.05.013",
    "title": "Open-label use of highly purified CBD (Epidiolex®) in patients with CDKL5 deficiency disorder and Aicardi, Dup15q, and Doose syndromes.",
    "abstract": "<h4>Objective</h4>We studied our collective open-label, compassionate use experience in using cannabidiol (CBD) to treat epilepsy in patients with CDKL5 deficiency disorder and Aicardi, Doose, and Dup15q syndromes.<h4>Methods</h4>We included patients aged 1-30 years with severe childhood-onset epilepsy who received CBD for ≥10 weeks as part of multiple investigator-initiated expanded access or state access programs for a compassionate prospective interventional study: CDKL5 deficiency disorder (n = 20), Aicardi syndrome (n = 19), Dup15q syndrome (n = 8), and Doose syndrome (n = 8). These patients were treated at 11 institutions from January 2014 to December 2016.<h4>Results</h4>The percent change in median convulsive seizure frequency for all patients taking CBD in the efficacy group decreased from baseline [n = 46] to week 12 (51.4% [n = 35], interquartile range (IQR): 9-85%) and week 48 (59.1% [n = 27], IQR: 14-86%). There was a significant difference between the percent changes in monthly convulsive seizure frequency during baseline and week 12, χ<sup>2</sup>(2) = 22.9, p = 0.00001, with no difference in seizure percent change between weeks 12 and 48. Of the 55 patients in the safety group, 15 (27%) withdrew from extended observation by week 144: 4 due to adverse effects, 9 due to lack of efficacy, 1 withdrew consent, and 1 was lost to follow-up.<h4>Significance</h4>This open-label drug trial provides class III evidence for the long-term safety and efficacy of CBD administration in patients with treatment-resistant epilepsy (TRE) associated with CDKL5 deficiency disorder and Aicardi, Dup15q, and Doose syndromes. Adjuvant therapy with CBD showed similar safety and efficacy for these four syndromes as reported in a diverse population of TRE etiologies. This study extended analysis of the prior report from 12 weeks to 48 weeks of efficacy data and suggested that placebo-controlled randomized trials should be conducted to formally assess the safety and efficacy of CBD in these epileptic encephalopathies.",
    "journal": "",
    "year": "2018"
  },
  {
    "id": "36859473",
    "pmid": "36859473",
    "doi": "10.14348/molcells.2023.0013",
    "title": "Epigenetic Regulations in Mammalian Cells: Roles and Profiling Techniques.",
    "abstract": "The genome is almost identical in all the cells of the body. However, the functions and morphologies of each cell are different, and the factors that determine them are the genes and proteins expressed in the cells. Over the past decades, studies on epigenetic information, such as DNA methylation, histone modifications, chromatin accessibility, and chromatin conformation have shown that these properties play a fundamental role in gene regulation. Furthermore, various diseases such as cancer have been found to be associated with epigenetic mechanisms. In this study, we summarized the biological properties of epigenetics and single-cell epigenomic profiling techniques, and discussed future challenges in the field of epigenetics.",
    "journal": "",
    "year": "2023"
  }
]