[
  {
    "id": "40209792",
    "pmid": "40209792",
    "doi": "10.7754/clin.lab.2025.250224",
    "title": "Chediak-Higashi Syndrome: a Comprehensive Case Report and Literature Review.",
    "abstract": "<h4>Background</h4>Chediak-Higashi Syndrome (CHS) is a rare autosomal recessive disorder characterized by oculocutaneous albinism, immune dysfunction, and neurologic abnormalities.<h4>Methods</h4>This paper aims to provide a detailed understanding of the clinical presentation, laboratory examination, genetic basis, EEG/MRI, diagnostic challenges, and current management strategies for CHS through a new case report and a analysis of the current literature.<h4>Results</h4>The analysis of the case report and literature indicates that CHS requires vigilant clinical observation for early diagnosis and effective treatment. The analysis highlights the necessity for advanced therapies that are both more efficient and cost-effective, given the current limitations in treatment options.<h4>Conclusions</h4>The study concludes that further research is needed to develop more efficient and economical therapies for CHS that can enhance patient outcomes. The development of such therapies will be crucial in addressing the unmet needs of patients with this rare genetic disorder.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40107762",
    "pmid": "40107762",
    "doi": "10.1136/bcr-2024-264072",
    "title": "Thrombolysis for superior vena cava syndrome post bone marrow transplant: a paediatric experience.",
    "abstract": "Our case highlights timely diagnosis and management of pulmonary embolism (PE) and superior vena cava syndrome in a child with a background of Chediak-Higashi syndrome who underwent a bone marrow transplant, the probable precipitant being concomitant autoimmune haemolytic anaemia. He was successfully managed in paediatric critical care with a catheter-directed tissue-type Plasminogen activator (tPA) thrombolysis without any complications. He is currently 3 years post transplant with good immune reconstitution.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40047910",
    "pmid": "40047910",
    "doi": "10.1007/s00277-025-06257-6",
    "title": "Genetic variants in NHEJ1 and related DNA repair disorders: insights into phenotypic heterogeneity and links to hypoplastic myelodysplastic syndromes and familial hematological malignancies susceptibility.",
    "abstract": "This study investigates the burden, phenotypes, progression, and outcomes of familial hematological malignancies (FHM) through clinical evaluation, gene panel testing, and whole exome sequencing, highlighting the significance of identifying genetic causes for personalized treatment. Over six years, 357 patients initially diagnosed with bone marrow failure (BMF) were evaluated, with 152 patients lacking identifiable causes undergoing further analysis. Among these, 53 (34.9%) exhibited features of inherited BMF syndromes, and 13 (24.5%) developed FHM. In a separate cohort of 27 patients with inherited immunodeficiency disorders, 8 (29.6%) developed FHM associated with NHEJ1 or LYST variants, underscoring the familial clustering of hematologic disorders. Notably, 6 of 7 patients from the same family (family-1) with homozygous NHEJ1 variants progressed to secondary myelodysplastic syndrome (sMDS), acute myeloid leukemia (AML), or lymphoma. Among 780 patients diagnosed with hematological malignancies during the study period, 45 (5.8%) were confirmed to have FHM, with 33 patients enrolled for detailed analysis. Of these, 16 (48.5%) had DNA-repair deficiencies (DNA-RD), including eight with Fanconi anemia, six with NHEJ1 variants, and two with BRCA2 mutations. The remaining 17 patients presented conditions such as familial myeloproliferative neoplasms, dyskeratosis congenita (DC) [TERT, DKC1 variants], and Chediak-Higashi syndrome. Two siblings (family-3) with a rare TERT variant and a unique DC phenotype developed sMDS after prolonged BMF. Patients with DNA-RD were younger and exhibited higher rates of growth failure, recurrent infections, and endocrinopathies. These cases frequently progressed to sMDS or AML. A comparative analysis of 319 individuals with DNA double-strand break repair deficiencies revealed a 45% frequency of hematological malignancies. Lymphoma was most common in Nijmegen breakage syndrome (79.4%) while MDS/AML was prevalent in Cernunnos deficiency (66.6%). The findings emphasize the importance of early diagnosis, genetic testing, and personalized management, including timely transplantation, to improve outcomes in FHM. This research underscores the need for clinical awareness and surveillance to facilitate timely interventions and mitigate disease progression.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39412658",
    "pmid": "39412658",
    "doi": "10.1007/s00277-024-06039-6",
    "title": "A girl with a novel nonsense mutation in Chediak-Higashi syndrome was relieved successfully by treatment with HCST and UCBT: a case report.",
    "abstract": "Chediak-Higashi syndrome (CHS) is a life-threatening autosomal recessive immunodeficiency disease presenting with recurrent infections, hypopigmentation, progressive neurodegeneration, and hemophagocytic lymphohistiocytosis (HLH), known as the accelerated stage. Two-thirds of patients experience a fatal accelerated phase. CHS is caused by lysosomal transport regulator (LYST) gene mutations. We report the case of CHS, who was born with pale skin and silver hair. Bone marrow aspirate revealed large inclusions in granulocytes, monocytes, and lymphocytes. Genetic analysis revealed a new nonsense mutation in the LYST gene: c.8186G > A (W2729Ter). The child presented with fever, hepatosplenomegaly, and lymphadenectasis. Laboratory tests showed pancytopenia, hypofibrinogenemia, and high serum ferritin, indicating an accelerated phase of CHS. She underwent allogeneic hematopoietic stem cell transplantation (HCST) combined with umbilical cord blood transplantation (UCBT) after HLH-related chemotherapy. The patient has been alive for nine months without recurrence. We have identified a novel nonsense mutation in the LYST gene that correlates with a severe phenotype, and HSCT combined with UCBT is an effective treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39858566",
    "pmid": "39858566",
    "doi": "10.3390/genes16010018",
    "title": "Novel &lt;i&gt;LYST&lt;/i&gt; Variants Lead to Aberrant Splicing in a Patient with Chediak-Higashi Syndrome.",
    "abstract": "<b>Background:</b> The advent of next-generation sequencing (NGS) has revolutionized the analysis of genetic data, enabling rapid identification of pathogenic variants in patients with inborn errors of immunity (IEI). Sometimes, the use of NGS-based technologies is associated with challenges in the evaluation of the clinical significance of novel genetic variants. <b>Methods:</b> In silico prediction tools, such as SpliceAI neural network, are often used as a first-tier approach for the primary examination of genetic variants of uncertain clinical significance. Such tools allow us to parse through genetic data and emphasize potential splice-altering variants. Further variant assessment requires precise RNA assessment by agarose gel electrophoresis and/or cDNA Sanger sequencing. <b>Results:</b> We found two novel heterozygous variants in the coding region of the <i>LYST</i> gene (c.10104G>T, c.10894A>G) in an individual with a typical clinical presentation of Chediak-Higashi syndrome (CHS). The SpliceAI neural network predicted both variants as probably splice-altering. cDNA assessment by agarose gel electrophoresis revealed the presence of abnormally shortened splicing products in each variant's case, and cDNA Sanger sequencing demonstrated that c.10104G>T and c.10894A>G substitutions resulted in a shortening of the 44 and 49 exons by 41 and 47 bp, respectively. Both mutations probably lead to a frameshift and the formation of a premature termination codon. This, in turn, may disrupt the structure and/or function of the LYST protein. <b>Conclusions:</b> We identified two novel variants in the <i>LYST</i> gene, predicted to be deleterious by the SpliceAI neural network. Agarose gel cDNA electrophoresis and cDNA Sanger sequencing allowed us to verify inappropriate splicing patterns and establish these variants as disease-causing.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39759654",
    "pmid": "39759654",
    "doi": "10.7759/cureus.75128",
    "title": "Role of Morphology in the Diagnosis of an Unsuspected Case of Chediak-Higashi Syndrome: A Case Report.",
    "abstract": "Chediak-Higashi syndrome (CHS) is a rare multisystem genetic disorder of childhood, caused by a defect in vesicular trafficking, which is an essential process for intracellular transport. This defect results in the formation of giant cytoplasmic granules in various cell types, including white blood cells, melanosomes, and Schwann cells. The presence of giant lysosomal granules in neutrophils and their precursors is a distinct and diagnostic feature of CHS, differentiating it from other childhood immunodeficiency disorders, such as Griscelli syndrome and Hermansky-Pudlak syndrome, which share common characteristics like albinism and increased susceptibility to fatal hemophagocytic lymphohistiocytosis. Diagnosing CHS is challenging for both clinicians and pathologists, requiring a high degree of suspicion. This case emphasizes the critical role of vigilant observation of subtle clinical and pathological features for an accurate diagnosis. We present a rare case of CHS in a six-month-old male child who presented with recurrent episodes of fever and failure to thrive. Physical examination revealed patchy gray hair on the scalp and hypopigmented patches on the lower limbs. Laboratory findings showed pancytopenia, with large, coarse cytoplasmic granules in neutrophils and their precursors on bone marrow examination - a finding diagnostic of CHS. This case highlights the importance of morphological assessment in diagnosing this rare and potentially fatal disorder, enabling early diagnosis and prompt treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39485047",
    "pmid": "39485047",
    "doi": "10.1111/pai.14264",
    "title": "Early diagnosis of immunodeficient patients with partial albinism: The role of hair study and peripheral blood smear.",
    "abstract": "<h4>Background</h4>Primary immunodeficiency diseases (inborn errors of immunity) with partial albinism are a group of autosomal recessive syndromes including Chediak Higashi Syndrome (CHS), Griscelli Syndrome type 2 (GS2), Hermansky-Pudlak Syndromes type 2 and 10 (HPS2, HPS10), Vici syndrome and P14/LAMTOR2 deficiency.<h4>Methods</h4>Twenty-five patients including 10 CHS, 10 GS2, and 5 HPS2 were evaluated in this study within the last 10 years. Five cases with oculocutaneous albinism (OCA) and 5 healthy subjects without albinism were used as two control groups. Genetic analyses were performed by whole exome or panel sequencing or targeted Sanger sequencing. Subsequently, leukocyte granules in peripheral blood smear and hair shaft were examined as screening tests.<h4>Results</h4>Giant granules were only presented in the leukocytes cytoplasm of 10/10 CHS patients. The uneven cluster of pigments and giant melanin granules in hair samples were observed in 10/10 GS2 and 10/10 CHS patients, respectively. In both 5/5 OCA and 5/5 HPS2 patients, there were regular pigments in the middle of hair shafts. Genetic analyses were performed for all patients, revealing 7 novel variants in LYST gene for CHS patients and 4 novel variants in AP3B1 for HPS2 patients.<h4>Conclusion</h4>Receiving hematopoietic stem cell transplantation (HSCT) in a timely manner is crucial in CHS and GS2 patients; therefore, screening tests may provide a vital clue for early diagnosis in these patients. However, the final confirmation of CHS, GS2, and HPS2 disorders is done by genetic assay.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39622608",
    "pmid": "39622608",
    "doi": "10.1016/j.spen.2024.101168",
    "title": "Chedíak-Higashi Syndrome: Hair-to-toe spectrum.",
    "abstract": "Chedíak-Higashi Syndrome (CHS) is a rare autosomal recessive disorder caused by mutations in the Lysosomal Trafficking Regulator (LYST) gene, leading to defective lysosomal function in immune cells, melanocytes, and neurons. Clinically, CHS is characterized by a spectrum of symptoms, including immunodeficiency, partial oculocutaneous albinism, bleeding tendencies, neurodevelopmental deficits and progressive neurodegenerative symptoms. The severity of CHS correlates with the type of LYST mutation: the classic form, linked to nonsense or frameshift mutations, presents early in childhood with severe immune dysfunction, recurrent infections, and a high risk of hemophagocytic lymphohistiocytosis (HLH), a life-threatening hyperinflammatory state. Without timely treatment, including hematopoietic stem cell transplantation (HSCT), prognosis is poor, with high mortality in early life. Atypical forms, associated with missense mutations, manifest later with milder immunologic symptoms but inevitably progress to neurological impairment, including cognitive decline and motor dysfunction. Diagnosing CHS is complex due to its rarity, phenotypic variability, and overlap with other disorders. A thorough approach, incorporating clinical evaluation, peripheral blood smear for giant granules in leukocytes, and genetic testing for LYST mutations, is crucial for accurate diagnosis. Management of CHS requires a multidisciplinary approach, focusing on HSCT for immunologic and hematologic stabilization and symptomatic and supportive care for neurological symptoms. Even those patients who undergo stabilizing HSCT eventually develop neurological difficulties. This review provides an in-depth exploration of CHS, covering its epidemiology, clinical presentation, molecular genetics, diagnostic challenges, and current management strategies, while emphasizing the necessity of a comprehensive, multidisciplinary approach to improve patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39032214",
    "pmid": "39032214",
    "doi": "10.1016/j.bcmd.2024.102874",
    "title": "Accelerated phase development in a late-onset adolescent Chediak-Higashi syndrome patient caused by compound novel LYST mutations in the setting of SARS-CoV-2 infection.",
    "abstract": "Chediak-Higashi syndrome (CHS) is a rare autosomal recessive genetic disorder characterized by severe immunodeficiency, albinism and coagulation deficiency. Mostly diagnosed in early childhood, this devastating condition is associated with lysosomal abnormalities attributed to the absence or impaired function of lysosomal trafficking regulator caused by mutations in the CHS1/LYST gene. In current study, we report a case of late-onset CHS caused by two novel compound heterozygous CHS1/LYST mutations: c.8407C > T, leading to early termination of translation at residue Gln2803 (p. Gln2803Ter), and a small deletion c. 4020_4031del, resulting in an in-frame deletion of three amino acid residues (p. Asp1343_Val1346del). Both variants retain a large part of the CHS/LYST protein, particularly p. Asp1343_Val1346del, which preserves critical functional BEACH and WD40 domains in the C terminal, potentially maintaining residual activity and alleviating patient symptoms. The timeline of SARS-CoV-2 infection and rapid symptom progression suggests that the viral infection may have trigger the accelerated phase development leading to a poor prognosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39865233",
    "pmid": "39865233",
    "doi": "10.1186/s11658-025-00691-0",
    "title": "VEXAS, Chediak-Higashi syndrome and Danon disease: myeloid cell endo-lysosomal pathway dysfunction as a common denominator?",
    "abstract": "Vacuolization of hematopoietic precursors cells is a common future of several otherwise non-related clinical settings such as VEXAS, Chediak-Higashi syndrome and Danon disease. Although these disorders have a priori nothing to do with one other from a clinical point of view, all share abnormal vacuolization in different cell types including cells of the erythroid/myeloid lineage that is likely the consequence of moderate to drastic dysfunctions in the ubiquitin proteasome system and/or the endo-lysosomal pathway. Indeed, the genes affected in these three diseases UBA1, LYST or LAMP2 are known to be direct or indirect regulators of lysosome trafficking and function and/or of different modes of autophagy. Furthermore, all three genes are highly expressed in the more mature myeloid cells pointing out their likely important function in these cells. LAMP2 deficiency for instance is known to be associated with alterations of lysosome architecture and function. It is thus well established that different cell types from Danon disease patients that harbor invalidating mutations in LAMP2 exhibit giant lysosomes containing undigested materials characteristic of defects in the fusion of lysosomes with autophagosomes, a feature also found in VEXAS and CHS. Other similarities regarding these three diseases include granulocyte and monocyte dysfunctions and a recurrent inflammatory climate. In the present review we discuss the possibility that some common clinical manifestations of these diseases, notably the hematopoietic ones are consecutive to a dysfunction of the endo-lysosomal pathway in myeloid/erythroid progenitors and in mature myeloid cells including neutrophiles, monocytes and macrophages. Finally, we propose reacidification as a way of reinducing lysosome functionalities and autophagy as a potential approach for a better management of these diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39610002",
    "pmid": "39610002",
    "doi": "10.555/jamc-02-12731",
    "title": "HEMOPHAGOCYTIC LYMPHOHISTIOCYTOSIS - A PRESENTATION OF ACCELERATED PHASE OF CHEDIAK HIGASHI SYNDROME; CASE REPORT AND CLINICOPATHOLOGICAL REVIEW.",
    "abstract": "<h4>Abstract</h4>Chediak Higashi syndrome (CHS), a rare form of autosomal recessive disorder has been reported globally in less than 500 cases over the past two decades. It clinically manifests as repeated episodes of infection, haemorrhagic sequelae, partial albinism, photosensitivity and late neurological signs (neuropathy, cognitive impairment etc). The pathognomonic morphological finding is the presence of abnormally large intra-cytoplasmic granules, particularly in leucocytes. Almost 85% of CHS cases advance into an accelerated phase, characterized by cytopenias and hemophagocytosis, leading to multi-organ failure.<h4>presentation</h4>The child in the present case had consanguinity and a positive family history of recurrent infections. She had repeated episodes of bacterial infections. She also had a history of photosensitivity. CBC reported cytopenias. Peripheral smear showed neutrophils with characteristic large sized abnormal intra-cytoplasmic granules. Bone marrow biopsy was performed which also showed similar granules in leucocytes along with hemophagocytosis. Other clinical and biochemical markers also pointed towards hemophagocytic lymphohistiocytosis (HLH), thus patient was diagnosed as CHS in an accelerated phase. She received eight doses of chemotherapy but eventually expired.<h4>Conclusions</h4>The definitive treatment is hematopoietic stem cell transplantation which improves the hematological and immune aspects of CHS but not the neurological. Steps should be taken for early diagnosis and to prevent advancement into the accelerated phase.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38993473",
    "pmid": "38993473",
    "doi": "10.7759/cureus.62178",
    "title": "Albinism and Primary Immunodeficiency in Infants: A Case Study of Griscelli Syndrome.",
    "abstract": "Griscelli syndrome (GS) type II is a rare hereditary disorder characterized by partial albinism, immunodeficiency, and the subsequent development of hemophagocytic syndrome (HPS). Herein, we present a case involving a four-month-old infant admitted to our facility due to a prolonged fever complicated by HPS. The diagnosis of GS type 2 was established based on a constellation of clinical and laboratory findings: consanguinity, familial history of early infectious fatalities, ocular-cutaneous hypopigmentation, characteristic silvery hair sheen, onset of HPS, and notably, the pathognomonic appearance upon microscopic examination of a hair sample. The absence of giant granules within nucleated cells helped exclude Chediak-Higashi syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39980892",
    "pmid": "39980892",
    "doi": "10.1002/ccr3.9668",
    "title": "Post-COVID-19 Neutropenia in an Infant With Thalassemia Minor: Case Report.",
    "abstract": "This case of an 11-month-old female who developed severe neutropenia following COVID-19 infection underscores the need for heightened vigilance and monitoring of hematological parameters in infants post-COVID-19. The exact mechanism of COVID-19-induced neutropenia is not fully understood, but it may involve cytokine-induced suppression of hematopoiesis and bone marrow repression due to the inflammatory response. Given the potential for serious clinical implications, including increased susceptibility to infections, it is crucial to effectively identify and manage neutropenia in this vulnerable population. Further research is necessary to elucidate the underlying mechanisms and optimize treatment strategies for COVID-19-related hematological complications in infants.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37788905",
    "pmid": "37788905",
    "doi": "10.1136/jmg-2023-109420",
    "title": "Spectrum of <i>LYST</i> mutations in Chediak-Higashi syndrome: a report of novel variants and a comprehensive review of the literature.",
    "abstract": "<h4>Introduction</h4>Chediak-Higashi syndrome (CHS) is a rare autosomal recessive disorder characterised by partial oculocutaneous albinism, a bleeding diathesis, immunological dysfunction and neurological impairment. Bi-allelic loss-of-function variants in <i>LYST</i> cause CHS. <i>LYST</i> encodes the lysosomal trafficking regulator, a highly conserved 429 kDa cytoplasmic protein with an unknown function.<h4>Methods</h4>To further our understanding of the pathogenesis of CHS, we conducted clinical evaluations on individuals with CHS enrolled in our natural history study. Using genomic DNA Sanger sequencing, we identified novel pathogenic <i>LYST</i> variants. Additionally, we performed an extensive literature review to curate reported <i>LYST</i> variants and classified these novel and reported variants according to the American College of Medical Genetics/Association for Molecular Pathology variant interpretation guidelines.<h4>Results</h4>Our investigation unveiled 11 novel pathogenic <i>LYST</i> variants in eight patients with a clinical diagnosis of CHS, substantiated by the presence of pathognomonic giant intracellular granules. From these novel variants, together with a comprehensive review of the literature, we compiled a total of 147 variants in <i>LYST</i>, including 61 frameshift variants (41%), 44 nonsense variants (30%), 23 missense variants (16%), 13 splice site variants or small genomic deletions for which the coding effect is unknown (9%), 5 in-frame variants (3%) and 1 start-loss variant (1%). Notably, a genotype-phenotype correlation emerged, whereby individuals harbouring at least one missense or in-frame variant generally resulted in milder disease, while those with two nonsense or frameshift variants generally had more severe disease.<h4>Conclusion</h4>The identification of novel pathogenic <i>LYST</i> variants and improvements in variant classification will provide earlier diagnoses and improved care to individuals with CHS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "20301751",
    "pmid": "20301751",
    "doi": "",
    "title": "Chediak-Higashi Syndrome",
    "abstract": "<h4>Clinical characteristics</h4>Chediak-Higashi syndrome (CHS) is characterized by partial oculocutaneous albinism (OCA), immunodeficiency, a mild bleeding tendency, and late adolescent- to adult-onset neurologic manifestations (e.g., learning difficulties, peripheral neuropathy, ataxia, and parkinsonism). While present in nearly all individuals with CHS, these clinical findings vary in severity. Of note, all individuals with CHS are at risk of developing neurologic manifestations and hemophagocytic lymphohistiocytosis (HLH). Individuals with severe childhood-onset presentations are considered to have \"classic\" CHS, whereas individuals with milder adolescent- to adult-onset presentations are considered to have \"atypical\" CHS. Because of the considerable overlap between classic CHS and atypical CHS, the disorder is best understood as a continuum of severe to milder phenotypes, with the universal feature being the pathognomonic giant granules within leukocytes observed on peripheral blood smear.<h4>Diagnosis/testing</h4>The clinical diagnosis of CHS is established in a proband with suggestive clinical findings by identification of the pathognomonic giant granules within leukocytes on peripheral blood smear and/or biallelic pathogenic variants in LYST on molecular genetic testing.<h4>Management</h4>Targeted therapy: The only targeted therapy currently available is hematopoietic stem cell transplantation (HSCT). HSCT can correct the hematologic and immunologic manifestations of CHS but does not appear to protect against the development of neurologic manifestations. Supportive care: Multidisciplinary care is recommended, including specialists in ophthalmology and low vision services, infectious disease for management and prevention, hematology (to manage the bleeding disorder, HSCT, and treatment of HLH), neurology and physiatry, physical therapy, occupational therapy, and (for children) neuropsychology or developmental pediatrics to address educational and emotional needs or (for adults) neuropsychology. Surveillance: To monitor existing manifestations, the individual's response to supportive care, and the emergence of new manifestations, routinely scheduled follow-up evaluations by the multidisciplinary specialists are recommended. Agents/circumstances to avoid: Live vaccines given the risk of infection due to immunodeficiency; all nonsteroidal anti-inflammatory drugs (NSAIDs) (e.g., aspirin, ibuprofen) given the risk of exacerbating the bleeding tendency. Evaluation of relatives at risk: It is appropriate to evaluate the older and younger sibs of a proband as early as possible. Early diagnosis may provide the opportunity to perform HSCT prior to the development of HLH. Pregnancy management: Although data are limited, to date females with CHS report uneventful pregnancy, labor, and delivery. However, because of concerns about bleeding during delivery and the postpartum period, developing a plan prior to delivery to address this issue is recommended.<h4>Genetic counseling</h4>CHS is inherited in an autosomal recessive manner. If both parents are known to be heterozygous for a LYST pathogenic variant, each sib of an affected individual has at conception a 25% chance of being affected, a 50% chance of being an asymptomatic carrier, and a 25% chance of being unaffected and not a carrier. Once the LYST pathogenic variants have been identified in an affected family member, carrier testing for at-risk relatives and prenatal/preimplantation genetic testing are possible.",
    "journal": "",
    "year": "1993"
  },
  {
    "id": "29939524",
    "pmid": "29939524",
    "doi": "",
    "title": "Neutropenia",
    "abstract": "Neutrophils are the most common type of leukocytes, known colloquially as white blood cells, that normally circulate as granulocytes along the vascular endothelium in peripheral blood vessels. Neutrophils play an essential role in immune defenses because they ingest, kill, and digest invading microorganisms, including fungi and bacteria after extravasating through blood vessels, a process better known as transendothelial migration. Failure to carry out this role leads to immunodeficiency, mainly characterized by recurrent infections. Defects in neutrophil function can be quantitative, as seen in neutropenia, or qualitative, as seen in neutrophil dysfunction. The standard circulating neutrophil count should be greater than 1.5 x 109/L. Neutropenia can be classified as mild, moderate, severe, and agranulocytosis. Please see StatPearls' associated reference, \"Agranulocytosis,\" for further information on this topic. Neutropenia classification, per circulating neutrophil count, includes: Mild: 1.0 to 1.5 x 109/L. Moderate: 0.5 to 1.0 x 109/L. Severe: less than 0.5 x 109/L. Agranulocytosis: less than 0.2 x 109/L with absence of neutrophil precursors in bone marrow. Neutropenia, or a state of low neutrophils, in itself has a wide differential that includes a primary disorder of production in the bone marrow, genetic deficiency, and cyclical deficiency. Additional causes of primary neutropenia include malignant disorders of marrow failure, such as leukopenia, or infiltrative hematologic neoplasms, such as high-grade lymphoma. Neutropenia can also be secondary to marrow extrinsic causes, including autoimmune diseases, cytotoxic chemotherapy, or suppressive illnesses or infections; even antibiotics can be toxic to neutrophils. Multifactorial neutropenia is also not uncommon, and is seen in patients who are on systemic chemotherapy and multiple broad-spectrum antibiotics., for instance. Primary neutropenia, with decreased production and marrow hypoplasia, can be due to chronic benign neutropenia, cyclical neutropenia, or other congenital and genetic neutropenias. Acquired neutropenia can be secondary to cytotoxic drugs, leukemia, drug reactions, or infections. Congenital forms are rare and vary in severity. Some life-threatening neutropenias include leukocyte adhesion deficiency syndromes, Chediak-Higashi syndrome, Shwachman-Diamond syndrome, and chronic granulomatous disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38111422",
    "pmid": "38111422",
    "doi": "10.7759/cureus.49010",
    "title": "Management of Severe Neutropenia in a Child With Chediak-Higashi Syndrome Using Granulocyte-Colony Stimulating Factor (G-CSF): A Case Report.",
    "abstract": "Chediak-Higashi syndrome (CHS) is a congenital immunodeficiency disorder characterized by recurrent bacterial infections, oculocutaneous albinism, and abnormal intracellular protein transport. The incidence of CHS is rare, with approximately 500 cases reported so far. One of the key immunological features of CHS is neutropenia. The management of CHS includes supportive treatment, chemotherapy, methylprednisolone, IL-2 administration, and hematopoietic stem cell transplantation (HSCT). However, neutropenia can persist even after these treatments. This case report presents the successful management of severe neutropenia in an 8-year-old girl diagnosed with CHS. The patient exhibited classic CHS features, including hypopigmentation and recurrent infections. Initial treatment with antibiotics led to the resolution of the fever, but severe neutropenia persisted. Granulocyte-colony stimulating factor (G-CSF) therapy was initiated, which resulted in a substantial increase in the absolute neutrophil count (ANC) with no adverse effects. Throughout treatment with G-CSF, the patient remained stable. The patient was finally referred to the tertiary care center for consideration of bone marrow transplantation. This case highlights the potential safety and efficacy of G-CSF in managing CHS-associated neutropenia.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39359785",
    "pmid": "39359785",
    "doi": "10.1097/ms9.0000000000002462",
    "title": "Griscelli syndrome: a diagnostic challenge of a rare disease: a case report.",
    "abstract": "<h4>Introduction</h4>Griscelli syndrome (GS) is a rare autosomal recessive genetic disorder that primarily manifests as hair and skin hypopigmentation, with three types differentiated by their specific genetic defects as well as by their clinical features. Clinically, GS type 1 is characterized by early neurological alterations, while GS type 2 is characterized by immunodeficiency and could present with neurological symptoms, and type 3 is characterized by a chromosomal anomaly without a specific clinical profile besides hypopigmentation. This article details the challenges faced in the diagnosis of a patient with GS who presents with neurological symptoms followed by immunological deficits.<h4>Case presentation</h4>A 7-month-old female presented with complaints of developmental delay following an otitis media infection. Upon examination, she exhibited signs of psychomotor developmental regression and had pale bronze skin and silvery-gray hair, as well as hepatosplenomegaly. The examination of her hair shaft revealed a pattern consistent with GS. During her hospitalization, the patient developed an intermittent fever and signs of hemophagocytic lymphohistiocytosis (HLH). She subsequently developed recurrent seizures treated with phenytoin and Aciclovir. Shortly she succumbed to respiratory distress syndrome and multisystem failure.<h4>Discussion</h4>The presence of HLH confirms the type of GS. However, in some cases, the HLH criteria could not be fulfilled, presenting a diagnostic challenge.<h4>Conclusion</h4>The genetic examination is the only way to differentiate GS type 1 from type 2. However, when it is not available, the presence of specific symptoms and features may assist in the classification. Furthermore, treatments should be administered when GS type 2 is suspected since they have the potential to improve life quality through treating HLH, delaying and altering the neurological symptoms.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39171069",
    "pmid": "39171069",
    "doi": "10.7759/cureus.65114",
    "title": "Hermansky-Pudlak Syndrome Type 2: A Case Report on an Ultra-Rare Disorder.",
    "abstract": "Hermansky-Pudlak syndrome (HPS) is an infrequent entity, with a multisystem involvement and autosomal recessive inheritance involving genetic mutations that lead to defective organelles of lysosomes. HPS is characterized by oculocutaneous albinism, platelet storage deficiency associated with prolonged bleeding, pulmonary fibrosis, and granulomatous colitis. In our case report, we describe a two-year-old boy with the clinical presentation of oculocutaneous albinism, generalized skin lesions, and recurrent bilateral epistaxis since the age of one year. He was diagnosed with HPS type 2 based on the clinical findings and supported by a genetic study that confirmed the loss of exon 23-24 of the <i>AP3B1</i> gene.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39951296",
    "pmid": "39951296",
    "doi": "10.1167/iovs.66.2.44",
    "title": "Chiasmal Decussation in Oculo-Cutaneous Albinism Type 8.",
    "abstract": "<h4>Purpose</h4>Albinism is a genetic disorder characterized by a defect in melanin biosynthesis. Ophthalmological and dermatological impairments vary according to the patient genotype and are highly heterogenous. Recently, variants in the DCT gene were showed to be responsible for a new type of oculocutaneous albinism (OCA) named OCA8. We report the ophthalmological, electrophysiological, and dermatological characteristics of three patients with genetically confirmed OCA8.<h4>Methods</h4>This is a retrospective study of three patients with OCA8. Complete dermatological, ophthalmological, and orthoptic examinations were performed with clinical exploration and multimodal imaging. Visual evoked potentials (VEPs) were performed to characterize chiasmal decussation in two of the three patients.<h4>Results</h4>The dermatological phenotype was mild, whereas all three patients exhibited infantile nystagmus syndrome with reduced visual acuity, foveal hypoplasia (grade 3), macular hypopigmentation (graded from 2 to 1), and iris transillumination (grade 3). Patients who could undergo a VEP examination exhibited signs of strong chiasmal misrouting.<h4>Conclusions</h4>Recently, pathogenic variants in the DCT gene were proven to cause OCA. Whereas patients with OCA8 exhibit a milder dermatological phenotype than others, their vision was initially described as impaired. The present report confirms previous findings and suggests that chiasmal misrouting is present in OCA8. This, together with recent findings in the murine model, supports the hypothesis that DCT regulates levels of L-Dopa and downstream signaling in the developing retina. These results convey critical future therapeutic implications.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "29939658",
    "pmid": "29939658",
    "doi": "",
    "title": "Chediak-Higashi Syndrome",
    "abstract": "Chediak Higashi syndrome (CHS) is a rare autosomal recessive condition that was initially described by Beguez-Cesar in1943. Chediak in 1952 and Higashi in 1954 then discovered the maldistribution of myeloperoxidases in the granules of the neutrophils in affected patients. It is characterized by oculocutaneous albinism, easy bruising, abnormal functions of the natural killer cells, and recurrent pyogenic infections and is a result of a mutation in the lysosomal trafficking regulator (LYST) gene. Individuals also may develop neurological symptoms such as ataxia and neuropathies which could be a predominant feature in the atypical forms of the disease. The presence of abnormally large intracytoplasmic granules, especially in white blood cells and bone marrow, is diagnostic.  Morbidity is a result of recurrent infections or the development of an accelerated phase where there is lymphoproliferation into major organs. Eighty percent of the deaths occur in the first decade of life, and those who survive into adulthood develop progressive neurological symptoms. Treatment is with an allogeneic hematopoietic stem cell transplantation. This, however, only cures the hematological and immune dysfunction; it does not stop the progressive neurological impairment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39087142",
    "pmid": "39087142",
    "doi": "10.7759/cureus.63596",
    "title": "Myeloperoxidase Deficiency: A Rare Case.",
    "abstract": "Myeloperoxidase (MPO) is found in the lysosomes of monocytes and neutrophils, serving as a crucial component in the elimination of infections through the process of phagocytosis via neutrophils. Consequently, individuals with MPO deficiency exhibit a significantly heightened susceptibility to serious infections and chronic inflammatory diseases. In a clinical case, a 37-year-old Iranian woman presented with a chronic history of bacterial and fungal infections dating back to her childhood. She has no family history of similar diseases and has used antibiotics and antifungal medications. A comprehensive clinical assessment revealed that she is well-nourished and without acute distress, neurological symptoms, or cutaneous manifestations. A complete blood count (CBC) with differential white blood cell (WBC) count showed a decreased number of neutrophils despite normal WBC counts, and peripheral blood smear (PBS) revealed reduced neutrophil granulation, abnormal neutrophil morphology, decreased chromatin condensation, and cytoplasmic hypogranulation. So, the patient was diagnosed with MPO deficiency, a rare condition requiring early diagnosis and management.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39259305",
    "pmid": "39259305",
    "doi": "10.1083/jcb.202407194",
    "title": "A new player in the biogenesis of lysosome-related organelles.",
    "abstract": "How are Rab GTPases regulated during lysosome-related organelle (LRO) biogenesis? Li et al. (https://doi.org/10.1083/jcb.202402016) identify LYSMD proteins as crucial activators of Rab32-family GTPases in LRO development, shedding light on the previously ambiguous mechanisms governing Rab functionality in this process.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39648935",
    "pmid": "39648935",
    "doi": "10.1177/1098612x241303603",
    "title": "Genetic Testing: practical dos and don'ts for cats.",
    "abstract": "<h4>Practical relevance</h4>A significant number of genetic variants are known for domestic cats and their breeds. Several DNA variants are causal for inherited diseases and most of the variants for phenotypic traits have been discovered. Genetic testing for these variants can support breeding decisions for both health and aesthetics. Genetic testing can also be used to monitor for the health of, or provide targeted therapy for, an individual cat and, more widely, can progress scientific discovery. Technological improvements have led to the development of large panel genetic testing, which can provide many DNA results for a low cost.<h4>Clinical challenges</h4>With the development of large panel genetic testing has come companies that can carry out this service, but which company is best to use may not always be clear - more tests are not necessarily better. Usage and interpretation of genetic data and how the results are presented by commercial laboratories may also be confusing for veterinary practitioners and owners, leading to misinterpretations for healthcare, improper genetic counseling, and poor breed and population management.<h4>Evidence base</h4>The information provided in this review draws on scientific articles reporting the discovery, and discussing the meaning and implications, of DNA variants, as well as information from the Online Mendelian Inheritance in Animals (OMIA) website, which documents all the DNA variant discoveries. The author also provides suggestions and recommendations based on her personal experience and expertise in feline genetics.<h4>Audience</h4>This review is aimed at general practitioners and discusses the genetic tests that can be performed, what to consider when choosing a testing laboratory and provides genetic testing counseling advice. Practitioners with a high proportion of cat breeder clientele will especially benefit from this review and all veterinarians should realize that genetic testing and genomic medicine should be part of diagnostic plans and healthcare for their cat clients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39846792",
    "pmid": "39846792",
    "doi": "10.1590/1678-4685-gmb-2024-0094",
    "title": "Truncated SPAG9 as a novel candidate gene for a new syndrome: Coarse facial features, albinism, cataract and developmental delay (CACD syndrome).",
    "abstract": "Sperm-associated antigen 9 (SPAG9) is a member of cancer-testis antigen, having characteristics of a scaffold protein, which is involved in the c-Jun N-terminal kinase JNK signaling pathway, suggesting its key involvement in different physiological processes, such as survival, apoptosis, tumorigenesis, and cell proliferation. We identified two families (A and B) having multisystem features like coarse facial features, albinism, cataracts, skeletal abnormalities, and developmental delay. Whole genome sequencing (WGS) in families A and B revealed a homozygous frameshift variant (c.903del; p.Phe301Leufs*2) in the SPAG9 gene. Sanger sequencing of both families revealed perfect segregation of the identified variant in all family members. 3D protein modeling revealed substantial changes in the protein's secondary structure. Furthermore, RT-qPCR revealed a substantial reduction of SPAG9 gene expression at the mRNA level in the affected individuals of both families, thus supporting the pathogenic nature of the identified variant. For the first time in the literature, biallelic SPAG9 gene variation was linked to multisystem-exhibiting features like coarse facial features, albinism, cataracts, skeletal abnormalities, and developmental delay. Thus, this data supports the notion that SPAG9 plays an important role in a multisystemic disorder in humans.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39412215",
    "pmid": "39412215",
    "doi": "10.1093/cei/uxae089",
    "title": "Inborn errors of immunity-related immunological mechanisms and pharmacological therapy alternatives in periodontitis.",
    "abstract": "Periodontitis is a frequent local inflammatory disease. The microbiota and repeated exposure to bacterial endotoxins triggers excessive inflammation through oral mucosal immunity and sometimes leads to a destructive effect on the supportive mucosal tissues around the teeth. Elimination of the pathogens and increasing the tolerance of the cellular immune response is crucial in addition to standard dental therapies like mechanical debridement. Based on our experience with immune-mediated diseases, especially primary immunodeficiency diseases, we wrote this review to discuss the treatment alternatives for severe periodontal disease. Risk factors are malnutrition, vitamin deficiencies, smoking, systemic inherited and acquired immune-mediated diseases, infections, endocrinological diseases, and pharmacological agents that may accompany periodontitis. The diagnosis and treatment of dietary deficiencies, as well as the addition of nutritional supplements, may aid in epithelial regeneration and immune system function. Recently, modifications to the therapeutic option for severe periodontitis have been made depending on the fact that the immune response against bacteria may modify the severity of periodontal inflammation. The anti-inflammatory therapies support or inhibit the host's immune response. The clinical approach to severe periodontitis should extend beyond classical therapies. There is a need for a diverse therapeutic strategy that supports the epithelial barrier, which is the crucial component of innate immunity against microbiota. Leukocytes are the main cellular component in periodontal inflammation. Anti-inflammatory therapeutic options directed at leukocytes, such as IL-17 and IL-23-targeted therapies, could be the candidates for the treatment of severe periodontitis. Therapy against other inflammatory cytokines, IL-1, IL-6, IL-12, IL-23, TNF-alpha, PGE2, and cytokine receptors, could also be used in periodontal inflammation control.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38516736",
    "pmid": "38516736",
    "doi": "10.1111/ijlh.14271",
    "title": "Acute lymphoblastic leukemia with pseudo-Chediak-Higashi granules in the initial diagnosis and relapse.",
    "abstract": "Pseudo-Chediak-Higashi granules are large cytoplasmic inclusions commonly encountered in myeloblasts or other myeloid precursors in acute myeloid leukemia and myelodysplastic syndromes. However, pseudo-Chediak-Higashi granules are rarely found in acute lymphoblastic leukemia (ALL). We present the case of an 8-year-old boy who was diagnosed with ALL with pseudo-Chediak-Higashi granules in the initial diagnosis and relapse, acting like a characteristic marker.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39881889",
    "pmid": "39881889",
    "doi": "10.7759/cureus.76554",
    "title": "Recurrent Hospitalisation in a Child With Hypopigmented Hair: Inborn Errors of Immunity Emerge.",
    "abstract": "Griscelli syndrome is a rare autosomal recessive disorder characterised by pigmentary dilution of skin and hair, recurrent skin and pulmonary infections, neurological manifestations, and immunodeficiency. We present a four-month-old female child with hypopigmented silvery hair and a history of recurrent hospitalisations for respiratory illness. The child was extensively evaluated for inborn errors of immunity (IEI), and the final diagnosis of type 2 Griscelli syndrome was made only after genetic testing. Antibiotic and antifungal prophylaxis was initiated, and the child is currently in good health. The family was counselled regarding haematopoietic stem cell transplant (HSCT) as the only curative option and the need for prenatal testing in further pregnancies. This case emphasises the need for a high index of clinical suspicion in diagnosing IEI and also highlights the limited therapeutic options and the role of genetic counselling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37254856",
    "pmid": "37254856",
    "doi": "10.1097/moh.0000000000000766",
    "title": "Chediak-Higashi syndrome.",
    "abstract": "<h4>Purpose of review</h4>Chediak-Higashi syndrome is a rare autosomal recessive disorder characterized by congenital immunodeficiency, bleeding diathesis, pyogenic infection, partial oculocutaneous albinism, and progressive neurodegeneration. Treatment is hematopoietic stem cell transplantation or bone marrow transplantation; however, this does not treat the neurologic aspect of the disease. Mutations in the lysosomal trafficking regulator (LYST) gene were identified to be causative of Chediak-Higashi, but despite many analyses, there is little functional information about the LYST protein. This review serves to provide an update on the clinical manifestations and cellular defects of Chediak-Higashi syndrome.<h4>Recent findings</h4>More recent papers expand the neurological spectrum of disease in CHS, to include hereditary spastic paraplegia and parkinsonism. Granule size and distribution in NK cells have been investigated in relation to the location of mutations in LYST. Patients with mutations in the ARM/HEAT domain had markedly enlarged granules, but fewer in number. By contrast, patients with mutations in the BEACH domain had more numerous granules that were normal in size to slightly enlarged, but demonstrated markedly impaired polarization. The role of LYST in autophagosome formation has been highlighted in recent studies; LYST was defined to have a prominent role in autophagosome lysosome reformation for the maintenance of lysosomal homeostasis in neurons, while in retinal pigment epithelium cells, LYST deficiency was shown to lead to phagosome accumulation.<h4>Summary</h4>Despite CHS being a rare disease, investigation into LYST provides an understanding of basic vesicular fusion and fission. Understanding of these mechanisms may provide further insight into the function of LYST.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39410968",
    "pmid": "39410968",
    "doi": "10.1016/j.lrr.2024.100481",
    "title": "A novel mutation of <i>LYST</i> and haemophagocytic lymphohistiocytosis as the first symptom in children with ph+ALL: A case report and literature review.",
    "abstract": "Haemophagocytic lymphohistiocytosis (HLH) is a rare disorder. This study sheds light on a rare and intriguing case of HLH as the initial symptom in a child with Philadelphia chromosome-positive acute lymphoblastic leukaemia (ph+ALL). This case report, accompanied by a comprehensive literature review, highlights the diagnostic challenges and treatment complexities encountered in the management of such rare manifestations. Moreover, the identification of a novel mutation in the <i>LYST</i> gene adds a unique genetic perspective to the understanding of HLH pathogenesis, potentially opening avenues for further research in this area.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38222180",
    "pmid": "38222180",
    "doi": "10.7759/cureus.50432",
    "title": "Delta Storage Pool Deficiency: A Pediatric Case Report and Review of the Literature.",
    "abstract": "Platelet storage deficiencies are a heterogeneous group of bleeding disorders of variable severity caused by decreased number or content of platelet granules. We present the case of a 10-year-old patient with no personal history of previous bleeding who was admitted to the emergency department due to menorrhagia and mucocutaneous pallor. Common disorders of primary and secondary hemostasis were ruled out. Subsequently, a study of electron microscopy of platelets was performed, which reported the presence of alpha granules with a decreased number of dense granules. Currently, the patient receives treatment with tranexamic acid during menstrual periods, supplementation with ferrous sulfate, and oral contraceptives, achieving control of bleeding episodes.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40066033",
    "pmid": "40066033",
    "doi": "10.1016/j.heliyon.2025.e42636",
    "title": "T and NK cell functionality in a patient harboring heterozygous novel BCL11B p.Asp632fsAla∗91 and STX11 p.R129P mutations.",
    "abstract": "BCL11B is a transcription factor essential for central nervous system development and T-cell differentiation that regulates numerous genes across various pathways. Heterozygous BCL11B defects can lead to a broad spectrum of phenotypes, including neurological disorders with or without immunological features. STX11 encodes a t-SNARE protein crucial for the final fusion of lytic granules with the plasma membrane of NK-cells and CD8<sup>+</sup> T-cells. Biallelic mutations in STX11 are linked to familial hemophagocytic lymphohistiocytosis type 4. We analyzed the functional impact of heterozygous BCL11B (p.Asp632fsAla∗91) and STX11 (p.R129P) variants present in a pediatric patient with Evans syndrome and neurodevelopmental delay, without hemophagocytic lymphohistiocytosis presentation. The BCL11B p.Asp632fsAla∗91 variant, positioned to escape nonsense-mediated decay, likely produces a truncated protein losing three zinc finger domains. Given that BCL11B is involved in the activation of IL-2 gene expression, we evaluated this function and found a reduced IL-2 production by the patient's CD4<sup>+</sup> T-cells. On the other hand, structural analysis of STX11 indicated that the proline substitution at position 129 could disrupt key interactions with Munc18-2. The patient's cells exhibited decreased NK-cell degranulation and cytotoxicity, and diminished CD8<sup>+</sup> T-cell degranulation compared to healthy donors. <i>In vitro</i> IL-2 treatment restored these functions to healthy donor levels. We also observed a reduced STX11 protein expression in patient PBMCs. We hypothesize that impaired IL-2 secretion caused by the BCL11B mutation may reduce the patient's ability to compensate for STX11 dysfunction, suggesting that the combined effect of BCL11B and STX11 mutations contributes to the observed immune dysfunction and the patient's complex phenotype. Additionally, our findings suggest that abnormal NK- and T-cells function could play a role in the onset of autoimmune disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37145084",
    "pmid": "37145084",
    "doi": "10.7754/clin.lab.2022.220910",
    "title": "Rare Pseudo-Chediak-Higashi Inclusions in Therapy-Related Acute Myeloid Leukemia with Myelodysplasia-Related Changes.",
    "abstract": "<h4>Background</h4>Defined as rare large azurophilic cytoplasmic inclusions, Pseudo-Chediak-Higashi granules mimic those in granulocytes cytoplasm of Chediak-Higashi syndrome. Rare cases of hematopoietic and lymphoid tissues tumors showed Pseudo-Chediak-Higashi inclusions in cytoplasm, some of which presented with unusual morphological characteristics.<h4>Methods</h4>Herein, we report the first case, in which rare pseudo-Chediak-Higashi inclusions were observed in therapy-related acute myeloid leukemia with myelodysplasia-related changes (t-AML-MRC).<h4>Results</h4>The rare pseudo-Chediak-Higashi inclusions may be positive for Sudan black, and some scholars think that these rare inclusions are a kind of dysgranulopoiesis.<h4>Conclusions</h4>The case highlights the significance of an integrated diagnostic work-up, with an interesting effect for morphology.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39294916",
    "pmid": "39294916",
    "doi": "10.2500/aap.2024.45.240070",
    "title": "Immunodeficiency: Overview of primary immune regulatory disorders (PIRDs).",
    "abstract": "Primary immune regulatory disorders (PIRD) comprise a heterogeneous group of monogenic disorders that impact homeostatic control of inflammation and immune tolerance. Patients with a PIRD typically present to medical care with symptoms of autoimmunity or hyperinflammation as the dominant clinical feature, symptoms that include fever, rash, lymphadenopathy, organomegaly, arthritis, and colitis are commonplace. Notably, PIRDs are a distinct entity from primary immune deficiency disorders (PIDD), which are primarily defined by a qualitative or quantitative defect in immunity, which manifests as a susceptibility to recurrent infections. PIDDs and PIRDs can be challenging to differentiate because the clinical presentations can be similar. Red flags for PIRDs include multiple autoimmune diagnoses in the same patient, chronic lymphadenopathy, hepatomegaly, and/or splenomegaly, chronic colitis, hemophagocytic lymphohistiocytosis (HLH), Epstein Barr virus (EBV) susceptibility, recurrent or persistent fever, vasculitis, and sterile inflammation. For simplicity in this brief review, we limit our discussion of PIRDs to the following categories multiple autoimmune diseases, immune dysregulation with colitis, disorders with HLH and/or EBV susceptibility, autoinflammatory syndromes, type 1 interferonopathies, and disorders of sterile inflammation. Diagnosing a PIRD requires a broad immune evaluation for both immune system deficiencies and inflammation, along with genetic testing. Given the complex nature of these diseases, treatment often requires a team of subspecialists. Treatment, depending on the specific diagnosis, may be somewhat empiric with nonspecific immune modulators, symptom-directed therapies, and, in severe cases, hematopoietic stem cell transplantation; however, with the increasing number of biologics available, we are often able to use targeted immune therapy or even gene therapy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "30085560",
    "pmid": "30085560",
    "doi": "",
    "title": "Albinism",
    "abstract": "Albinism, from the Latin albus, meaning \"white,\" is a group of heritable conditions associated with decreased or absent melanin in ectoderm-derived tissues (most notably the skin, hair, and eyes), yielding a characteristic pallor. The most commonly thought of presentation is that of oculocutaneous albinism (OCA). OCA is a group of phenotypically similar genetic disorders derived from errors in melanin synthesis. As the name implies, the most dramatic effects are in the eyes and skin. The skin manifestations are more heterogeneous and appear along with a spectrum of severity depending upon the subtype of OCA. The ocular structures rely upon melanin for signaling as they develop, in utero; thus, misrouted optic nerve fibers yield more uniform ocular manifestations of the disorder. To date, seven types of nonsyndromic albinism (OCA1 to OCA7) have been described. These are all due to isolated genetic mutations whose constellation of signs and symptoms do not manifest so broadly that they can be classified as syndromic. A discussion on albinism, however, would be incomplete without the mention of isolated ocular albinism (OA1) and the syndromic albinisms: Hermansky-Pudlak syndrome (HPS) and Chediak-Higashi syndrome (CHS). The syndromic albinisms have the same hallmark lack of dermal and ocular pigment as OCA. They, however, involve genes that encode for proteins that have more extensive applications to cellular function. Loss-of-function mutations in these genes, therefore, yield predictable systemic consequences associated with the syndromes mentioned. Examples include inactivation of genes involved in lysosomal synthesis (and not simply melanin synthesis) that lead to bleeding diathesis in HPS and propinquity to infection in CHS. Other conditions may present like albinism with congenital nystagmus and/or generalized hypopigmentation. Most of these are included in the Differential Diagnosis section. Of special mention is a pair of syndromes that derive their albino-like features because of deletions in the same genes that are mutated in OCA type 2: Angelman (AS) and Prader-Willi (PWS) syndromes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39328329",
    "pmid": "39328329",
    "doi": "10.14740/wjon1917",
    "title": "Secondary Hemophagocytic Lymphohistiocytosis Following Dostarlimab Treatment in a Patient With Metastatic Endometrial Cancer.",
    "abstract": "Immunotherapy is a rapidly expanding cancer treatment strategy. Dostarlimab is administered as the first-line treatment for metastatic endometrial cancer in combination with chemotherapy. Herein, we describe the case of a 72-year-old female patient who developed hemophagocytic lymphohistiocytosis after receiving a single dose of 500 mg of dostarlimab. The patient's clinical outcome improved after treatment with ruxolitinib and corticosteroids. Oncological treatment was resumed in combination with chemotherapy alone.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39239625",
    "pmid": "39239625",
    "doi": "10.14744/bej.2024.58224",
    "title": "Foveal Hypoplasia in Presumed Xeroderma Pigmentosum: A Case Report.",
    "abstract": "We present a case of presumed xeroderma pigmentosum (XP) with concomitant foveal hypoplasia. A 50-year-old male patient with extensive bilateral symblepharon-like pseudopterygia was referred for visual rehabilitation. After dermatology consultation and ophthalmologic examination, presumed XP was diagnosed. Optical coherence tomography revealed grade 2 foveal hypoplasia. The patient was referred for genetic testing because concomitant XP and foveal hypoplasia are rare. The genetic test results revealed mutations in some genes, including the hemochromatosis genes HFE, COL1A2, Lysosome Trafficking Regulator (LYST), NF1, and HMBS. The LYST gene is known to be associated with foveal hypoplasia. Since the association of foveal hypoplasia and XP has been reported in another case in the literature, we present our case to share this rare association.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36317214",
    "pmid": "36317214",
    "doi": "10.3760/cma.j.cn511374-20211113-00904",
    "title": "[Identification of novel variants in a Chinese patient with Chediak-Higashi syndrome].",
    "abstract": "<h4>Objective</h4>To explore the genetic basis for a child featuring Chediak-Higashi syndrome (CHS).<h4>Methods</h4>Clinical manifestations and results of auxiliary examination of the proband were analyzed. The proband was subjected to whole exome sequencing, and the results were verified by Sanger sequencing. Correlation between the genotype and clinical phenotype was analyzed.<h4>Results</h4>The proband showed partial skin albinism, recurrent respiratory infection and other immune deficiencies. Genetic testing showed that he has harbored c.2437C>T (p.Arg813*) and c.6077dupA (p.Tyr2026fs) (NM_000081) compound heterozygous variants of the LYST gene, for which his parents were both carriers. Neither variant was reported previously. HEAT repeats domain was frequently associated with more severe phenotype of CHS (81.6%), whilst no variant has been found in the PH_BEACH domain.<h4>Conclusion</h4>This study has enriched the spectrum of LYST gene variants associated with CHS and enabled clinical diagnosis, prenatal diagnosis and prognostic evaluation for the child.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39695711",
    "pmid": "39695711",
    "doi": "10.1186/s13256-024-04991-5",
    "title": "Genotypic and phenotypic analysis of an oculocutaneous albinism patient: a case report and review of the literature.",
    "abstract": "<h4>Background</h4>Oculocutaneous albinism is a rare autosomal recessive disorder caused by congenital melanin deficiency, resulting in hypopigmentation of the eyes, hair, and skin. This study included a Chinese family with an oculocutaneous albinism pedigree, in which the proband presented with oculocutaneous albinismcombined with secondary angle closure, which has been rarely reported in previous literature. This article primarily focused on the clinical and genetic examination results of this patient and provided recommendations for ophthalmologist to treat patients with oculocutaneous albinism in clinical practice.<h4>Case presentation</h4>The proband in this case study is a 53-year-old Chinese male who showed depigmentation of the skin, hair, iris, and fundus, accompanied by photophobia, decreased vision, high intraocular pressure, nystagmus, macular fovea hypoplasia, and cataracts. Owing to the opacity and expansion of the lens, the volume ratio of lens to eyeball was increased, causing crowded anterior segment, bombed iris, and narrowed chamber angle and, ultimately, leading to secondary angle closure. Whole-exome sequencing suggested that the two patients in the pedigree harbored the compound heterozygous variants c.230G > A (p. Arg77Gln) and c.832G > A (p. Arg278*) in the TYR gene, while the healthy member carried the TYR c.230G > A (p. Arg77Gln) variant, which was consistent with the autosomal recessive inheritance pattern and further confirmed the diagnosis was oculocutaneous albinism. On the basis of the above results, the patient was diagnosed with oculocutaneous albinism, senile mature cataract, and secondary angle closure in the right eye and ocular hypertension in the left eye, as well as bilateral nystagmus. Then, the patient was prescribed carteolol eye drops to control intraocular pressure and underwent phacoemulsification and intraocular lens implantation surgery for the right eye. Postoperatively, the patient's intraocular pressure was effectively controlled, and visual acuity improved.<h4>Conclusion</h4>We report a patient with oculocutaneous albinism combined with cataract and secondary angle closure, and whole-exome sequencing suggested that he harbored TYR gene variants. Comprehensive examinations were important for identifying the causes of angle closure and making proper treatment strategies. Genetic testing enabled precise diagnosis and genetic counseling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38463909",
    "pmid": "38463909",
    "doi": "10.22088/cjim.15.1.24",
    "title": "Elejalde syndrome - A neuroectodermal melanolysosomal disease: A case report.",
    "abstract": "<h4>Background</h4>Elejalde syndrome is a rare neuroectodermal melanolysosomal disease with an autosomal recessive heredity. Patients usually present with silvery-gray hair, neurological abormalities, diffuse skin hypopigmentation and suntanned skin color.<h4>Case presentation</h4>A 3 1/2-year-old boy presented with hemiplegia since the day before admission. Durig hospital admission, he experienced episodes of status epilepticus and loss of consciousness and underwent mechanical ventilation. The patient had silvery-gray hair, consequently the pathologic evaluation of the hair shaft, revealed enlarged irregularly spaced melanin clumps characteristic for silvery-gray hair syndrome. No immunologic dysfunction was detected due to immunological evaluations, subsequently Elejalde syndrome was confirmed.<h4>Conclusion</h4>This study adds one new case to the known cases of Elejalde syndrome and confirms that Elejalde patients may not exhibit neurological symptoms until an older age.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36968585",
    "pmid": "36968585",
    "doi": "10.3389/fgene.2023.1072784",
    "title": "cDNA sequencing increases the molecular diagnostic yield in Chediak-Higashi syndrome.",
    "abstract": "<b>Introduction:</b> Chediak-Higashi syndrome (CHS) is rare autosomal recessive disorder caused by bi-allelic variants in the Lysosomal Trafficking Regulator (<i>LYST</i>) gene. Diagnosis is established by the detection of pathogenic variants in <i>LYST</i> in combination with clinical evidence of disease. Conventional molecular genetic testing of <i>LYST</i> by genomic DNA (gDNA) Sanger sequencing detects the majority of pathogenic variants, but some remain undetected for several individuals clinically diagnosed with CHS. In this study, cDNA Sanger sequencing was pursued as a complementary method to identify variant alleles that are undetected by gDNA Sanger sequencing and to increase molecular diagnostic yield. <b>Methods:</b> Six unrelated individuals with CHS were clinically evaluated and included in this study. gDNA Sanger sequencing and cDNA Sanger sequencing were performed to identify pathogenic <i>LYST</i> variants. <b>Results:</b> Ten novel <i>LYST</i> alleles were identified, including eight nonsense or frameshift variants and two in-frame deletions. Six of these were identified by conventional gDNA Sanger sequencing; cDNA Sanger sequencing was required to identify the remaining variant alleles. <b>Conclusion:</b> By utilizing cDNA sequencing as a complementary technique to identify <i>LYST</i> variants, a complete molecular diagnosis was obtained for all six CHS patients. In this small CHS cohort, the molecular diagnostic yield was increased, and canonical splice site variants identified from gDNA Sanger sequencing were validated by cDNA sequencing. The identification of novel <i>LYST</i> alleles will aid in diagnosing patients and these molecular diagnoses will also lead to genetic counseling, access to services and treatments and clinical trials in the future.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39336809",
    "pmid": "39336809",
    "doi": "10.3390/genes15091218",
    "title": "Evaluating the Efficacy of Target Capture Sequencing for Genotyping in Cattle.",
    "abstract": "(1) Background: Target capture sequencing (TCS) is potentially a cost-effective way to detect single-nucleotide polymorphisms (SNPs) and an alternative to SNP array-based genotyping. (2) Methods: We evaluated the effectiveness and reliability of TCS in cattle breeding scenarios using 48 female and 8 male samples. DNA was extracted from blood samples, targeted for 71,746 SNPs with TWIST probes, and sequenced on an MGI platform. GATK and BCFtools were evaluated for the best genotyping calling tool. The genotypes were compared to existing genotypes from the Versa50K SNP array of the same animals by measuring accuracy as concordance (%) and R<sup>2</sup>. (3) Results: In this study, 71,553 SNPs and 166 indels were identified. The genotype comparison of 37,130 common SNPs between TCS and SNP arrays yielded high agreement, with a mean concordance of 98%, R<sup>2</sup> of 0.98 and Cohen's kappa of 0.97. The concordances of sex prediction, parent verification and validation of five genotype markers of interest important for Wagyu breeding were 100% between TCS and SNP array. The elements of the genomic relationship matrix (GRM) constructed from the SNP array and TCS data demonstrated a correlation coefficient approaching unity (r = 0.9998). (4) Conclusions: Compared to the SNP array, TCS is a comparable, cost-effective and flexible platform for genotyping SNPs, including non-model organisms and underrepresented commercial animal populations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35608383",
    "pmid": "35608383",
    "doi": "10.1080/15513815.2022.2077489",
    "title": "Chediak Higashi Syndrome with Hemophagocytic Lymphohistiocytosis.",
    "abstract": "<h4>Introduction</h4>Chediak-Higashi syndrome (CHS) is caused by dysfunction of lysosomal trafficking and presents with hypopigmentation, bleeding tendencies, neurological symptoms, and NK cell dysfunction. Hemophagocytic lymphohistiocytosis (HLH) can complicate CHS due to the abnormal function of NK cells.<h4>Case presentation</h4>This 1.5-year-old light-skinned gray-haired girl microscopically had abnormal hair pigment clumps and lilac inclusions in the myeloid series, characteristic of CHS. She presented with HLH, requiring treatment with etoposide and dexamethasone followed by cyclosporine and dexamethasone.<h4>Conclusion</h4>CHS is one of the underlying primary causes of HLH.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38078203",
    "pmid": "38078203",
    "doi": "10.1177/20503121231216592",
    "title": "The impact of the COVID-19 pandemic on early termination of ophthalmology clinical trials: A cross-sectional analysis of ClinicalTrials.gov.",
    "abstract": "<h4>Objective</h4>To study the effect of the COVID-19 pandemic on the early termination of ophthalmology clinical trials.<h4>Methods</h4>On June 10, 2022, we searched ClinicalTrials.gov and identified clinical trials pertaining to eye diseases. We included trials last updated between January 1, 2020 and June 8, 2022, as ones possibly impacted by the pandemic. We selected all interventional trials in any stage and country that were \"recruiting,\" \"active, not recruiting,\" \"enrolling by invitation,\" \"suspended,\" \"terminated,\" \"completed,\" or \"withdrawn\" and excluded trials that had been completed or discontinued before 2020, had incomplete data, trials in which the eye was not the primary focus of the trial (e.g., Chediak-Higashi syndrome, myasthenia gravis). The following trial-level characteristics were collected: location, trial status, enrollment count, ocular condition, sponsors, intervention purpose, trial phase (I-IV), randomization, number of arms, and reasons for discontinuation. In addition to calculating descriptive statistics, we assessed whether trial characteristics differed between ophthalmology clinical trials canceled due to COVID-19 and those canceled for other reasons.<h4>Results</h4>Following the screening, 2280/12,679 (18%) ophthalmology clinical trials were retained. Of these, 142 (6.2%) were discontinued between January 1, 2020 and June 8, 2022. Moreover, 34 out of 142 (23.9%) ophthalmology clinical trials were discontinued due to COVID-19. These trials were more likely to be sponsored by academic medical centers (26/34, 76.5% vs 57/108, 52.8%, <i>p</i> = 0.03) and were not assigned to a specific study phase, indicating they were not investigational new drugs (22/34, 64.7% vs 46/108 42.6%, <i>p</i> = 0.003).<h4>Conclusions</h4>COVID-19-related trial discontinuations were more likely to be reported by academic medical centers and associated with trials investigating fully approved drugs, medical devices, procedures, diagnostic imaging, and behavioral changes. Further investigation of these characteristics may lead to a more robust and resilient understanding of the causes of early termination of these clinical trials.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38921184",
    "pmid": "38921184",
    "doi": "10.3390/hematolrep16020036",
    "title": "Skin Hypopigmentation in Hematology Disorders.",
    "abstract": "Hypopigmentation disorders pose significant diagnostic challenges in dermatology, sometimes reflecting underlying hematological conditions. This review explores the clinical presentations related to hypopigmentation in hematological disorders, focusing on vitiligo, morphea, and syndromic albinism. Vitiligo, an autoimmune disorder targeting melanocytes, involves interactions between genetic polymorphisms and immune responses, particularly regarding CD8+ T cells and IFN-γ. Drug-induced vitiligo, notably by immune checkpoint inhibitors and small-molecule targeted anticancer therapies, underscores the importance of immune dysregulation. Morphea, an inflammatory skin disorder, may signal hematological involvement, as seen in deep morphea and post-radiotherapy lesions. Syndromic albinism, linked to various genetic mutations affecting melanin production, often presents with hematologic abnormalities. Treatment approaches focus on targeting the immune pathways specific to the condition, and when that is not possible, managing symptoms. Understanding these dermatological manifestations is crucial for the timely diagnosis and management of hematological disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39720860",
    "pmid": "39720860",
    "doi": "10.5644/ama2006-124.460",
    "title": "Inborn Errors of Immunity: New Insights.",
    "abstract": "This paper presents a comprehensive and updated overview of inborn errors of immunity (IEIs), focusing on the optimal treatment strategies. IEIs or primary immunodeficiencies (PIDs) are a heterogeneous group of approximately 500 disorders, classified into ten categories according to the affected component of the immune system. The clinical presentation varies, based on the type of the disorder and the patient's age. Early diagnosis is essential to prevent recurrent severe infections and potential organ damage. Treatment strategies, including hematopoietic stem cell transplantation, enzyme replacement therapy, thymus trans-plantation, or gene therapy, primarily focus to restore immune function. Emerging therapeutic approaches aiming to modify the immune response comprise small molecule inhibitors, biological therapies, and adoptive transfer of virus-specific T-cells. Given the complexity and diversity of PIDs, as well as evolving novel therapies, continuous education of the physicians on timely diagnosis and effective intervention, significantly improves patients' management and outcomes. CONCLUSION: Early diagnosis and individualized treatment plans are crucial for effectively managing IEIs. As treatment options evolve, ongoing education and the integration of new approaches are key to improving patient outcomes and quality of life.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37305184",
    "pmid": "37305184",
    "doi": "10.4103/ijt.ijt_181_20",
    "title": "Slivers of Hair - A Clue to Uncover Silver Hair Syndromes.",
    "abstract": "Silver hair syndromes (SHS) consist of rare autosomal recessive disorders, Chediak-Higashi syndrome (CHS), Griscelli syndrome (GS), and Elejalde disease. CHS is a disorder of vesicle trafficking; characterized by silvery hair, diffuse pigment dilution, immunodeficiency, bleeding diathesis, neurological manifestations, and an accelerated phase due to lymphohistiocytic infiltration. GS is characterized by hypopigmentation of skin and hair, with large clumps of pigment in the hair shaft. There are three types of GS. GS1 and GS2 show neurologic and hematologic impairments; GS3 is restricted to the skin. Some authors suggest that Elejalde syndrome is synonymous with GS Type 1. Here, we report two cases who presented with silver-gray hair but with varied clinical manifestations. With a light microscopic examination of the hair and peripheral smear, a diagnosis has been made. This report highlights the importance of hair shaft microscopy, an inexpensive, noninvasive, and simple tool in the diagnosis of SHS.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39072316",
    "pmid": "39072316",
    "doi": "10.3389/fimmu.2024.1402038",
    "title": "Flow cytometry-based diagnostic approach for inborn errors of immunity: experience from Algeria.",
    "abstract": "<h4>Purpose</h4>In this study, we retrospectively reviewed the use of flow cytometry (FCM) in the diagnosis of inborn errors of immunity (IEIs) at a single center in Algeria. Sharing insights into our practical experience, we present FCM based diagnostic approaches adapted to different clinical scenarios.<h4>Methods</h4>Between May 2017 and February 2024, pediatric and adult patients presenting with clinical features suggestive of immunodeficiency were subjected to FCM evaluation, including lymphocyte subset analysis, detection of specific surface or intracellular proteins, and functional analysis of immune cells.<h4>Results</h4>Over a nearly seven-year period, our laboratory diagnosed a total of 670 patients (372 (55.5%) males and 298 (44.5%) females), distributed into 70 different IEIs belonging to 9 different categories of the International Union of Immunological Societies classification. FCM was used to diagnose and categorize IEI in 514 patients (76.7%). It provided direct diagnostic insights for IEIs such as severe combined immunodeficiency, Omenn syndrome, MHC class II deficiency, familial hemophagocytic lymphohistiocytosis, and CD55 deficiency. For certain IEIs, including hyper-IgE syndrome, STAT1-gain of function, autoimmune lymphoproliferative syndrome, and activated PI3K delta syndrome, FCM offered suggestive evidence, necessitating subsequent genetic testing for confirmation. Protein expression and functional assays played a crucial role in establishing definitive diagnoses for various disorders. To setup such diagnostic assays at high and reproducible quality, high level of expertise is required; in house reference values need to be determined and the parallel testing of healthy controls is highly recommended.<h4>Conclusion</h4>Flow cytometry has emerged as a highly valuable and cost-effective tool for diagnosing and studying most IEIs, particularly in low-income countries where access to genetic testing can be limited. FCM analysis could provide direct diagnostic insights for most common IEIs, offer clues to the underlying genetic defects, and/or aid in narrowing the list of putative genes to be analyzed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39359282",
    "pmid": "39359282",
    "doi": "10.4103/idoj.idoj_807_23",
    "title": "Premature Graying of Hair: A Comprehensive Review and Recent Insights.",
    "abstract": "<h4>Background</h4>Hair symbolizes well-being and self-expression, with graying occurring naturally among different racial groups at varying ages. Premature graying has psychological and societal impacts, influencing self-esteem and quality of life. Gray hair usually advances gradually and is permanent, with occasional reports of natural repigmentation. Premature graying of hair (PMGH) results from a complex interplay of genetic, environmental, and cellular factors.<h4>Materials and methods</h4>Studies exploring links between gray hair and conditions such as osteopenia, hearing loss, smoking, obesity, dyslipidemia, and cardiovascular disease have yielded mixed results. Despite continuous research into the causes of gray hair, effective, evidence-based treatments are lacking and still need to be improved.<h4>Conclusion</h4>Herein, we reviewed the causes, mechanisms, risk factors, psychosocial effects, and emerging therapies for PMGH.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39420677",
    "pmid": "39420677",
    "doi": "10.1002/jimd.12798",
    "title": "An update on autophagy disorders.",
    "abstract": "Macroautophagy is a highly conserved cellular pathway for the degradation and recycling of defective cargo including proteins, organelles, and macromolecular complexes. As autophagy is particularly relevant for cellular homeostasis in post-mitotic tissues, congenital disorders of autophagy, due to monogenic defects in key autophagy genes, share a common \"clinical signature\" including neurodevelopmental, neurodegenerative, and neuromuscular features, as well as variable abnormalities of the eyes, skin, heart, bones, immune cells, and other organ systems, depending on the expression pattern and the specific function of the defective proteins. Since the clinical and genetic resolution of EPG5-related Vici syndrome, the paradigmatic congenital disorder of autophagy, the widespread use of massively parallel sequencing has resulted in the identification of a growing number of autophagy-associated disease genes, encoding members of the core autophagy machinery as well as related proteins. Recently identified monogenic disorders linking selective autophagy, vesicular trafficking, and other pathways have further expanded the molecular and phenotypical spectrum of congenital disorders of autophagy as a clinical disease spectrum. Moreover, significant advances in basic research have enhanced the understanding of the underlying pathophysiology as a basis for therapy development. Here, we review (i) autophagy in the context of other intracellular trafficking pathways; (ii) the main congenital disorders of autophagy and their typical clinico-pathological signatures; and (iii) the recommended primary health surveillance in monogenic disorders of autophagy based on available evidence. We further discuss recently identified molecular mechanisms that inform the current understanding of autophagy in health and disease, as well as perspectives on future therapeutic approaches.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37275823",
    "pmid": "37275823",
    "doi": "10.4103/ijd.ijd_866_22",
    "title": "Griscelli Syndrome in Skin of Color: A Trichoscopic Perspective.",
    "abstract": "<h4>Introduction</h4>Griscelli syndrome (GS) is a very rare autosomal recessive disorder, belongs to group of \"silvery hair syndromes\" which includes Chediak-Higashi syndrome (CHS) and Elejalde syndrome. Hair light microscopy helps in the differentiation of GS and CHS, as both manifest with clinical features. Trichoscopy is useful in the diagnosis of many hair shaft disorders. Here, authors describe the trichoscopic features of GS in skin of color.<h4>Materials and methods</h4>This was an observational study conducted in a private dermatology clinic and in a tertiary care hospital. A total of 5 cases of suspected GS were referred by pediatrician. Consent was obtained. The demographic data in terms of age, gender, consanguinity, and clinical history was documented. Trichoscopic examination was performed with FotoFinder videodermoscope with 20× magnification, the clinical images were captured with Medicam 1000. Trichoscopy showed large and irregular pigment clumps in 4 cases. One case demonstrated hypopigmentation of hair without pigment clumps [Figure 3a].<h4>Results</h4>Trichoscopy showed large and irregular pigment clumps in 4 cases. One case demonstrated hypopigmentation of hair without pigment clumps.<h4>Conclusion</h4>Trichoscopy shows characteristic features GS. It is a useful method when facility for light or polarized microscope is unavailable.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "30725847",
    "pmid": "30725847",
    "doi": "",
    "title": "Lymphoproliferative Disorders",
    "abstract": "Lymphoproliferative disorders (LPD) comprise a heterogeneous group of diseases characterized by uncontrolled production of lymphocytes that cause monoclonal lymphocytosis, lymphadenopathy and bone marrow infiltration. These diseases often occur in immunocompromised individuals. There are two subsets of lymphocytes: T and B cells that regenerate uncontrollably to produce immunoproliferative disorders, which are prone to immunodeficiency, a dysfunctional immune system, and lymphocyte dysregulation. Several gene mutations have been described as causes of LPD that can be iatrogenic or acquired. The X-linked LPD is characterized by a mutation in the X chromosome that predisposes to natural killer cell LPD and T-cell LPD. Autoimmune lymphoproliferative syndrome (ALPS) is a type of LPD caused by a mutation in the gene that encodes for a Fas protein which is located in the long arm of chromosome 10. Males with X-linked immunodeficiency syndrome are susceptible to LPD and at risk for acquiring EBV and further development of lymphoma. Individuals with common variable immunodeficiency (CVID), severe combined immunodeficiency (SCID), Wiskott-Aldrich syndrome, ataxia-telangiectasia, Chediak–Higashi syndrome and viral infections including HIV, are also prone to LPD. Others at risk include patients undergoing tissue transplantation and the use of immunosuppressive drugs such as cyclosporin, sirolimus, and tacrolimus. Invasive fungal infections have also been linked to this pathology. Chronic lymphoproliferative disorders are immuno-morphologically and clinically heterogeneous. Common features of these processes include various immunophenotypes (T, B, and NK cells) and terminal deoxynucleotidyl transferase negativity. The B-cell lymphocytic disorders include B-cell chronic lymphocytic leukemia, B-cell prolymphocytic leukemia, non-Hodgkin lymphoma (including mantle cell lymphoma) in leukemic phase, hairy cell leukemia and splenic lymphoma with villous lymphocytes. The T-cell chronic lymphoproliferative disorders include Sezary syndrome, T-cell prolymphocytic leukemia, adult T-cell leukemia-lymphoma, and large granulated lymphocyte leukemia.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35872358",
    "pmid": "35872358",
    "doi": "10.1016/j.tice.2022.101870",
    "title": "Effect of vitamin C supplementation on some leukocyte parameters in American mink (Neovison vison) with abnormal granulogenesis.",
    "abstract": "Sapphire mink, a mutant colour variant of American mink, is an animal model of the Chediak-Higashi syndrome (CHS). As in CHS, there are enlarged cytoplasmic granules in various cell types including leukocytes in Sapphire mink due to abnormal granulogenesis. Such cellular abnormality leads to a weakening of the immune defence as a consequence to the development of infections. A study with Sapphire mink and Standard mink was conducted to evaluate the immunostimulant effect of vitamin C (VC) supplementation (100 mg/day) on some leukocyte parameters. In the end of the 20-day treatment period, blood samples were collected to determine hematological (total and differential leukocyte counts, red blood cells (RBC) counts, and haemoglobin level) and cytochemical (activity and staining area of myeloperoxidase, eosinophilc peroxidase, alkaline phosphatase, and alpha naphthyl acetate esterase) parameters. The study showed that total leukocyte counts, segmented neutrophil counts, and monocyte counts were significantly (p < 0.05) higher in Sapphire mink from the VC-supplemented group than in those receiving the control diet. These results indicate that VC supplementation may have a positive effect on immunity in Sapphire mink. Another interesting finding is an increase in the number of neutrophils with enlarged granules and lysosomal enzyme-positive area in VC-supplemented mink as compared with those fed the control diet. These observations suggest that VC supplementation can affect the lysosomal apparatus of leukocytes.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "40101747",
    "pmid": "40101747",
    "doi": "10.1093/jimmun/vkaf006",
    "title": "A genetically modulated Toll-like receptor-tolerant phenotype in peripheral blood cells of children with multisystem inflammatory syndrome.",
    "abstract": "Dysregulated innate immune responses contribute to multisystem inflammatory syndrome in children (MIS-C), characterized by gastrointestinal, mucocutaneous, and/or cardiovascular injury occurring weeks after severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) exposure. To investigate innate immune functions, we stimulated ex vivo peripheral blood cells from MIS-C patients with agonists of Toll-like receptors (TLR), key innate immune response initiators. We found severely dampened cytokine responses and elevated gene expression of negative regulators of TLR signaling. Increased plasma levels of zonulin, a gut leakage marker, were also detected. These effects were also observed in fully convalescent children months after MIS-C recovery. When we investigated the genetic background of patients in relation to TLR responsiveness, we found that cells from MIS-C children carrying rare heterozygous variants of lysosomal trafficking regulator (LYST) were less refractory to TLR stimulation and exhibited lysosomal and mitochondrial abnormalities with altered energy metabolism. Moreover, these rare LYST variant heterozygous carriers tended to exhibit unfavorable clinical laboratory indicators of inflammation, including more profound lymphopenia. The results of our observational study have several implications. First, TLR hyporesponsiveness may be associated with hyperinflammation and/or excessive or prolonged stimulation with gut-originated TLR ligands. Second, TLR hyporesponsiveness during MIS-C may be protective, since LYST variant heterozygous carriers exhibited reduced TLR hyporesponsiveness and unfavorable clinical laboratory indicators of inflammation. Thus, links may exist between genetic background, ability to establish a refractory immune state, and MIS-C clinical spectrum. Third, the possibility exists that prolonged TLR hyporesponsiveness is one of the mechanisms driving long coronavirus disease (COVID), which highlights the need to monitor long-term consequences of MIS-C.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35414415",
    "pmid": "35414415",
    "doi": "10.1016/j.disamonth.2022.101356",
    "title": "Oral manifestations of Chediak-Higashi syndrome: A systematic review.",
    "abstract": "Chediak-Higashi syndrome (CHS) is an autosomal recessive disorder characterized by leukocytes with giant secretory granules and a myriad of clinical features. However, it is unknown whether oral lesions are part of the syndrome or are refractory to systemic treatment. Herein, we integrated the available data published in the literature on the oral manifestations of individuals with CHS. Searches on PubMed, Web of Science, Embase, Scopus, and LILACS were conducted to identify studies published up to March/2022. The Joanna Briggs Institute tool was used for the critical appraisal of studies. Fourteen articles (21 cases) were detected. The mean age of individuals was 15.9±8.8 years. There was a slight predominance of males (52.4%). The major manifestation was periodontal disease (81%), although ulceration of the oral mucosa (14.3%), gingival/labial abscess (4.8%), and periodontal abscess (4.8%) were also reported. Oral rehabilitation including dental implants (9.5%) was performed after tooth losses due to the poor prognosis of periodontal therapy. CHS is usually diagnosed in an early stage due to its systemic manifestations such as classic oculocutaneous albinism, recurrent infections, and a propensity for bleeding. Oral health providers should be aware of the manifestations of individuals with CHS. Special care, including oral prophylaxis, is indispensable.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38507703",
    "pmid": "38507703",
    "doi": "10.1093/rheumatology/keae183",
    "title": "The clinical relevance of WDFY4 in autoimmune diseases in diverse ancestral populations.",
    "abstract": "WD repeat- and FYVE domain-containing protein 4 (WDFY4), coded by a gene on 10q11.23, is a member of the BEACH (Beige and Chediak-Higashi) domain-containing family. Genome-wide association studies identified WDFY4 variants as a risk factor for SLE in Asian and European populations. WDFY4 variants are also associated with RA and primary biliary cholangitis, in different ancestry populations. The WDFY4 protein plays an essential role in the cross-presentation of classic dendritic cells, reactive oxygen species-induced apoptosis of CD8+ T cells, and non-canonical autophagic activity in B cells. A novel variant rs7919656 was identified in Japanese clinically amyopathic dermatomyositis patients, with a highly expressed truncated isoform augmenting the melanoma differentiation-associated gene 5 (MDA5) signalling pathway. The same variant was later found to be significantly associated with RP-ILD in Chinese MDA5+DM patients. Here, we briefly review the association of WDFY4 with autoimmune diseases and its known function in the immune response.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36259166",
    "pmid": "36259166",
    "doi": "10.1111/ped.15390",
    "title": "iPS cells from Chediak-Higashi syndrome patients recapitulate the giant granules in myeloid cells.",
    "abstract": "<h4>Background</h4>Chediak-Higashi syndrome (CHS) is a congenital disease characterized by immunodeficiency, hemophagocytic lymphohistiocytosis, oculocutaneous albinism, and neurological symptoms. The presence of giant granules in peripheral blood leukocytes is an important hallmark of CHS. Here we prepared induced pluripotent stem cells (iPSCs) from CHS patients (CHS-iPSCs) and differentiated them into hematopoietic cells to model the disease phenotypes.<h4>Methods</h4>Fibroblasts were obtained from two CHS patients and then reprogrammed into iPSCs. The iPSCs were differentiated into myeloid cells; the size of the cytosolic granules was quantified by May-Grunwald Giemsa staining and myeloperoxidase staining.<h4>Results</h4>Two clones of iPSCs were established from each patient. The differentiation efficiency to CD33<sup>+</sup> CD45<sup>+</sup> myeloid cells was not significantly different in CHS-iPSCs compared with control iPSCs, but significantly larger granules were observed.<h4>Conclusions</h4>We succeeded in reproducing a characteristic cellular phenotype, giant granules in myeloid cells, using CHS-iPSCs, demonstrating that iPSCs can be used to model the pathogenesis of CHS patients.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "33093354",
    "pmid": "33093354",
    "doi": "10.1097/mph.0000000000001977",
    "title": "Haploidentical Stem Cell Transplant With Post-transplant Cyclophosphamide for Chediak-Higashi Syndrome: A Very Rare Case Report.",
    "abstract": "Chediak-Higashi syndrome is a rare immunodeficiency disorder for which hematopoietic stem cell transplant (HSCT) is the only curative treatment option. HSCT only corrects the hematologic and immunologic manifestations of the disease but neurologic complications may still progress after transplant. Haploidentical HSCT (haplo-HSCT) has evolved as a feasible alternative for patients with primary immunodeficiency. More recently, there has been use of haplo-HSCT with post-transplant cyclophosphamide. However, only 4 cases of Chediak-Higashi syndrome have been reported using this approach. Here, the authors describe a case of a 17-month-old boy who was successfully treated by haplo-HSCT with reduced-toxicity conditioning (fludarabine/treosulfan/melphalan) and post-transplant cyclophosphamide.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "36092238",
    "pmid": "36092238",
    "doi": "10.4103/ijd.ijd_723_20",
    "title": "Case series on Silvery Hair Syndromes: Single Center Experience.",
    "abstract": "<h4>Background</h4>Silvery Hair Syndromes (SHS), an autosomal recessive inherited disorder, includes Chediak-Higashi syndrome (CHS), Griscelli syndrome (GS), Hermansky-Pudlak syndrome (HPS), and Elejalde syndrome. Associated immunological and neurological defects and predilection for hemophagocytic lymphohistiocytosis (HLH) makes them a distinctive entity in pediatric practice. Thorough clinical examination, bedside investigations such as peripheral blood smear (PBS) and hair microscopy, and bone marrow (BM) examination are inexpensive and reliable diagnostic tools.<h4>Methods</h4>We report 12 cases with SHS (CHS, <i>n</i> = 06; GS, <i>n</i> = 04; HPS, <i>n</i> = 02).<h4>Results</h4>8 out of 12 SHS children (CHS-05, GS-03) presented with HLH. Out of 5 cases of CHS with HLH, 2 died, 3<sup>rd</sup> is stable post-chemotherapy; 4<sup>th</sup> completed chemotherapy, underwent matched related hematopoietic stem cell transplant (HSCT), and is stable 8 months off treatment. The 5<sup>th</sup> child completed chemotherapy and is in process of transplant. One CHS child without HLH is thriving without any treatment. Of the 4 GS cases, 3 presented with HLH and received chemotherapy (HLH 2004 protocol). One lost follow-up after initial remission; another had recurrence 7 months off treatment and discontinued further treatment. The third child had recurrence 1.5 years after initial chemotherapy; HLH 2004 protocol was restarted followed by HSCT from matched sibling donor; is currently well, 2.5 years post-transplant. One child with GS had neurological features with no evidence of HLH and did not take treatment. Of 2 children with HPS, one presented with severe sepsis and the other with neurological problems. They were managed symptomatically.<h4>Conclusion</h4>In SHS with HLH, chemotherapy followed by allogeneic hematopoietic stem cell transplantation is a promising curative option.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38282619",
    "pmid": "38282619",
    "doi": "10.3389/fcimb.2023.1336600",
    "title": "Lysosomal trafficking regulator restricts intracellular growth of <i>Coxiella burnetii</i> by inhibiting the expansion of <i>Coxiella</i>-containing vacuole and upregulating <i>nos2</i> expression.",
    "abstract": "<i>Coxiella burnetii</i> is an obligate intracellular bacterium that causes Q fever, a zoonotic disease typically manifests as a severe flu-illness. After invading into the host cells, <i>C. burnetii</i> delivers effectors to regulate the vesicle trafficking and fusion events to form a large and mature <i>Coxiella</i>-containing vacuole (CCV), providing sufficient space and nutrition for its intracellular growth and proliferation. Lysosomal trafficking regulator (LYST) is a member of the Beige and Chediak-Higashi syndrome (BEACH) family, which regulates the transport of vesicles to lysosomes and regulates TLR signaling pathway, but the effect of LYST on <i>C. burnetii</i> infection is unclear. In this study, a series of experiments has been conducted to investigate the influence of LYST on intracellular growth of <i>C. burnetii</i>. Our results showed that <i>lyst</i> transcription was up-regulated in the host cells after <i>C. burnetii</i> infection, but there is no significant change in <i>lyst</i> expression level after infection with the Dot/Icm type IV secretion system (T4SS) mutant strain, while CCVs expansion and significantly increasing load of <i>C. burnetii</i> appeared in the host cells with a silenced <i>lyst</i> gene, suggesting LYST inhibits the intracellular proliferation of <i>C. burnetii</i> by reducing CCVs size. Then, the size of CCVs and the load of <i>C. burnetii</i> in the HeLa cells pretreated with E-64d were significantly decreased. In addition, the level of iNOS was decreased significantly in LYST knockout THP-1 cells, which was conducive to the intracellular replication of <i>C. burnetii</i>. This data is consistent with the phenotype of L-NMMA-treated THP-1 cells infected with <i>C. burnetii</i>. Our results revealed that the upregulation of <i>lyst</i> transcription after infection is due to effector secretion of <i>C. burnetii</i> and LYST inhibit the intracellular replication of <i>C. burnetii</i> by reducing the size of CCVs and inducing <i>nos2</i> expression.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39139166",
    "pmid": "39139166",
    "doi": "10.5937/jomb0-48290",
    "title": "Unique presentation of T-cell/histiocyte-rich large B cell lymphoma complicated with hemophagocytic lymphohistiocytosis: Case report and review of the literature.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a rare, lifethreatening hyperinflammatory disorder characterized by dysfunction of NK cells and cytotoxic lymphocytes. We present a rare case of a patient diagnosed with HLH who presented with persistent fever during treatment for refractory T-cell/histiocyte-rich large B-cell lymphoma (TCHRLBCL), highlighting the challenges of managing HLH in the context of refractory lymphoma. According to our review of the literature, this is the first case of HLH that developed several months into treatment for refractory TCHRLBCL and not in close temporal relation to lymphoma diagnosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38586661",
    "pmid": "38586661",
    "doi": "10.7759/cureus.55770",
    "title": "Familial Hemophagocytic Lymphohistiocytosis (FHLH) Perforin Deficiency: A Case Study and Literature Review.",
    "abstract": "Hemophagocytic lymphohistocytosis (HLH) is a severe and fatal immunological disorder that is either primary (i.e., familial) or secondary (i.e., acquired). The primary type comprises autosomal recessive disorders with gene mutations related to natural killer cells and cytotoxic T-cells, whereas the secondary type is related to other pathological causes, such as Epstein-Barr virus, bacterial or fungal infection, autoimmune conditions or autoinflammatory diseases, metabolic disorders, and cancer. In this report, we discuss a 37-day-old male who was brought to the emergency room with fever, decreased activity, and hepatosplenomegaly, with a strong family history of unknown cause of death for three siblings who died at the ages of one to two months. A whole exome sequencing confirmed the clinical diagnosis of familial HLH due to mutation in the PRF1 gene. We note the special importance of genetic counselling and antenatal screening or early neonatal screening in families affected by HLH, as this case highlights the importance of early diagnosis and intervention of primary HLH.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39579250",
    "pmid": "39579250",
    "doi": "10.1007/s00277-024-06087-y",
    "title": "Clinical spectrum of primary hemophagocytic lymphohistiocytosis: experience of reference centers in Central and Southeast Anatolia.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a life-threatening disease, with a high mortality if left untreated. In addition, the disease has unique diagnostic challenges. Therefore, despite the existing guidelines on management, current clinical practice data is informative on the course and outcome. Herein, a retrospective chart review study was conducted through the collaboration of six centers, located in central and southeastern Türkiye. The demographical data, laboratory results, and treatment outcomes were evaluated. Eighty-three patients were enrolled in the study. The mean age was 2 years, whereas the median age was 8 months with a range of a minimum of 1 week and a maximum of 12.6 years. Consanguineous marriage, history of sibling death, and familial history of similar disease were determined in 72.2% (n:60), 34.9% (n:29), and 39.8% (n:33) of the patients, respectively. The most common presentation was fever, followed by hepatosplenomegaly on admission. Disease-causing familial HLH variants were identified in 60.2% (n:50) of the patients. Hematopoietic stem cell transplantation (HSCT) was performed in 39.7% (n:33) of the cohort. The 2-year overall survival (OS) rate was 62.4% for the whole group. Comparing the patients who received HSCT and those who did not; the HSCT group had a 2-year OS of 84.7%, which was significantly better than patients who did not receive HSCT had a 2-year OS of 47.1% (p:0.001). Despite the improvement in HLH diagnostics and treatment options over the last decade, early death remains a leading problem for the survival of these patients. Therefore, appropriate assessment of the patients in experienced centers and HSCT are pivotal for better outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35145004",
    "pmid": "35145004",
    "doi": "10.1212/wnl.0000000000200008",
    "title": "Clinical Reasoning: A 50-Year-Old Man With Progressive Limb Weakness and Slurred Speech.",
    "abstract": "A 50-year-old man presented with a 9-month history of progressive left arm weakness and dysarthria. Family history showed that his parents are cousins, and one of his siblings died of motor neuron disease. Brain MRI showed T2-weighted white matter hyperintensities along the course of pyramidal tracts. Neurologic examination and EMG revealed upper and lower motor neuron signs involving the bulbar, cervical, thoracic, and lumbosacral segments, which meets the criteria of a definite amyotrophic lateral sclerosis (ALS), according to the revised EI Escorial criteria. Whole-exome genetic sequencing found 2 novel <i>LYST</i> missense variations, confirming the diagnosis of Chediak-Higashi syndrome (CHS), a rare autosomal recessive hematologic disorder. Our case indicates that CHS can present as ALS phenotype, and the <i>LYST</i> might be a novel causative gene for ALS.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "PPR373967",
    "pmid": "",
    "doi": "10.1101/2021.07.23.453557",
    "title": "Deficiency in<i>Lyst</i>function leads to accumulation of secreted proteases and predisposition to mechanic stress-induced retinal detachment",
    "abstract": "<h4>ABSTRACT</h4> Chediak–Higashi syndrome, caused by mutations in the Lys osome T rafficking Regulator ( Lyst ) gene, is a recessive hypopigmentation disorder characterized by albinism, neuropathies, neurodegeneration, and defective immune responses, with enlargement of lysosomes and lysosome-related organelles. Although recent studies have suggested that Lyst mutations impair the regulation of sizes of lysosome and lysosome-related organelle, the underlying pathogenic mechanism of Chediak–Higashi syndrome is still unclear. Here we show striking evidence that deficiency in LYST protein function leads to accumulation of photoreceptor outer segment phagosomes in retinal pigment epithelial cells, and reduces adhesion between photoreceptor outer segment and retinal pigment epithelial cells in a mouse model of Chediak–Higashi syndrome. In addition, we observe elevated levels of cathepsins, matrix metallopeptidase (MMP) 3 and oxidative stress markers in the retinal pigment epithelium of Lyst mutants. Previous reports showed that impaired degradation of photoreceptor outer segment phagosomes causes elevated oxidative stress, which could consequently lead to increases of cysteine cathepsins and MMPs in the extracellular matrix. Taken together, we conclude that the loss of LYST function causes accumulation of phagosomes in the retinal pigment epithelium and elevation of several extracellular matrix-remodeling proteases through oxidative stress, which may, in turn, reduce retinal adhesion. Our work reveals previously unreported pathogenic events in the retinal pigment epithelium caused by Lyst deficiency, which may place Chediak–Higashi syndrome patients at increased risk for retinal detachment. The same pathogenic events may be conserved in other professional phagocytic cells, such as macrophages in the immune system, contributing to overall Chediak–Higashi syndrome pathology.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "39136810",
    "pmid": "39136810",
    "doi": "10.1007/s12026-024-09526-0",
    "title": "New mutations and new phenotypes: a case of Major Histocompatibility Complex Class II Deficiency.",
    "abstract": "Major Histocompatibility Complex Class II Deficiency is a rare primary immunodeficiency disease with autosomal recessive inheritance. It is characterized by the absence of Major Histocompatibility Complex Class II molecules on the surface of immune cells. In this article, we will present a four-month-old baby girl who presented with recurrent fever and progressive exacerbation of respiratory symptoms since a month ago. Relevant examinations suggested pancytopenia, a decrease in CD4 and CD3 ratio, and CD4/CD8 inversion, hypogammaglobulinemia, and diagnosis of hemophagocytic syndrome during treatment which all led to the consideration of the presence of immunodeficiency diseases, and the diagnosis of Major Histocompatibility Complex Class II Deficiency was made by peripheral blood whole-exon sequencing (WES). This case is remarkable in that it reveals features of hemophagocytic syndrome in a Major Histocompatibility Complex Class II Deficiency infant, most probably caused by cytomegalovirus, which rarely reported before, and the Major Histocompatibility Complex Class II Deficiency caused by a novel mutation site in the RFXANK gene which never reported, and it also describes the diagnostic and therapeutic course in detail. In addition, we have summarized the information related to Major Histocompatibility Complex Class II Deficiency triggered by mutations in the RFXANK gene to assist clinicians in early recognition and diagnosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37791210",
    "pmid": "37791210",
    "doi": "10.7759/cureus.44445",
    "title": "Griscelli Syndrome With Hemophagocytic Lymphohistiocytosis: A Rare Case Report.",
    "abstract": "Griscelli syndrome type 2 (GS2) is a rare, autosomal recessive condition caused by a mutation of the RAB27A gene that causes primary immunodeficiency and pigmentary dilution of skin and hair. It is a rare occurrence, with only 160 cases reported all over the world. It commonly progresses to hemophagocytic lymphohistiocytosis (HLH) due to immunodeficiency. We herein represent the case of a seven-month-old male child, the firstborn of a third-degree consanguineous marriage, who presented with recurrent viral infections and silvery grey hair. A definitive diagnosis of GS 2 was made in accordance with the pathognomonic appearance of hair on microscopic examination and whole genome sequencing, which revealed a homozygous missense mutation in exon 3 of the RAB27A gene. This article is being reported to highlight the rare incidence of this disease, its overlapping clinical features with malnutrition, the challenges faced in diagnosis, and the treatment modalities for it.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36146514",
    "pmid": "36146514",
    "doi": "10.3390/vaccines10091436",
    "title": "Adult-Onset Familial Hemophagocytic Lymphohistiocytosis Presenting with Annular Erythema following COVID-19 Vaccination.",
    "abstract": "Familial hemophagocytic lymphohistiocytosis (HLH) is a rare genetic and life-threatening immunodeficiency disease. Here, we present a 38-year-old male who initially developed multiple annular to irregular erythema accompanied by a fever after COVID-19 vaccination. He was diagnosed with HLH with evidence of leukocytopenia in a full blood test, elevations of ferritin and sCD25, decreased NK cell function, and hemophagocytosis of a bone marrow biopsy specimen. A genetic examination revealed two probable disease-causing heterozygous mutations on UNC13D associated with type 3 familial HLH. A review of the case reports relevant to HLH following COVID-19 vaccination and the cutaneous manifestations of HLH with genetic defects suggests the necessity that individuals with preexisting immune dysregulation or diseases not classified should be cautious about COVID-19 vaccination and reminds clinicians that various recalcitrant skin lesions may be a sign of HLH.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35729001",
    "pmid": "35729001",
    "doi": "10.1016/j.preteyeres.2022.101091",
    "title": "The retinal pigmentation pathway in human albinism: Not so black and white.",
    "abstract": "Albinism is a pigment disorder affecting eye, skin and/or hair. Patients usually have decreased melanin in affected tissues and suffer from severe visual abnormalities, including foveal hypoplasia and chiasmal misrouting. Combining our data with those of the literature, we propose a single functional genetic retinal signalling pathway that includes all 22 currently known human albinism disease genes. We hypothesise that defects affecting the genesis or function of different intra-cellular organelles, including melanosomes, cause syndromic forms of albinism (Hermansky-Pudlak (HPS) and Chediak-Higashi syndrome (CHS)). We put forward that specific melanosome impairments cause different forms of oculocutaneous albinism (OCA1-8). Further, we incorporate GPR143 that has been implicated in ocular albinism (OA1), characterised by a phenotype limited to the eye. Finally, we include the SLC38A8-associated disorder FHONDA that causes an even more restricted \"albinism-related\" ocular phenotype with foveal hypoplasia and chiasmal misrouting but without pigmentation defects. We propose the following retinal pigmentation pathway, with increasingly specific genetic and cellular defects causing an increasingly specific ocular phenotype: (HPS1-11/CHS: syndromic forms of albinism)-(OCA1-8: OCA)-(GPR143: OA1)-(SLC38A8: FHONDA). Beyond disease genes involvement, we also evaluate a range of (candidate) regulatory and signalling mechanisms affecting the activity of the pathway in retinal development, retinal pigmentation and albinism. We further suggest that the proposed pigmentation pathway is also involved in other retinal disorders, such as age-related macular degeneration. The hypotheses put forward in this report provide a framework for further systematic studies in albinism and melanin pigmentation disorders.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39118233",
    "pmid": "39118233",
    "doi": "10.1002/cnr2.2141",
    "title": "Identification of Novel Potential Predisposing Variants in Familial Acute Myeloid Leukemia.",
    "abstract": "<h4>Background</h4>Myeloid neoplasms, including acute myeloid leukemia, have been traditionally among the less investigated cancer types concerning germline predisposition. Indeed, myeloid neoplasms with germline predisposition are challenging to identify because often display similar clinical and morphological characteristics of sporadic cases and have similar age at diagnosis. However, a misidentifications of familiarity in myeloid neoplasms have a critical impact on clinical management both for the carriers and their relatives.<h4>Aims</h4>We conducted a family segregation study, in order to identify novel cancer predisposing genes in myeloid neoplasms and classify novel identified variants.<h4>Methods and results</h4>We performed a thorough genomic analysis using a large custom gene panel (256 genes), the Myelo-Panel, targeted on cancer predisposing genes. In particular, we assessed both germline and somatic variants in four families, each with two siblings, who developed hematological neoplasms: seven acute myeloid leukemia and one Philadelphia-positive chronic myeloid leukemia. In each family, we identified at least one novel potentially predisposing variant, affecting also genes not included in the current European LeukemiaNet guidelines for AML management. Moreover, we suggest reclassification of two germline variants as pathogenic: likely pathogenic p.S21Tfs*139 in CEPBA and VUS p.K392Afs*66 in DDX41.<h4>Conclusion</h4>We believe that predisposition to hematological neoplasms is still underestimated and particularly difficult to diagnosed. Considering that misidentification of familiarity in myeloid neoplasms have a critical impact on the clinical management both for the carriers and their relatives, our study highlights the importance of revision, in this clinical context, of clinical practices that should include thorough reconstruction of family history and in-depth genetic testing.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38905595",
    "pmid": "38905595",
    "doi": "10.1182/bloodadvances.2023012426",
    "title": "Neurobeachin regulates hematopoietic progenitor differentiation and survival by modulating Notch activity.",
    "abstract": "<h4>Abstract</h4>Hematopoietic stem cells (HSCs) can generate all blood cells. This ability is exploited in HSC transplantation (HSCT) to treat hematologic disease. A clear understanding of the molecular mechanisms that regulate HSCT is necessary to continue improving transplant protocols. We identified the Beige and Chediak-Higashi domain-containing protein (BDCP), Neurobeachin (NBEA), as a putative regulator of HSCT. Here, we demonstrated that NBEA and related BDCPs, including LPS Responsive Beige-Like Anchor Protein (LRBA), Neurobeachin Like 1 (NBEAL1) and Lysosomal Trafficking Regulator (LYST), are required during HSCT to efficiently reconstitute the hematopoietic system of lethally irradiated mice. Nbea knockdown in mouse HSCs induced apoptosis and a differentiation block after transplantation. Nbea deficiency in hematopoietic progenitor cells perturbed the expression of genes implicated in vesicle trafficking and led to changes in NOTCH receptor localization. This resulted in perturbation of the NOTCH transcriptional program, which is required for efficient HSC engraftment. In summary, our findings reveal a novel role for NBEA in the control of NOTCH receptor turnover in hematopoietic cells and supports a model in which BDCP-regulated vesicle trafficking is required for efficient HSCT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39201019",
    "pmid": "39201019",
    "doi": "10.3390/jcm13164878",
    "title": "One Year Follow-Up of a 4-Year-Old Caucasian Girl Diagnosed with Stage IV Grade C Localized Periodontitis.",
    "abstract": "Stage IV grade C localized periodontitis (pre-puberal localized aggressive periodontitis/LPP), an extremely rare form of periodontal disease, occurs in otherwise healthy individuals (no signs of dental plaque/calculus) due a hyper-aggressive auto-immune response to high periodontopathic bacteria levels. <b>Methods</b>: A 4-year-old Caucasian girl with unusually high mobility of the deciduous lower left canine and localized gingival inflammation was misrecognized by multiple clinicians (initially diagnosed with hypophosphatasia, genetic and metabolic disorders, all turning negative), over a period of 4-6 months, despite initial radiographs showing clear pathognomonic signs. The LPP diagnostic was made by the last clinician, but by then the tooth was lost. Similar inflammation signs appeared around the lower deciduous right canine. X-ray examination showed similar bone and periodontal loss as previously seen, while periodontopathic bacteria tested highly positive. The patient received both mechanical cleaning and ten days of systemic antibiotic treatment (Augmentin and Metronidazole). <b>Results</b>: Two months later, inflammation signs disappeared, with periodontal regeneration radiologically present, and only small periodontopathic bacteria precursor concentrations. <b>Conclusions</b>: Despite initial periodontal loss, an adequate treatment can keep under control an LPP disease. Moreover, bone and periodontal regeneration appears if periodontopathic bacteria scores are kept lower, showing the importance of fast adequate diagnostic and treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38317267",
    "pmid": "38317267",
    "doi": "10.1186/s41065-024-00312-4",
    "title": "Genetic analysis of albinism caused by compound heterozygous mutations of the OCA2 gene in a Chinese family.",
    "abstract": "<h4>Background</h4>Oculocutaneous albinism (OCA) is a group of rare genetic disorders characterized by a reduced or complete lack of melanin in the skin, hair, and eyes. Patients present with colorless retina, pale pink iris, and pupil, and fear of light. The skin, eyebrows, hair, and other body hair are white or yellowish-white. These conditions are caused by mutations in specific genes necessary for the production of melanin. OCA is divided into eight clinical types (OCA1-8), each with different clinical phenotypes and potential genetic factors. This study aimed to identify the genetic causes of non-syndromic OCA in a Chinese Han family.<h4>Methods</h4>We performed a comprehensive clinical examination of family members, screened for mutation loci using whole exome sequencing (WES) technology, and predicted mutations using In silico tools.<h4>Results</h4>The patient's clinical manifestations were white skin, yellow hair, a few freckles on the cheeks and bridge of the nose, decreased vision, blue iris, poorly defined optic disk borders, pigmentation of the fundus being insufficient, and significant vascular exposure. The WES test results indicate that the patient has compound heterozygous mutations in the OCA2 gene (c.1258G > A (p.G420R), c.1441G > A (p.A481T), and c.2267-2 A > C), respectively, originating from her parents. Among them, c.1258G > A (p.G420R) is a de novo mutation with pathogenic. Our analysis suggests that compound heterozygous mutations in the OCA2 gene are the primary cause of the disease in this patient.<h4>Conclusions</h4>The widespread application of next-generation sequencing technologies such as WES in clinical practice can effectively replace conventional detection methods and assist in the diagnosis of clinical diseases more quickly and accurately. The newly discovered c.1258G > A (p.G420R) mutation can update and expand the gene mutation spectrum of OCA2-type albinism.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38023600",
    "pmid": "38023600",
    "doi": "10.4103/ijabmr.ijabmr_232_23",
    "title": "Spectrum of Hemophagocytosis in Bone Marrow Aspirates: Experience from a Tertiary Care Hospital in North India.",
    "abstract": "<h4>Background</h4>Hemophagocytosis refers to the engulfment of hematopoietic cells by histiocytes. It can be seen in various conditions but is usually reported in the setting of hemophagocytic lymphohistiocytosis (HLH). Optimal interpretation of hemophagocytosis in the bone marrow in relation to the underlying disease significantly contributes to correct patient management.<h4>Aim</h4>The present study was done to identify the spectrum of conditions associated with hemophagocytosis in the bone marrow aspirates and grade the degree of hemophagocytosis.<h4>Material and methods</h4>This retrospective observational study included all the bone marrow aspirates showing hemophagocytosis, identified over a period of 5 years (January 2015 to January 2020). Two pathologists independently reviewed bone marrow slides. Hemophagocytosis was graded as mild, moderate, or severe by observing the number of histiocytes showing hemophagocytosis per 500 nucleated cells.<h4>Results</h4>Eighty-eight patients showing hemophagocytosis in the bone marrow aspirate smear were included in the study. The most common cause of hemophagocytosis was infection (18%). There were 4 (5%) cases of HLH. Grade 1 (mild) hemophagocytosis was seen in 25 (29%) cases followed by Grade 2 (moderate) in 53 (60%) cases and Grade 3 (severe) in 10 (11%) cases. Fever was the most common clinical symptom present in 45 (51%) cases.<h4>Conclusion</h4>Hemophagocytosis in bone marrow aspirates is a common and under-reported finding. It is not only seen in cases of HLH but also in infections and other conditions. Documenting hemophagocytosis, even in the absence of fulfilled HLH criteria, is vital to explain cytopenias.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36726976",
    "pmid": "36726976",
    "doi": "10.3389/fimmu.2022.1034317",
    "title": "Traffic jam within lymphocytes: A clinician's perspective.",
    "abstract": "With the discovery of novel diseases and pathways, as well as a new outlook on certain existing diseases, cellular trafficking disorders attract a great deal of interest and focus. Understanding the function of genes and their products in protein and lipid synthesis, cargo sorting, packaging, and delivery has allowed us to appreciate the intricate pathophysiology of these biological processes at the molecular level and the multi-system disease manifestations of these disorders. This article focuses primarily on lymphocyte intracellular trafficking diseases from a clinician's perspective. Familial hemophagocytic lymphohistiocytosis is the prototypical disease of abnormal vesicular transport in the lymphocytes. In this review, we highlight other mechanisms involved in cellular trafficking, including membrane contact sites, autophagy, and abnormalities of cytoskeletal structures affecting the immune cell function, based on a newer classification system, along with management aspects of these conditions.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "33295840",
    "pmid": "33295840",
    "doi": "10.1080/13554794.2020.1856384",
    "title": "Chediak-Higashi syndrome: neurocognitive and behavioral data from infancy to adulthood after bone marrow transplantation.",
    "abstract": "Chediak-Higashi syndrome (CHS) is a rare autosomal disorder characterized by immunodeficiency, albinism, and progressive neurologic abnormalities. While survivors of the childhood-onset disease are known to exhibit learning disabilities and neuropsychiatric disorders followed by middle-age dementia, we lack detailed data on the progression. We present the case of a young adult with records from infancy to the first signs of deterioration. An early neuropsychological and neuropsychiatric profiling is crucial to intervention selection as children with CHS may not benefit from regular special education. Our patient never showed neuropsychiatric symptoms but high levels of socioemotional adaptability.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "34328230",
    "pmid": "34328230",
    "doi": "10.1111/jcpt.13492",
    "title": "A doggy tale: Risk of zoonotic infection with Bordetella bronchiseptica for cystic fibrosis (CF) patients from live licenced bacterial veterinary vaccines for cats and dogs.",
    "abstract": "<h4>What is known and objective</h4>Live-attenuated bacterial veterinary vaccines can constitute an infection risk for individuals with any defect in their phagocytic function, including chronic granulomatous disease, leukocyte adhesion deficiency, myeloperoxidase deficiency, as well as Chediak-Higashi syndrome, from accidental acquisition of licenced attenuated live bacterial vaccine, at vaccination or from their vaccinated pet. Ownership of small companion animals, including cats and dogs, is popular within the cystic fibrosis (CF) community. These animals require vaccines as part of their routine care, which may involve live viral and bacterial vaccines, with potential for infection in the CF owner. This report examines the scope of current canine and feline vaccines, with particular emphasis on veterinary vaccination strategies against the Gram-negative pathogen, Bordetella bronchiseptica and describes new vaccine innovations offering protection to both pet and CF owner.<h4>Comment</h4>The Gram-negative bacterium, Bordetella bronchoseptica, may cause respiratory disease in small companion animals, as well as in certain human vulnerable groups, including those with CF. Live licenced veterinary bacterial vaccines for Bordetella bronchiseptica (Kennel Cough) are available for cats and dogs, which are an infection concern for humans with CF who may come into contact with vaccinated animals. Live licenced veterinary bacterial vaccines for Bordetella bronchiseptica (Kennel Cough) are available for intranasal administration to cats and dogs. These vaccines require a withdrawal period of vaccinated animal from vulnerable owner, ranging from 35 days - 11 weeks. Recently, a new dead IM vaccine is now available not requiring exclusion of the vaccinated pet from CF owner.<h4>What is new & conclusion</h4>CF pharmacists, hospital pharmacists and community pharmacists are important custodians of vaccine-related advice to people with CF, who are frequently consulted for such advice. Pharmacists should be aware of the recent innovations in veterinary medicines, so that they can give appropriate advice to people with CF when asked. Immunocompromised patients, that is those with CF or those with any defect in their phagocytic function (chronic granulomatous disease, leukocyte adhesion deficiency, myeloperoxidase deficiency, Chediak-Higashi syndrome) should avoid exposure to live veterinary bacterial vaccines and seek animal vaccination utilising non-live vaccines. Most importantly, this manuscript highlights the development of a new veterinary vaccine for dogs, which we want to make the CF healthcare community aware of, which is an acellular dead vaccine, so that those patients with dogs needing annual vaccination can select this vaccine pathway, thereby minimising risk of infection from the vaccine strains and avoiding the social exclusion between CF patient and their pet. CF patients should understand the potential infection implications of live-attenuated viral and bacterial strains as vaccines, whether these are small companion animals, exotic animals or large farm animals. Patients should make their veterinarian aware of their CF status, so that a safe and efficacious vaccine strategy is used, both mitigating the potential infection risks from live vaccine components with the CF patient, but simultaneously offering maximum immunological protection to the animal.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "33641308",
    "pmid": "33641308",
    "doi": "10.15586/aei.v49i2.61",
    "title": "Primary immunodeficiency associated with hypopigmentation: A differential diagnosis approach.",
    "abstract": "Primary immunodeficiency diseases (PIDs) are a group of more than 400 disorders representing aberrant functioning or development of immune system. Hypopigmentation syndromes also characterize a distinguished cluster of diseases. However, hypopigmentation may also signify a feature of genetic diseases associated with immunodeficiency, such as Chediak-Higashi syndrome, Griscelli syndrome type 2, Hermansky-Pudlak syndrome type 2 and type 10, Vici syndrome, and P14/LAMTOR2 deficiency, all of which are linked with dysfunction in vesicular/endosomal trafficking. Regarding the highly overlapping features, these disorders need a comprehensive examination for prompt diagnosis and effective management. As an aid to clinician, distinguishing the pathophysiology, clinical phenotype, and diagnosis as well as treatment options of the six mentioned PID disorders associated with hypopigmentation are described and discussed in this review.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "33329964",
    "pmid": "33329964",
    "doi": "10.7759/cureus.11467",
    "title": "Chediak-Higashi Syndrome With Epstein-Barr Virus Triggered Hemophagocytic Lymphohistiocytosis: A Case Report.",
    "abstract": "Chediak-Higashi syndrome (CHS) is a rare, autosomal-recessive disorder characterized by oculocutaneous albinism, recurrent bacterial infections, progressive neurologic abnormalities, coagulation defects and a high risk of developing hemophagocytic lymphohistiocytosis characterized by pancytopenia, high fever, and lymphohistiocytic infiltration of liver, spleen, and lymph nodes. Treatment of accelerated-phase CHS is difficult with poor prognosis. Here, we report a two-and-a-half-year-old male child who was diagnosed with Chediak-Higashi Syndrome based on silvery hair, pathognomonic hair microscopy and giant azurophilic granules in granulocytes. The patient was in advanced stage of HLH induced by an Epstein-Barr virus (EBV) infection and given etoposide, cyclosporine and dexamethasone according to hemophagocytic lymphohistiocytosis (HLH)-2004 protocol but did not survive.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "34483340",
    "pmid": "34483340",
    "doi": "10.1038/s10038-021-00977-z",
    "title": "Chédiak-Higashi syndrome presenting as a hereditary spastic paraplegia.",
    "abstract": "Hereditary spastic paraplegias (HSPs) comprise a group of neurodegenerative disorders characterized by weakness and leg spasticity. LYST is responsible for Chédiak-Higashi syndrome (CHS), which exhibits partial oculocutaneous albinism, primary immunodeficiency, and bleeding tendency in childhood. Although neurological symptoms of CHS also appear in adulthood, a phenotype of spastic paraplegia has rarely been reported in CHS. In this study, we investigated LYST mutations in 387 HSP patients through the Japan Spastic Paraplegia Research Consortium to clarify the frequency of LYST mutations in HSP, finding six adult patients with LYST mutations in four HSP families. They exhibited intellectual disability, cerebellar ataxia, neuropathy, and pyramidal signs. Meanwhile, only 15 patients with CHS in childhood have been revealed in a decade by a nationwide survey in Japan. Thus, LYST mutations might indicate a HSP phenotype in a considerable number of adult patients with CHS.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35483920",
    "pmid": "35483920",
    "doi": "10.5045/br.2022.2021223",
    "title": "Diagnostic workup of inherited platelet disorders.",
    "abstract": "Inherited platelet disorders (IPDs) can cause mucocutaneous bleeding due to impaired primary hemostatic function of platelets, thrombocytopenia, or both. Recent advances in molecular technology can help identify many genes related to platelet biology, control the overall steps of megakaryopoiesis, and cause IPD. In this article, currently available laboratory tools for diagnosing IPDs with the characteristic laboratory features of each IPD are reviewed, and a general diagnostic approach for the evaluation of IPD patients is presented.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "34224985",
    "pmid": "34224985",
    "doi": "10.1016/j.scr.2021.102442",
    "title": "Generation and characterization of a human iPSC line SANi008-A from a Chédiak-Higashi Syndrome patient.",
    "abstract": "Induced pluripotent stem cells (iPSCs) were generated from erythroblasts (EBLs) obtained from a patient diagnosed with Chédiak-Higashi Syndrome (CHS), caused by mutations in LYST (c.4322_4325delAGAG and c.10127A>G). EBLs were reprogrammed with CytoTune-iPS 2.0 Sendai Reprogramming Kit, where the generated iPSCs showed normal karyotype, expression of pluripotency associated markers and in vitro spontaneous differentiation towards the three germ layers. The generated iPSCs can be used to study CHS pathophysiology and the role of LYST in different cell types.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38439826",
    "pmid": "38439826",
    "doi": "10.1016/j.heliyon.2024.e26740",
    "title": "Association of neutrophil defects with oral ulcers but undetermined role of neutrophils in recurrent aphthous stomatitis.",
    "abstract": "<h4>Objective</h4>Recurrent oral ulcers and severe periodontal diseases in patients with quantitative or qualitative neutrophil defects highlight the important role of neutrophils in maintaining oral mucosal barrier homeostasis. Recurrent aphthous stomatitis (RAS) is a common oral mucosal disease affecting up to 25% of the population, yet its etiopathogenesis remains unclear, and management is unsatisfactory. This review aims to gain insight into the pathogenesis of RAS.<h4>Design</h4>This narrative review examines the characteristics of oral and blood neutrophils, the associations between neutrophil defects and the occurrence of oral ulcers, and the evidence for the involvement of neutrophils in RAS. To conduct the review, relevant literature was searched in PubMed and Google Scholar, which was then thoroughly reviewed and critically appraised.<h4>Results</h4>Neutropenia, specifically a decrease in the number of oral neutrophils, impaired extravasation, and defective ROS production appear to be associated with oral ulcers, while defects in granule enzymes or NETosis are unlikely to have a link to oral ulcers. The review of the histopathology of RAS shows that neutrophils are concentrated in the denuded area but are latecomers to the scene and early leavers. However, the evidence for the involvement of neutrophils in the pathogenesis of RAS is inconsistent, leading to the proposal of two different scenarios involving either impaired or hyperactive neutrophils in the pathogenesis of RAS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38532931",
    "pmid": "38532931",
    "doi": "10.3389/fonc.2024.1264926",
    "title": "Hemophagocytic lymphohistiocytosis during treatment of intracranial multifocal germinoma: a case report and literature review.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH), also known as hemophagocytic syndrome (HPS), is a benign histiocytosis with hyperreactive proliferation of the mononuclear phagocyte system caused by immune function abnormalities, which often occurs under the background of genetic mutations, inflammation, infection or tumors. Because the research on malignancy-associated HLH (M-HLH) is focused on hematological malignancies, reports on HLH secondary to solid tumors are rare. In this case, we report a 14-year-old girl who developed HLH during treatment for intracranial multifocal germinoma, and the disease was controlled after hormone combined with etoposide(VP-16) and other related treatments. To our knowledge, there have been no documented cases of HLH caused by intracranial multifocal germinoma.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38958468",
    "pmid": "38958468",
    "doi": "10.1182/blood.2024024499",
    "title": "Efficacy of T-cell assays for the diagnosis of primary defects in cytotoxic lymphocyte exocytosis.",
    "abstract": "<h4>Abstract</h4>Primary hemophagocytic lymphohistiocytosis (HLH) is a life-threatening disorder associated with autosomal recessive variants in genes required for perforin-mediated lymphocyte cytotoxicity. A rapid diagnosis is crucial for successful treatment. Although defective cytotoxic T lymphocyte (CTL) function causes pathogenesis, quantification of natural killer (NK)-cell exocytosis triggered by K562 target cells currently represents a standard diagnostic procedure for primary HLH. We have prospectively evaluated different lymphocyte exocytosis assays in 213 patients referred for evaluation for suspected HLH and related hyperinflammatory syndromes. A total of 138 patients received a molecular diagnosis consistent with primary HLH. Assessment of Fc receptor-triggered NK-cell and T-cell receptor (TCR)-triggered CTL exocytosis displayed higher sensitivity and improved specificity for the diagnosis of primary HLH than routine K562 cell-based assays, with these assays combined providing a sensitivity of 100% and specificity of 98.3%. By comparison, NK-cell exocytosis after K562 target cell stimulation displayed a higher interindividual variability, in part explained by differences in NK-cell differentiation or large functional reductions after shipment. We thus recommend combined analysis of TCR-triggered CTL and Fc receptor-triggered NK-cell exocytosis for the diagnosis of patients with suspected familial HLH or atypical manifestations of congenital defects in lymphocyte exocytosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35239671",
    "pmid": "35239671",
    "doi": "10.1371/journal.pone.0254469",
    "title": "Deficiency in Lyst function leads to accumulation of secreted proteases and reduced retinal adhesion.",
    "abstract": "Chediak-Higashi syndrome, caused by mutations in the Lysosome Trafficking Regulator (Lyst) gene, is a recessive hypopigmentation disorder characterized by albinism, neuropathies, neurodegeneration, and defective immune responses, with enlargement of lysosomes and lysosome-related organelles. Although recent studies have suggested that Lyst mutations impair the regulation of sizes of lysosome and lysosome-related organelle, the underlying pathogenic mechanism of Chediak-Higashi syndrome is still unclear. Here we show striking evidence that deficiency in LYST protein function leads to accumulation of photoreceptor outer segment phagosomes in retinal pigment epithelial cells, and reduces adhesion between photoreceptor outer segment and retinal pigment epithelial cells in a mouse model of Chediak-Higashi syndrome. In addition, we observe elevated levels of cathepsins, matrix metallopeptidase (MMP) 3 and oxidative stress markers in the retinal pigment epithelium of Lyst mutants. Previous reports showed that impaired degradation of photoreceptor outer segment phagosomes causes elevated oxidative stress, which could consequently lead to increases of cysteine cathepsins and MMPs in the extracellular matrix. Taken together, we conclude that the loss of LYST function causes accumulation of phagosomes in the retinal pigment epithelium and elevation of several extracellular matrix-remodeling proteases through oxidative stress, which may, in turn, reduce retinal adhesion. Our work reveals previously unreported pathogenic events in the retinal pigment epithelium caused by Lyst deficiency. The same pathogenic events may be conserved in other professional phagocytic cells, such as macrophages in the immune system, contributing to overall Chediak-Higashi syndrome pathology.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37486733",
    "pmid": "37486733",
    "doi": "10.1002/art.42636",
    "title": "The 2022 EULAR/ACR Points to Consider at the Early Stages of Diagnosis and Management of Suspected Haemophagocytic Lymphohistiocytosis/Macrophage Activation Syndrome (HLH/MAS).",
    "abstract": "<h4>Objective</h4>Haemophagocytic lymphohistiocytosis (HLH) and macrophage activation syndrome (MAS) are life-threatening systemic hyperinflammatory syndromes that can develop in most inflammatory contexts. They can progress rapidly, and early identification and management are critical for preventing organ failure and mortality. This effort aimed to develop evidence-based and consensus-based points to consider to assist clinicians in optimising decision-making in the early stages of diagnosis, treatment and monitoring of HLH/MAS.<h4>Methods</h4>A multinational, multidisciplinary task force of physician experts, including adult and paediatric rheumatologists, haematologist/oncologists, immunologists, infectious disease specialists, intensivists, allied healthcare professionals and patients/parents, formulated relevant research questions and conducted a systematic literature review (SLR). Delphi methodology, informed by SLR results and questionnaires of experts, was used to generate statements aimed at assisting early decision-making and optimising the initial care of patients with HLH/MAS.<h4>Results</h4>The task force developed 6 overarching statements and 24 specific points to consider relevant to early recognition of HLH/MAS, diagnostic approaches, initial management and monitoring of HLH/MAS. Major themes included the simultaneous need for prompt syndrome recognition, systematic evaluation of underlying contributors, early intervention targeting both hyperinflammation and likely contributors, careful monitoring for progression/complications and expert multidisciplinary assistance.<h4>Conclusion</h4>These 2022 EULAR/American College of Rheumatology points to consider provide up-to-date guidance, based on the best available published data and expert opinion. They are meant to help guide the initial evaluation, management and monitoring of patients with HLH/MAS in order to halt disease progression and prevent life-threatening immunopathology.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36279420",
    "pmid": "36279420",
    "doi": "10.1182/blood.2021014818",
    "title": "How I manage inpatient consultations for quantitative neutrophil abnormalities in adults.",
    "abstract": "Neutrophilia and neutropenia commonly lead to inpatient hematology consultation. Quantitative neutrophil abnormalities have a broad differential and include diagnoses that are important to recognize because they may be associated with increased mortality. Neutrophilia can reflect etiologies such as infection, medications, inflammation, splenectomy, and congenital disorders. Neutropenia can arise from infection, medications, autoimmune destruction, sequestration, nutritional deficiency, malignancy, and congenital neutropenia syndromes. In the evaluation of all abnormalities of neutrophil number, the timing of the change, and the patient's historical neutrophil count are crucial.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36978158",
    "pmid": "36978158",
    "doi": "10.1186/s13256-023-03808-1",
    "title": "Successful use of emapalumab in refractory hemophagocytic lymphohistiocytosis in a child with Chédiak-Higashi syndrome: a case report.",
    "abstract": "<h4>Background</h4>Hemophagocytic lymphohistiocytosis is a life-threatening disease heralded by fever, cytopenia, hepatosplenomegaly, and multisystem organ failure. Its association with genetic mutations, infections, autoimmune disorders, and malignancies is widely reported.<h4>Case presentation</h4>A 3-year-old male Arab Saudi patient with insignificant past medical history and parental consanguinity presented with abdominal distension of moderate severity and persistent fever despite receiving antibiotics. This was accompanied by hepatosplenomegaly and silvery hair. The clinical and biochemical profiles were suggestive of Chédiak-Higashi syndrome with hemophagocytic lymphohistiocytosis. The patient received the hemophagocytic lymphohistiocytosis-2004 chemotherapy protocol and had multiple hospital admissions mainly due to infections and febrile neutropenia. After achieving the initial remission, the patient's disease reactivated and did not respond to reinduction with the hemophagocytic lymphohistiocytosis-2004 protocol. Due to the disease reactivation and intolerance of conventional therapy, the patient commenced emapalumab. The patient was successfully salvaged and underwent an uneventful hematopoietic stem cell transplantation.<h4>Conclusions</h4>Novel agents such as emapalumab can be helpful for the management of refractory, recurrent, or progressive disease, while avoiding the toxicities of conventional therapy. Due to a paucity of available data on emapalumab, additional data are needed to establish its role in hemophagocytic lymphohistiocytosis treatment.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39274292",
    "pmid": "39274292",
    "doi": "10.3390/jcm13175079",
    "title": "Oral Diseases as a Manifestation of Inborn Errors of Immunity.",
    "abstract": "Oral findings such as inflammation, ulcerations, or lesions can indicate serious systemic diseases and should prompt suspicion of acquired chronic conditions or inborn errors of immunity (IEIs). Currently, there are approximately 500 disease entities classified as IEIs, with the list expanding annually. The awareness of the existence of such conditions is of paramount importance, as patients with these disorders frequently necessitate the utilization of enhanced diagnostic techniques. This is exemplified by patients with impaired antibody production, in whom conventional serological methods may prove to be undiagnostic. Patients with IEI may require distinct therapeutic approaches or antimicrobial prophylaxis throughout their lives. An accurate diagnosis and, more importantly, early identification of patients with immune deficiencies is crucial to ensure the quality and longevity of their lives. It is important to note that the failure to establish a proper diagnosis or to provide adequate treatment could also have legal implications for medical professionals. The article presents IEIs, which may manifest in the oral cavity, and their diagnosis alongside therapeutic procedures.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38380413",
    "pmid": "38380413",
    "doi": "10.24911/sjp.106-1659160002",
    "title": "Paediatric haemophagocytic lymphohistiocytosis: clinical presentation and outcome of 20 patients at a single institution.",
    "abstract": "Paediatric haemophagocytic lymphohistiocytosis (pHLH) is a potentially life-threatening condition with significant diagnostic and therapeutic difficulties. The purpose of this study was to describe the clinical presentation, the diagnostic challenges, and the outcomes of haemophagocytic lymphohistiocytosis (HLH) in children assessed at Mukalla Hospital, Yemen. Data from 20 medical records of HLH patients admitted between January 2010 and May 2022 were retrospectively analysed. The median age at presentation was 3.5 ± 5.1 years. Male: female ratio was 1:1. The median time for referral to the hospital was 30 ± 64 days. The most common clinical manifestations were fever and pallor in 95% of cases, and splenomegaly (85%). Hepatomegaly, chest, renal and neurological manifestations were detected in 80%, 45%, 15% and 20% of cases, respectively. Bone marrow haemophagocytosis was detected in 60% of cases. Sixteen patients fulfilled the HLH diagnostic criteria, and 11 patients (55%) received the HLH 2004 protocol. Out of the 20 patients, three (15%) patients are alive. Fourteen patients died, with overall mortality of 82.35%. All mortalities were due to HLH disease with multi-organ failure. Relapse was noticed in five patients either during treatment or after full recovery. pHLH is a challenging emergency with a high mortality rate. High clinical suspicion is essential for early detection and intervention to improve the prognosis.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37904401",
    "pmid": "37904401",
    "doi": "10.1097/md.0000000000034898",
    "title": "Outcome of patients with primary and secondary hemophagocytic lymphohistiocytosis: A retrospective analysis from a tertiary care center.",
    "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a progressive and potentially life-threatening disorder. It is classified into primary and secondary HLH. The objective of our study was to determine the outcome of primary and secondary HLH in pediatric and adult patients based on HScore and treatment modality. We conducted a retrospective analysis done from July 2010 to June 2020. Variables analyzed included age, gender and history of death in siblings. HScore was used for disease classification while clinical and laboratory findings which were required to fulfill the HScore diagnostic criteria were also recorded. Continuous variables were summarized as median and categorical variables as frequencies and percentages. Categorical variables were compared using chi-square test and Fisher Exact test. Significance of different variables between primary and secondary HLH was calculated using independent-samples t test. A P value of < .05 was taken as significant. A total of 51 patients were included in the analysis (41 in primary and 10 in secondary HLH group). In primary HLH, 36 patients were in the pediatric age group and 12.2% had a history of death in sibling. All 41 patients had increased ferritin and decreased fibrinogen levels. The overall survival in primary HLH was 44%. In the secondary HLH group, viral infections were the most common etiology and ferritin was increased as well. The overall survival in secondary HLH was 60%. The median survival was 15 ± 4.8 months. The overall survival of both groups combined was 53%. Primary HLH should be considered in pediatric patients who present with pancytopenia and hepatosplenomegaly. In centers where genetic testing is not available, HScore along with serum ferritin and fibrinogen is a good substitute for disease classification.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35125715",
    "pmid": "35125715",
    "doi": "10.1007/s12288-021-01422-z",
    "title": "Treosulfan-Based Conditioning in Matched Family, Unrelated and Haploidentical Hematopoietic Stem Cell Transplantation for Genetic Hemophagocytic Lymphohistiocytosis: Experience and Outcomes over 10 Years from India.",
    "abstract": "We aimed to analyze data in children with primary hemophagocytic lymphohistiocytosis (HLH) who underwent hematopoietic stem cell transplantation (HSCT). We performed a retrospective study where children up to 18 years, with primary HLH and who underwent HSCT from January 2011 to December 2019, were included. Twenty-five children with genetic HLH underwent HSCT, including variants (Griscelli syndrome (GS2) 7, Chediak-Higashi syndrome (CHS) 2, XIAP mutation 2). Donors were matched family 8 (32%), umbilical cord blood unit 3 (12%), matched unrelated 2 (8%), haploidentical HSCT 12 (48%), (TCR alpha/beta depletion 2 and post-transplant cyclophosphamide 10). With treosulfan-based conditioning, engraftment was achieved in 23/25 (92%) transplants (100% in haplo-HSCT), with sustained complete chimerism in 87%. Disease-free survival was noted in 2/3 children with stable mixed chimerism. Graft-versus-host disease (GVHD) of grade I/II was noted in 6 (24%), grade III in 3 (13%); chronic limited skin GVHD in 2 (12%) children. Overall survival was 72% (87.5% in matched donor, 66.7% in the haplo-HSCT), 71% in GS2, 50% in CHS, 100% in XIAP. HSCT is curative in primary HLH with acceptable disease-free survival with mixed chimerism. Haplo-HSCT is a viable option for those without matched family or unrelated donors.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39143519",
    "pmid": "39143519",
    "doi": "10.1186/s12886-024-03611-6",
    "title": "Mutational spectrum associated with oculocutaneous albinism and Hermansky-Pudlak syndrome in nine Pakistani families.",
    "abstract": "<h4>Background</h4>Oculocutaneous albinism (OCA) is a genetically heterogeneous condition that is associated with reduced or absent melanin pigment in the skin, hair, and eyes, resulting in reduced vision, high sensitivity to light, and rapid and uncontrolled eye movements. To date, seventeen genes have been associated with OCA including syndromic and non-syndromic forms of the condition.<h4>Methods</h4>Whole exome sequencing (WES) was performed to identify pathogenic variants in nine Pakistani families with OCA, with validation and segregation of candidate variants performed using Sanger sequencing. Furthermore, the pathogenicity of the identified variants was assessed using various in-silico tools and 3D protein structural analysis software.<h4>Results</h4>WES identified biallelic variants in three genes explaining the OCA in these families, including four variants in TYR, three in OCA2, and two in HPS1, including two novel variants c.667C > T: p.(Gln223*) in TYR, and c.2009 T > C: p.(Leu670Pro) in HPS1.<h4>Conclusions</h4>Overall, this study adds further knowledge of the genetic basis of OCA in Pakistani communities and facilitates improved management and counselling services for families suffering from severe genetic diseases in Pakistan.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39584164",
    "pmid": "39584164",
    "doi": "10.1055/s-0044-1788687",
    "title": "Dengue-Related Hemophagocytic Lymphohistiocytosis in an Adult: A Case Report and Brief Update.",
    "abstract": "Dengue virus is an arbovirus transmitted through the bite of infected Aedes mosquitoes. Many unusual clinical features are being reported in dengue. Dengue complicated with hemophagocytic lymphohistiocytosis (HLH) is a rare but potentially fatal condition. Here, we report an 18-year-old otherwise healthy female with dengue fever complicated with HLH. The diagnosis was made by fulfilling the clinical and laboratory criteria of HLH. She was managed successfully with a methylprednisolone pulse regimen. Our case highlights the importance of early recognition of complications and prompt treatment for a better outcome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38550736",
    "pmid": "38550736",
    "doi": "10.1002/ccr3.8629",
    "title": "Febrile neutropenia associated with adalimumab in a patient with ulcerative colitis.",
    "abstract": "Adalimumab has become essential for managing various chronic inflammatory diseases, including inflammatory bowel disease (IBD). While hematologic complications of adalimumab therapy are rare, they can have significant clinical implications. This report highlights the importance of recognizing and monitoring for neutropenia in patients receiving adalimumab treatment. We also describe the potential mechanisms and management strategies for this adverse event.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32619719",
    "pmid": "32619719",
    "doi": "10.1016/j.scr.2020.101883",
    "title": "Generation and characterization of four Chediak-Higashi Syndrome (CHS) induced pluripotent stem cell (iPSC) lines.",
    "abstract": "Chediak-Higashi Syndrome (CHS) is a lysosome-related organelle (LRO) disorder caused by biallelic mutations in the lysosomal trafficking regulator gene, LYST. The clinical features of CHS include oculocutaneous albinism, primary immunodeficiency, bleeding diathesis, risk for development of hemophagocyticlymphohistiocytosis,and progressive neurological problems. The pathophysiological mechanisms underlying this disease are unknown, so developing therapeutic options remains challenging. In this study,four induced pluripotent stem (iPSC) lines from unrelated CHS patients have been generated and successfully characterized for exploring the role of LYST in health and disease in diversecell types.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "39329678",
    "pmid": "39329678",
    "doi": "10.3390/bioengineering11090937",
    "title": "Toward Digital Periodontal Health: Recent Advances and Future Perspectives.",
    "abstract": "Periodontal diseases, ranging from gingivitis to periodontitis, are prevalent oral diseases affecting over 50% of the global population. These diseases arise from infections and inflammation of the gums and supporting bones, significantly impacting oral health. The established link between periodontal diseases and systemic diseases, such as cardiovascular diseases, underscores their importance as a public health concern. Consequently, the early detection and prevention of periodontal diseases have become critical objectives in healthcare, particularly through the integration of advanced artificial intelligence (AI) technologies. This paper aims to bridge the gap between clinical practices and cutting-edge technologies by providing a comprehensive review of current research. We examine the identification of causative factors, disease progression, and the role of AI in enhancing early detection and treatment. Our goal is to underscore the importance of early intervention in improving patient outcomes and to stimulate further interest among researchers, bioengineers, and AI specialists in the ongoing exploration of AI applications in periodontal disease diagnosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35343566",
    "pmid": "35343566",
    "doi": "10.1242/jcs.259421",
    "title": "The yeast LYST homolog Bph1 is a Rab5 effector and prevents Atg8 lipidation at endosomes.",
    "abstract": "Lysosomes mediate degradation of macromolecules to their precursors for cellular recycling. Additionally, lysosome-related organelles mediate cell type-specific functions. Chédiak-Higashi syndrome is an autosomal, recessive disease, in which loss of the protein LYST causes defects in lysosomes and lysosome-related organelles. The molecular function of LYST, however, is largely unknown. Here, we dissected the function of the yeast LYST homolog, Bph1. We show that Bph1 is an endosomal protein and an effector of the minor Rab5 isoform Ypt52. Strikingly, bph1Δ mutant cells have lipidated Atg8 on their endosomes, which is sorted via late endosomes into the vacuole lumen under non-autophagy-inducing conditions. In agreement with this, proteomic analysis of bph1Δ vacuoles reveals an accumulation of Atg8, reduced flux via selective autophagy, and defective endocytosis. Additionally, bph1Δ cells have reduced autophagic flux under starvation conditions. Our observations suggest that Bph1 is a novel Rab5 effector that maintains endosomal functioning. When Bph1 is lost, Atg8 is lipidated at endosomes even during normal growth and ends up in the vacuole lumen. Thus, our results contribute to the understanding of the role of LYST-related proteins and associated diseases.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "32219832",
    "pmid": "32219832",
    "doi": "10.3760/cma.j.issn.1003-9406.2020.04.019",
    "title": "[Identification of a novel CHS1/LYST variant in a Chinese pedigree affected with Chediak-Higashi syndrome].",
    "abstract": "<h4>Objective</h4>To detect pathological variant in two patients with Chediak-Higashi syndrome (CHS) from a consanguineous family and to explore its genotype-phenotype correlation.<h4>Methods</h4>Clinical data was collected for this pedigree. Genomic DNA was prepared from probands' peripheral leukocytes and their relatives' fingernail. Whole exome sequencing and Sanger sequencing were carried out to detect potential variant of the LYST gene.<h4>Results</h4>The proband presented with partial oculocutaneous albinism, immunodeficiency and acidophilic inclusion body in bone marrow and blood smears. A novel homozygous nonsense variant c.8782C>T (p.Gln2928*) was identified in exon 34 of the LYST gene in the sib pair. The same variant was found to be in heterozygous status in 6 unaffected individuals from the pedigree.<h4>Conclusion</h4>Above result enriched the mutational spectrum of CHS and provided a basis for genetic counseling and prenatal diagnosis for this pedigree.",
    "journal": "",
    "year": "2020"
  }
]