[
  {
    "id": "40145613",
    "pmid": "40145613",
    "doi": "10.1177/13623613251328059",
    "title": "Autism in the context of joint hypermobility, hypermobility spectrum disorders, and Ehlers-Danlos syndromes: A systematic review and prevalence meta-analyses.",
    "abstract": "Increasing research suggests a link between autism spectrum disorders and joint hypermobility, hypermobility spectrum disorders, and Ehlers-Danlos syndromes. However, no study systematically examined the available literature about the relationship between these conditions. A systematic literature search was conducted to identify studies (a) examining the link between autism, joint hypermobility, hypermobility spectrum disorders or Ehlers-Danlos syndrome, and (b) reporting the frequency of autism spectrum disorders in people with joint hypermobility, hypermobility spectrum disorders or Ehlers-Danlos syndrome, or vice versa. Prevalence meta-analyses were performed. Twenty articles met the inclusion criteria. Twelve studies explored joint hypermobility/hypermobility spectrum disorders/Ehlers-Danlos syndrome in autistic people. Six explored autism spectrum disorders/autistic traits in people with hypermobility spectrum disorders/Ehlers-Danlos syndrome. Two studies examined autism spectrum disorders in relatives of patients with hypermobility spectrum disorders/Ehlers-Danlos syndrome, and two explored autistic traits and joint hypermobility in non-clinical samples. Out of 15 studies examining the association between autism spectrum disorders/autistic traits and joint hypermobility/hypermobility spectrum disorders/Ehlers-Danlos syndrome, 12 reported significant results. The overall prevalence of joint hypermobility in autistic individuals was 22.3%, but it was higher (31%) when only studies assessing joint hypermobility clinically (excluding self-reports) were considered. The overall prevalence of hypermobility spectrum disorders/Ehlers-Danlos syndrome in autistic samples was 27.9%, but 39% if hypermobility spectrum disorders/Ehlers-Danlos syndrome were assessed clinically. Despite the heterogeneity of studies, these results suggest an association between autism and joint hypermobility/hypermobility spectrum disorders/Ehlers-Danlos syndrome that should be confirmed in further research.Lay abstractIncreasing research suggests a link between autism spectrum disorders (ASD) and joint hypermobility (JH), hypermobility spectrum disorders (HSD), and Ehlers-Danlos syndromes (EDS). However, no study systematically examined the available literature about the relationship between these conditions. To fill this gap, we conducted a systematic literature search to identify studies: (a) examining the link between autism, JH, HSD, or EDS, and (b) reporting the frequency of ASD in people with JH, HSD, or EDS, or vice versa. Prevalence meta-analyses were performed. Twenty articles met the inclusion criteria. Twelve studies explored JH/HSD/EDS in autistic people. Six explored ASD/autistic traits in people with HSD/EDS. Two studies examined ASD in relatives of patients with HSD/EDS, and two explored autistic traits and JH in non-clinical samples. Out of 15 studies examining the association between ASD/autistic traits and JH/HSD/EDS, 12 reported significant results. The overall prevalence of JH in autistic individuals was 22.3%, but it was higher (31%) when only studies assessing JH clinically (excluding self-reports) were considered. The overall prevalence of HSD/EDS in autistic samples was 27.9%, but 39% if HSD/EDS were assessed clinically. Despite the heterogeneity of studies, these results suggest an association between autism and JH/HSD/EDS that should be confirmed in further research.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40205938",
    "pmid": "40205938",
    "doi": "10.1002/ajmg.a.64085",
    "title": "Whole Blood Multi-OMIC Analysis Is Effective in Clinical Interpretation of Splicing Aberrations in PLOD1-Related Kyphoscoliotic Ehlers-Danlos Syndrome.",
    "abstract": "Kyphoscoliotic Ehlers-Danlos syndrome (kEDS) Type 1 is a rare hereditary connective tissue disorder due to biallelic deleterious variants in PLOD1 and is mainly characterized by hypotonia, congenital kyphoscoliosis, eye fragility, hyperextensible skin, Marfanoid habitus, and joint hypermobility. In PLOD1-kEDS, deleterious variants are typically loss-of-function alleles. Therefore, the identification of private non-canonical splicing variants might deserve functional studies to refine their clinical interpretation. In a 7-year-old boy with congenital hypotonia, kyphoscoliosis, joint hypermobility, and arachnodactyly, exome sequencing revealed the homozygous variant c.1756-13C > A in PLOD1. This variant was previously annotated in public databases with conflicting pathogenicity criteria. In contrast to other EDS subtypes whose causative gene is not expressed in peripheral lymphocytes, whole blood RNA sequencing demonstrated a deleterious effect of the identified variant, which resulted in the incorporation of 11 intronic nucleotides and the generation of a premature stop codon. In this work, multi-OMIC analysis on peripheral blood was a rapid and reliable tool to clinically characterize a non-canonical splice site variant in PLOD1-kEDS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40177228",
    "pmid": "40177228",
    "doi": "10.7759/cureus.r177",
    "title": "Retraction: Hemorrhagic Infarct as a Rare Presentation of Vascular Ehlers-Danlos Syndrome in a 40-Year-Old Female: A Case Report.",
    "abstract": "[This retracts the article DOI: 10.7759/cureus.76952.].",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40211016",
    "pmid": "40211016",
    "doi": "10.1038/s41433-025-03787-1",
    "title": "Ocular manifestations in Ehlers-Danlos syndrome.",
    "abstract": "<h4>Background/objective</h4>To provide a large-scale analysis on the demographics and ocular comorbidities in Ehlers-Danlos Syndrome (EDS) patients in the US.<h4>Subjects/methods</h4>This is an exploratory cross-sectional study comparing medical records of EDS patients to the general population on demographic variables and ICD-10 ocular diagnoses. A research platform with de-identified EHR data of over 99 million patients across 60 healthcare organizations was utilized. Groups were stratified by 30-year age groups. Patients aged 0-61+ with an ICD-10 diagnosis of EDS (76,526), the general platform population aged 0-61+ (99,836,639), and patients with a concurrent ICD-10 ocular diagnosis were queried to determine the prevalence of EDS across demographic variables, ocular disease, and odds of ocular disease. Statistical analysis was conducted using Microsoft Excel and R studio, using p < 0.01 and 95% confidence intervals (CI).<h4>Results</h4>An EDS diagnosis was most prevalent in white females aged 0-30 years old (259.6 per 100,000). The majority of ocular diagnoses were more prevalent in the 0-60-year-old EDS population compared to the general population including myopia (5227.0 per 100,000) and dry eye (4211.6 per 100,000). Overall, diagnoses of angioid streaks (POR 18.72, 95% CI 10.32, 33.94) and idiopathic intracranial hypertension (IIH) (POR 18.43, 95% CI 17.51, 19.39) showed the highest increased odds in patients with EDS while significantly decreased odds were shown for type 2 diabetic retinopathy, age-related macular degeneration, and retinal vein occlusion.<h4>Conclusions</h4>EDS was associated with increased odds of having a concurrent ocular pathology, suggesting that, upon diagnosis of EDS, referral to ophthalmology may be valuable.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40086505",
    "pmid": "40086505",
    "doi": "10.1016/j.tcam.2025.100976",
    "title": "Dermal pathology in a Catahoula Leopard dog with Dermasparaxis Ehlers Danlos syndrome caused by a homozygous ADAMTS2 missense variant.",
    "abstract": "Dermatosparaxis is a subtype of Ehlers-Danlos syndrome (dEDS) that typically results in euthanasia of dogs in the first several months of life because of complications mostly related to extreme skin fragility. The goal of this report was to describe ultrastructural features of collagen fibrils from a dog with a milder form of dEDS. A skin biopsy sample was procured from a nearly 10-year-old Catahoula Leopard dog with dEDS associated with a previously published homozygous missense variant in ADAMTS2. Light and electron microscopic examinations were performed. Light microscopic examination of the skin sample revealed a substantially reduced density of collagen fibers that were randomly oriented and appeared to have a decreased length. Electron microscopic examination revealed diameters of the fibrils were variable, and scattered fibrils had irregular cross-sectional profiles, but lacked the \"hieroglyphic\" appearance identified in dogs with the frameshift variant in ADAMTS2. Like other species with dEDS, dogs can have variable disease severities that includes dermal collagen abnormalities.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39953236",
    "pmid": "39953236",
    "doi": "10.1038/s41440-025-02135-w",
    "title": "Short-term pulse pressure variability: a novel prognostic marker and therapeutic target in patients with vascular Ehlers-Danlos syndrome? Preliminary results from a pilot study.",
    "abstract": "Vascular Ehlers-Danlos syndrome (vEDS) is an inherited connective tissue disorder characterized by arterial fragility. Celiprolol is a β1-adrenoceptor antagonist with partial β2 agonist activity capable of reducing rates of vascular events in this setting, though the underlying mechanisms have yet to be elucidated. In particular, no conclusive evidence exists on its impact on blood pressure (BP) parameters in patients with vEDS. Accordingly, the aim of our study was to perform a comprehensive assessment of BP profile in a cohort of patients with vEDS receiving celiprolol titrated to the maximum tolerated dose. Consecutive outpatients with molecularly confirmed vEDS undergoing office BP measurement and 24-h ambulatory BP monitoring (ABPM) were retrospectively evaluated. Using 24-h systolic BP, diastolic BP, mean BP, and pulse pressure (PP) (mmHg) values, indices of short-term BP variability were calculated. A generalized linear regression model was applied to analyze the correlation between initial values of BP parameters and their variation with celiprolol therapy. Overall, 20 subjects were included (12 females). Eight patients (40%) had 24-h ABPM values consistent with hypertension. Five subjects (25%) defined hypertensives at 24-h ABPM had optimal BP control at office BP measurement, suggesting a \"masked\" hypertension. A significant correlation was found between initial values of indices of short-term PP variability and their change with celiprolol therapy, with a particularly high Pearson's index for PP coefficient of variation (r = -0.926; p < 0.001). In patients with vEDS, 24-h ABPM is confirmed a reliable tool in identifying hypertension phenotypes. Treatment with celiprolol may reduce PP variability proportionally to its initial magnitude. Dedicated studies on larger cohorts should evaluate whether short-term PP variability is a reliable prognostic marker and therapeutic target in this clinical setting. In our study, treatment with celiprolol seemed to reduce short-term PP variability proportionally to its initial magnitude in patients with vEDS. Furthermore, two out of four patients experiencing vascular events during the study period displayed the highest short-term PP variability values recorded in the entire cohort. Further research should evaluate whether such parameters are reliable prognostic markers and therapeutic targets in this clinical setting. ABPM ambulatory blood pressure monitoring, ARV average real variability, BP blood pressure, CV coefficient of variation, DBP diastolic blood pressure, PP pulse pressure, SBP systolic blood pressure, SD standard deviation, TRI time-rate index, vEDS vascular Ehlers-Danlos syndrome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39850941",
    "pmid": "39850941",
    "doi": "10.1177/20503121251315021",
    "title": "The prevalence of hypermobile Ehlers-Danlos syndrome at a gender-affirming primary care clinic.",
    "abstract": "<h4>Objective</h4>This study utilized a sample of trangender, nonbinary, and gender-diverse (TGD) patients to build on emerging literature that suggests that hypermobile Ehlers-Danlos syndrome may be overrepresented in TGD populations. The objective of this retrospective chart review was to determine the prevalence of hypermobile Ehlers-Danlos syndrome syndrome at a gender-affirming primary care clinic.<h4>Methods</h4>A retrospective chart review of medical records was conducted with records between May 2021 and June 2024. Eligible participants were active patients at the gender-affirming primary care clinic, who were over the age of 16, were TGD, and had a diagnosis of hypermobile Ehlers-Danlos syndrome. Of 2180 patients over the age of 16, 59 patients met the criteria. The primary outcome was the prevalence of hypermobile Ehlers-Danlos syndrome in the sample, summarized by frequency and percentage. Secondary outcomes were the prevalence of associated clinical features within the sample of TGD patients with hypermobile Ehlers-Danlos syndrome.<h4>Results</h4>The prevalence of hypermobile Ehlers-Danlos syndrome syndrome was 2.7%. Within the sample of patients with hypermobile Ehlers-Danlos syndrome, 81.4% were found to have diagnoses of anxiety, depression, or attention deficit hyperactivity disorder, 50.8% had a history of migraines or dysautonomia, 39.0% had a history of gastroesophageal reflux disease, irritable bowel syndrome, nausea, diarrhea, or gastroparesis, 16.9% had history of mast cell activation disorder, 32.2% had postural orthostatic tachycardia syndrome, 30.5% had dysmenorrhea, 83.1% reported chronic pain, and 44.1% reported chronic fatigue.<h4>Conclusions</h4>We found that 2.7% of the 2180 patients had a diagnosis of hypermobile Ehlers-Danlos syndrome syndrome. The sample had notably high rates of medical comorbidities as well as anxiety, depression, or attention deficit hyperactivity disorder, consistent with emerging research. The results support the intersecting psychological and healthcare vulnerabilities of TGD patients with hypermobile Ehlers-Danlos syndrome. Further research in this intersection could support mitigation of health care disparities that affect TGD patients with hypermobile Ehlers-Danlos syndrome syndrome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39906986",
    "pmid": "39906986",
    "doi": "10.1161/circulationaha.124.072849",
    "title": "Efficacy of Irbesartan in Celiprolol-Treated Patients With Vascular Ehlers-Danlos Syndrome.",
    "abstract": "<h4>Background</h4>Vascular Ehlers-Danlos syndrome is a rare genetic disorder characterized by defective type III collagen and a high risk of arterial morbidity and mortality. Several cardiovascular drugs are used for treatment, including celiprolol, but no controlled trial in this condition has been conducted to date. We hypothesized the benefit of the addition of an angiotensin II receptor blocker.<h4>Methods</h4>A multicenter, randomized, placebo-controlled trial was conducted to assess the efficacy and safety of the angiotensin II receptor blocker irbesartan in adults with vascular Ehlers-Danlos syndrome on stable background celiprolol therapy. Patients were randomized 1:1 to receive irbesartan (150 mg/day titrated to 300 mg/day) or placebo for 2 years. The composite primary outcome was defined as any vascular Ehlers-Danlos syndrome-related fatal or nonfatal arterial event or any new or worsening arterial lesions detected by systematic head-to-pelvis computed tomography angiography or peripheral arterial duplex ultrasound at different time points, using a time-to-first-event analysis.<h4>Results</h4>Twenty-nine participants (62% female; 40.3±11.3 years of age) were randomized to irbesartan, and 28 (64% female; 40.7±11.0 years of age) were randomized to placebo. The composite primary outcome occurred in 8 of 29 patients (27.6%) receiving irbesartan versus 15 of 28 patients (53.6%) receiving placebo (hazard ratio, 0.42 [95% CI, 0.17, 0.99]; <i>P</i><0.05). The risk of recurrent symptomatic or nonsymptomatic arterial events was lower with irbesartan than with placebo (risk ratio, 0.37 [95% CI, 0.19, 0.68]; <i>P</i>=0.002). A reduction of progression of arterial lesions was observed at all sites. Irbesartan significantly reduced systolic blood pressure compared with placebo (baseline-adjusted difference of 5.4 mm Hg [<i>P</i><0.001]), but no relation was observed with the reduction of the primary composite outcome. Eleven episodes of irbesartan-related hypotension were recorded, leading to a downtitration in 4 patients.<h4>Conclusions</h4>Compared with placebo, irbesartan reduced the risk of severe symptomatic and asymptomatic arterial events in patients with vascular Ehlers-Danlos syndrome on background celiprolol therapy.<h4>Registration</h4>URL: https://www.clinicaltrials.gov; Unique identifier: NCT02597361.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39985324",
    "pmid": "39985324",
    "doi": "10.1111/ocr.12907",
    "title": "Head Posture and Upper Spine Morphological Deviations in Patients With Hypermobile Ehlers-Danlos Syndrome.",
    "abstract": "<h4>Objective</h4>To compare head posture and upper spine morphology in hypermobile Ehlers-Danlos syndrome (hEDS) patients with healthy controls with neutral occlusion.<h4>Materials and methods</h4>The study consisted of 27 hEDS patients (23 females, 4 males, mean age 36.41 ± 11.35) and 39 healthy controls (28 females, 11 males, mean age 31.85 ± 11.35) with neutral occlusion and no previous orthodontic treatment. Head posture was analysed by angular measurements on lateral cephalograms taken in natural head position and upper spine morphology was assessed on Cone Beam Computed Tomography (CBCT) by visual analysis of fusion and partial cleft of the upper spine and compared by general linear and logistic analyses adjusted for age and gender.<h4>Results</h4>In total, upper spine morphological deviations occurred significantly more often in hEDS patients (51.9%) compared to controls (15.4%) (p = 0.007). Out of the two categories of upper spine morphological deviations (fusion anomalies and posterior arch deficiencies (PAD)), PAD occurred significantly more often in hEDS patients (48.1%) compared to controls (12.8%) (p = 0.007). The differences remained significant when p-values were corrected for multiple testing comparing groups. Head posture was almost significantly more extended in hEDS patients compared to controls when the p-values were corrected for multiple testing comparing groups (NSL/VER, p = 0.089; NSL/OPT, p = 0.080).<h4>Conclusions</h4>The results of the present study indicate that upper spine morphology is affected in hEDS patients. The results may contribute to a further understanding of the spinal phenotypic spectrum in hEDS patients and thus prove valuable in the diagnostics and treatment of hEDS patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39960088",
    "pmid": "39960088",
    "doi": "10.1080/09638288.2025.2458187",
    "title": "Profiling hypermobile Ehlers-Danlos syndrome (hEDS): factors in health and wellbeing with chronic conditions and opportunities for improving self-management.",
    "abstract": "<h4>Purpose</h4>Factors affecting physical and psychological outcomes for those with chronic conditions are complex, extending beyond medical symptomology to numerous demographic influences. Living with hypermobile Ehlers-Danlos Syndrome (hEDS) is characterised by diagnostic delay and numerous comorbidities, known to impact wellbeing.<h4>Materials and methods</h4>This high-powered study (<i>n</i> = 415 participants) investigates the mediating effect of diagnosis, comorbidity and age on wellbeing, and provides insights into the effects of the latest hEDS reclassification. Validated measures were used to assess quality of life, perceived social support, physical health, fatigue, anxiety, pain and loneliness.<h4>Results</h4>Results indicated worse outcomes for those diagnosed after the reclassification and for those with higher numbers of comorbidities. Conversely, improved outcomes were associated with older age. Findings were supported by insights captured in participants' demographic profiles where a wider breadth of comorbidities were recorded than previously identified. Meanwhile, there was no evidence of a change in the route to diagnosis over time, and data showed ongoing limitations in terms of options for effective treatment.<h4>Conclusions</h4>These findings point to the potential effectiveness of self-management techniques for improving well-being with chronic conditions and highlight the need for improved awareness of hEDS and its management amongst primary care practitioners.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39807789",
    "pmid": "39807789",
    "doi": "10.14309/ctg.0000000000000821",
    "title": "Tenascin-X Deficiency Causing Classical-Like Ehlers-Danlos Syndrome Type 1 in Humans is a Significant Risk Factor of Gastrointestinal and Tracheal Ruptures.",
    "abstract": "<h4>Introduction</h4>Classical-like Ehlers-Danlos syndrome type 1 (clEDS1) is a very rare form of Ehlers-Danlos syndrome caused by tenascin-X deficiency, with only 56 individuals reported in medical literature. Tenascin-X is an extracellular matrix protein needed for collagen stability. Previous publications propose that individuals with clEDS1 might be at risk of gastrointestinal (GI) tract perforations and/or tracheal ruptures. The aim of this study was to characterize complications resulting from perforations of the GI tract and/or tracheal rupture in an international case series of individuals with clEDS1 due to disease-related tissue fragility.<h4>Methods</h4>This case series includes individuals with confirmed clEDS1 and GI perforations and/or tracheal ruptures from participating centers. Researchers who previously reported such individuals were contacted for additional information. A retrospective assessment of clinical features was performed.<h4>Results</h4>Fifteen individuals were included. Ten had spontaneous GI perforations, 7 of whom had multiple GI perforations. Almost all had severe diverticulosis. Three individuals experienced iatrogenic tracheal ruptures.<h4>Discussion</h4>Severe GI complications, such as perforation, and tracheal rupture were observed in a substantial number of individuals with clEDS1. As these features seem significantly more common in clEDS1 than in the average population, we advise vigilance during intubation and GI endoscopic interventions of individuals with clEDS1. Routine referrals to clinical geneticists are recommended for patients with symptoms indicative of clEDS1, especially with unexplained GI perforations and connective tissue symptoms. Our findings offer valuable insights for the clinical management of clEDS1 and underscore the importance of specialized care, providing a foundation for improved clinical guidelines and preventive strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39987472",
    "pmid": "39987472",
    "doi": "",
    "title": "[MANAGEMENT OF LABOR ANESTHESIA IN A PATIENT WITH EHLERS-DANLOS SYNDROME WHY DOES CHATGPT ERR IN SOURCE REFERENCING?]",
    "abstract": "<h4>Introduction</h4>Ehlers-Danlos Syndrome (EDS) encompasses a spectrum of inherited disorders, characterized by joint hypermobility, skin hyperextensibility, and other features. In some patients, EDS involves the vascular walls, posing a significant clinical challenge due to the resultant propensity for rupture with hemorrhagic complications. Such complications, among others that often occur with EDS, may carry particular importance in the context of pregnancy and labor. This paper presents a patient diagnosed with Ehlers-Danlos Syndrome during her first pregnancy. The patient was planned for elective Cesarean delivery and expressed an interest in regional anesthesia. A literature review was conducted to identify similar cases in which the anesthesia techniques and their potential complications were described, as well as additional risks for EDS patients associated with various anesthesia methods. The review identified only low-quality data, which suggested a higher pain threshold in patients with EDS and an increased risk of bleeding. This case was used to assess the ability of ChatGPT to present a literature review based on reliable sources when the evidence is sparse. The model generated a well-worded response using correct medical terminology, but the report was superficial and provided no data to support clinical decision-making. The model also suggested a different anesthetic approach than the human-generated literature review and supported its findings with links to cited sources. These sources were examined, and concerns regarding their reliability were raised. Lack of reliability remains a major challenge for developers and users of large language models. Fine-tuning (i.e. training the model with examples relevant to specific tasks) which may enhance model output accuracy is discussed in this context.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39804414",
    "pmid": "39804414",
    "doi": "10.1007/s00296-024-05782-3",
    "title": "Hypermobile type Ehlers-Danlos syndrome and generalized hypermobile spectrum disorder treatment preferences - a cross-sectional survey of patients.",
    "abstract": "We aimed to assess the typical experiences, desired outcomes, satisfaction with clinical and anticipated outcomes, and the importance of improvements for individuals with Hypermobile Ehlers-Danlos Syndrome (hEDS) and Generalized Hypermobility Spectrum Disorder (G-HSD). A cross-sectional survey was conducted among adults aged 18 and above with hEDS and G-HSD. The survey included the Patient-Centered Outcome Questionnaire and an adapted version addressing common concerns in these individuals. Descriptive statistics were used for analysis. The survey received 483 responses with an 82% completion rate. Most respondents were females (90%), aged 21-30 (30%), living in North America (76%), and diagnosed with hEDS (80%). Participants diagnosed with hEDS reported higher typical levels of pain compared to those diagnosed with G-HSD and higher expected levels of pain and interference with daily activities post-treatment (p < 0.05). The areas of most significant concern were pain, fatigue, interference with daily activities, and walking issues. Our findings revealed no differences in how individuals from both groups rated their treatment expectations, except for the usual pain level and the expected pain level and interference with daily activities post-treatment. Patients' perspectives are essential for developing appropriate treatment plans and improving outcomes for this patient population. Our results will hopefully inform the development of new interventions to impact outcomes that matter to individuals with hEDS and G-HSD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40028916",
    "pmid": "40028916",
    "doi": "10.14309/ctg.0000000000000834",
    "title": "Radiographic identification of visceroptosis in hypermobile Ehlers-Danlos syndrome patients with functional gastrointestinal symptoms compared to healthy subjects.",
    "abstract": "<h4>Introduction</h4>Visceroptosis is a potential cause of gastrointestinal symptoms in hypermobile Ehlers-Danlos syndrome (hEDS).<h4>Methods</h4>We systematically examined the prolapse of abdominal organs below their natural supine position (visceroptosis) during upright small bowel barium study in healthy and hEDS subjects with irritable bowel syndrome.<h4>Results</h4>Comparison of age- and sex-matched healthy (n=20) and hEDS (n=10) subjects did not show any significant difference in dynamic movement of the viscera. Subgroup analysis did not demonstrate any correlation between the degree of prolapse, clinical symptoms, and hypermobility clinical (Beighton) scores. The interobserver reliability for 3 out the 4 anatomical landmarks showed 'moderate' or 'good' correlation based on their interclass correlation coefficients.<h4>Discussion</h4>hEDS patients do not appear to have a significantly increased incidence of visceroptosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40214433",
    "pmid": "40214433",
    "doi": "10.3390/cells14070479",
    "title": "Impact of a Heterozygous C1R&lt;sup&gt;R301P/WT&lt;/sup&gt; Mutation on Collagen Metabolism and Inflammatory Response in Human Gingival Fibroblasts.",
    "abstract": "Periodontal Ehlers-Danlos syndrome arising from heterozygous pathogenic mutation in <i>C1R</i> and/or <i>C1S</i> genes is an autosomal-dominant disorder characterized by early-onset periodontitis. Due to the difficulties in obtaining and culturing the patient-derived gingival fibroblasts, we established a model system by introducing a heterozygous C1R<sup>R301P/WT</sup> mutation into human TERT-immortalized gingival fibroblasts (hGFBs) to investigate its specific effects on collagen metabolism and inflammatory responses. A heterozygous C1R<sup>R301P/WT</sup> mutation was introduced into hGFBs using engineered prime editing. The functional consequences of this mutation were assessed at cellular, molecular, and enzymatic levels using a variety of techniques, including cell growth analysis, collagen deposition quantification, immunocytochemistry, enzyme-linked immunosorbent assay, and quantitative real-time reverse transcription polymerase chain reaction. The C1R<sup>R301P/WT</sup>-mutated hGFBs (mhGFBs) exhibited normal morphology and growth rate compared to wild-type hGFBs. However, mhGFBs displayed upregulated procollagen α1(V), MMP-1, and IL-6 mRNA expression while simultaneously downregulating collagen deposition and C1r protein levels. A modest accumulation of unfolded collagens was observed in mhGFBs. The mhGFBs exhibited a heightened inflammatory response, with a more pronounced increase in MMP-1 and IL-6 mRNA expression compared to TNF-α/IL-1β-stimulated hGFBs. Unlike cytokine-stimulated hGFBs, cytokine-stimulated mhGFB did not increase <i>C1R</i>, <i>C1S</i>, procollagen α1(III), and procollagen α1(V) mRNA expression. Our results suggest that the C1R<sup>R301P/WT</sup> mutation specifically disrupts collagen metabolism and inflammatory pathways in hGFBs, highlighting the mutation's role in these processes. While other cellular functions appear largely unaffected, these findings underscore the potential of targeting collagen metabolism and inflammation for therapeutic interventions in pEDS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40104886",
    "pmid": "40104886",
    "doi": "10.1111/1471-0528.18142",
    "title": "Pregnancy and Delivery Outcomes in Vascular Ehlers-Danlos Syndrome: A Retrospective Multicentre Cohort Study.",
    "abstract": "<h4>Objective</h4>We aim to increase knowledge on pregnancy and delivery risks in vascular Ehlers-Danlos Syndrome (vEDS). Our outcomes can contribute to establishing future guidelines for pregnancy and delivery management in women with vEDS.<h4>Design</h4>Retrospective multicentre cohort study.<h4>Setting</h4>Women with vEDS due to pathogenic/likely pathogenic (P/LP) COL3A1 variants are at increased risk for arterial dissection and pregnancy-related complications during pregnancy and delivery.<h4>Population</h4>Women with a P/LP COL3A1 variant were included from 2019 until 2021.<h4>Methods</h4>Genetic and clinical data was collected through retrospective analysis.<h4>Main outcome measures</h4>Description of the genotype and pregnancy-related outcomes.<h4>Results</h4>We collected information about 121 pregnancies of 43 women with vEDS, including nine women with a haploinsufficient variant. Neither uterine rupture nor life-threatening or fatal vascular events occurred in the perinatal period. The miscarriage rate was 19% (23/121) and 19.1% of the live births were preterm (18/94). Miscarriages were significantly more frequent in women with a glycine substitution in COL3A1 compared to other COL3A1 variant types (19/23, 82.6%, p = 0.018). Thirty-four women had a vaginal birth (79.1%), including 1/7 with known vEDS. Eight deliveries were complicated by severe perineal tears, and six by postpartum haemorrhage.<h4>Conclusions</h4>No pregnancy-related deaths, arterial dissections or uterine ruptures occurred in our cohort. Since no life-threatening events occurred during pregnancy and delivery, discouragement of pregnancy in all women with vEDS in current guidelines might be too strict. Based on these data, we propose a shared decision-making process.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40040766",
    "pmid": "40040766",
    "doi": "10.1093/jscr/rjaf098",
    "title": "Small bowel perforation caused by a fish bone in a patient with vascular Ehlers-Danlos syndrome: a case report.",
    "abstract": "Management of gastrointestinal perforation in patients with vascular Ehlers-Danlos syndrome (vEDS) is clinically challenging. A male in his 40s with vEDS presented with right lower abdominal pain. Computed tomography revealed a foreign body in the ileum with bowel perforation. A detailed inquiry revealed that he had consumed codfish six days prior. Based on these findings, he was diagnosed with a small bowel perforation caused by a fish bone. Emergency laparotomy was performed and intraoperative findings showed a fish bone in the ileum penetrating the mesentery. We resected ~5 cm of the small intestine, including the perforation site. Although the patient experienced postoperative paralytic ileus, he was discharged on postoperative Day 27. Gastrointestinal perforation caused by fish bones in patients with vEDS is extremely rare and requires careful assessment to determine the appropriate treatment. For surgeons, an individualized surgical strategy and optimal perioperative management are important to prevent fatal complications.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39963953",
    "pmid": "39963953",
    "doi": "10.1093/jmicro/dfaf012",
    "title": "Segmented ring-mesh model of glycosaminoglycan chains based on the 3D analysis of normal individual and Musculocontractural Ehlers-Danlos syndrome skin using scanning transmission electron microscopy.",
    "abstract": "Collagen fibrils in the dermis are bundled by glycosaminoglycan (GAG) chains of decorin, which contribute to its strength. The three-dimensional structure of collagen fibrils and GAG chains has been discussed on the basis of observations and experiments. This study uses scanning transmission electron microscope (STEM) tomography with high Z-axis resolution to analyze the three-dimensional structure of GAG chains in the dermis from a healthy individual and a patient with Musculocontractural Ehlers-Danlos syndrome caused by pathogenic variants in CHST14 (mcEDS-CHST14). This observation revealed that the dermis from a healthy individual featured multiple GAG chains that wrapped around collagen fibrils and formed incomplete ring structures. However, in the dermis from a patient with mcEDS-CHST14, GAG chains were linear and did not form rings. Based on the relationship between collagen fibrils and GAG chains, we suggest the three-dimensional structure of normal GAG chains in a new model named the \"segmented ring-mesh model.\" The interactions between collagen fibrils and GAG chains in this model also apply to the dermis of mcEDS-CHST14 patients, in which the GAG chain composition changes to become CS-rich and more linear. This change leads to an increased inter-fibrillar space, which inhibits the dense packing of collagen fibrils. These findings suggest that this phenomenon contributes to the skin fragility observed in mcEDS-CHST14 patients. Our study suggests the \"segmented ring-mesh model\" of GAG chains is essential for the dense packing of collagen fibrils in normal dermis. STEM tomography is highly effective in analyzing the three-dimensional structure of collagen fibrils and GAG chains.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR999702",
    "pmid": "",
    "doi": "10.20944/preprints202504.0244.v1",
    "title": "Defective Mitochondrial Respiration in Hereditary Thoracic Aneurysms",
    "abstract": "Thoracic Aortic Aneurysms are life-threatening vascular conditions linked to inherited disorders such as Marfan syndrome, Loeys-Dietz syndrome, vascular Ehlers-Danlos syndrome, and Familial Thoracic Aortic Aneurysms and Dissections. While traditionally associated with extracellular matrix and contractile defects in vascular smooth muscle cells, emerging evidence suggests a key role for mitochondrial dysfunction. Here, we show that overexpression of ACTA2R179H and TGFBR2G357W in murine aortic VSMCs reduces Mitochondrial Transcription Factor A (Tfam) expression, decreases mitochondrial DNA (mtDNA) content, and impairs oxidative phosphorylation, shifting metabolism toward glycolysis. Notably, nicotinamide riboside, a NAD+ precursor, restores mitochondrial respiration, increases Tfam and mtDNA levels, and promotes a contractile phenotype by enhancing actin polymerization and reducing matrix metalloproteinase activity. These findings identify mitochondrial dysfunction as a shared feature in hereditary Thoracic Aortic Aneurysm, not only in Marfan syndrome but also in other genetic forms and highlight mitochondrial boosters as a potential therapeutic strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39945031",
    "pmid": "39945031",
    "doi": "10.1002/ejp.70000",
    "title": "The Impact of Pain on Everyday Activities of People With Hypermobility Spectrum Disorders or Hypermobility Ehlers Danlos Syndrome.",
    "abstract": "<h4>Background</h4>This study describes aspects of pain and how pain affects everyday life and examines the relation between chronic pain and activity limitations in people with hypermobility spectrum disorders (HSD) or hypermobility Ehlers Danlos syndrome (hEDS).<h4>Methods</h4>This cross-sectional study used data from 2016 to 2021 obtained from the Swedish quality registry for pain rehabilitation (SQRP), comparing those with HSD/hEDS with the larger group of people with mixed chronic pain conditions as a reference group (RG).<h4>Results</h4>Of the 43,801 people registered in the SQRP, 1211 (2.8%) were diagnosed with HSD/hEDS (88.9% women). The mean age of the HSD/hEDS group was younger (36.3 ± 11.8) than the RG (45.7 ± 12.8). The HSD/hEDS group had a statistically significant (p < 0.001) earlier onset of pain (calculated in years) in contrast to the RG. In the HSD/hEDS group, 80.1% had persistent pain; in the RG, 74.2% had persistent pain. The HSD/hEDS group reported more pain locations (20.0 ± 7.9) than the RG (14.8 ± 8.8). The HSD/hEDS group reported more problems performing leisure, social, and household activities than the RG; however, pain intensity was statistically significantly lower (p < 0.001) in the HSD/hEDS related to the RG.<h4>Conclusions</h4>There were indications that pain affected daily activities for people with HSD/hEDS, who had earlier onset of pain, marked more pain locations, and had more persistent pain, but pain intensity was not as decisive in contrast to the RG.<h4>Significance statement</h4>In a comparison yielding statistically significant results (p < 0.001), persons with hypermobility spectrum disorder (HSD) or hypermobility Ehlers-Danlos syndrome (hEDS) reported earlier pain onset, longer pain durations, and a greater number of pain locations but surprisingly, lower pain intensity than the reference group which consisted of a mixed group of pain conditions. These pain characteristics affected daily activities, indicating a substantial impact on daily life for those with HSD/hEDS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39842525",
    "pmid": "39842525",
    "doi": "10.1016/j.arth.2025.01.018",
    "title": "Outcomes of Total Joint Arthroplasty in Patients Who Have Ehlers-Danlos Syndrome: A Systematic Review and Meta-Analysis.",
    "abstract": "<h4>Background</h4>Patients who have Ehlers-Danlos Syndrome (EDS), a group of connective tissue disorders characterized by aberrant collagen synthesis and processing, have an increased likelihood of requiring a total joint arthroplasty (TJA), including total hip arthroplasty or total knee arthroplasty (THA or TKA). This study aimed to synthesize outcomes following TJA in patients who have EDS.<h4>Methods</h4>This study was conducted using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. Studies that described outcomes of TJA in EDS patients were searched from PubMed, Medline, The Cochrane Library, and Embase. Case series and cohort studies were included if they identified patients who had EDS who underwent either primary THA or TKA. Rates of reoperation and/or revision, instability or frank dislocation, aseptic loosening, periprosthetic fractures, periprosthetic joint infection, medical complications, wound complications, and readmissions were collected and compared to patients who do not have EDS. Individual pooled comparative meta-analysis was performed for each variable. Patient-reported outcome measures were collected and qualitatively described. The search yielded eight publications with 1,769 EDS patients (1,011 THA and 758 TKA) describing outcomes after TJA.<h4>Results</h4>Following THA, EDS patients were at increased risk of all-cause revision (OR [odds ratio] = 2.40, P < 0.001), instability/dislocation (OR = 3.22, P < 0.001), and aseptic loosening (OR = 3.76, P < 0.001). Following TKA, EDS patients were at increased risk of all-cause revision (OR = 1.54, P = 0.006), instability (OR = 2.96, P < 0.001), periprosthetic fracture (OR = 2.91, P = 0.009), and wound complications/hematoma (OR = 2.91, P < 0.001). There were no differences in medical complications, periprosthetic joint infection, or readmission. The Patient-reported outcome measures were similar between the cohorts and significantly improved compared to the baselines.<h4>Conclusions</h4>Patients who have Ehlers-Danlos have an increased risk of implant-related complications following TJA. The EDS patients undergoing arthroplasty may benefit from careful planning with surgical techniques and constrained designs that minimize instability.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR964283",
    "pmid": "",
    "doi": "10.20944/preprints202501.0328.v1",
    "title": "The Experience of Pain in Hypermobility Ehlers Danlos Syndrome: Having No Words for Feelings and Sharing Emotions. The Alexithymia Role",
    "abstract": "<h4>Background: </h4> Hypermobility Ehlers Danlos syndrome (hEDS) is a clinical condition characterized by hypermobility and tissue fragility and associated to chronic pain. The present study aimed to investigate the associations between affect regulation, pain perception and psychophysical dimensions. <h4>Methods:</h4> Twenty-five hEDS patients completed tests assessing pain experience, pain intensity, emotion regulation, alexithymia and quality of life. A regression analysis was performed on the total sample, in order to investigate the relationship between alexithymia, pain, emotional regulation and perception of quality of life. <h4>Results:</h4> A high percentage of alexithymia emerged. Negative significant associations emerged between quality-of-life scale and both emotion regulation scale and scales as well as with alexithymia scale and difficulties in identifying and describing feelings. Moreover, a relationship between hEDS and psychological variables concern the time of diagnosis appear. <h4>Discussion:</h4> Patients with hEDS seems to refer alexithymia; pain seems to interfere with practical aspects of daily life, and may reduce an individual&#039;s awareness of their emotional capabilities. Perception of heightened pain has a stronger impact on emotional resources when it interferes with affective life, rather than with practical life. Finally, delayed diagnoses of hEDS entail psychological consequence such as alexithymia. <h4>Conclusion:</h4> All these aspects may interfere with the possibility of patients to be understood for clinicians and a particular attention is needed also to define the rehabilitative approach.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39941612",
    "pmid": "39941612",
    "doi": "10.3390/jcm14030941",
    "title": "Bone Densitometry Parameters in Females with Ehlers-Danlos Syndrome-Does the Hypermobile Subtype Increase the Risk of Low Bone Mass in Patients with Ehlers-Danlos Syndrome?",
    "abstract": "<b>Background:</b> The purpose of this study was to assess bone densitometry parameters in patients with classical and hypermobile Ehlers-Danlos syndrome (EDS) and to determine whether the hypermobile subtype increases the risk of low bone mass, which is particularly important in this patient group, since the genetic mutation responsible for this subtype is still unknown. <b>Material and Methods:</b> In order to conduct this study, we collaborated with the EDS society in Poland. A total of 30 females of reproductive age who were included in the study were divided into two groups: Group 1-those with classical EDS (<i>n</i> = 9) and Group 2-those with hypermobile EDS (<i>n</i> = 21). Routine laboratory test results, bone turnover markers, and densitometry parameters were evaluated and compared. <b>Results:</b> The study groups showed no differences in terms of densitometry parameters or markers of calcium-phosphate metabolism. A multivariate logistic analysis demonstrated no increase in the risk of low bone mass (defined as a Z-score lower than -2) in patients with hypermobile EDS (OR 0.067 [95% Cl 0.0-20.927]; <i>p</i> = 0.356). <b>Conclusions:</b> The hypermobile subtype of EDS does not increase the risk of low bone mass; there were no significant differences between patients with hypermobile EDS and those with classical EDS in terms of either densitometry parameters or markers of calcium-phosphate metabolism. Although patients with hypermobile EDS are not at a higher risk of developing low bone mineral density, they should be regularly monitored for any calcium and phosphate metabolism abnormalities.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39641471",
    "pmid": "39641471",
    "doi": "10.1002/ajmg.a.63957",
    "title": "The Natural History of Dermatosparaxis Ehlers Danlos Syndrome: An Adult Case Series.",
    "abstract": "Dermatosparaxis Ehlers Danlos syndrome (dEDS) is a very rare monogenic EDS that occurs due to biallelic pathogenic variants in ADAMTS2. Fifteen individuals with dEDS have been reported in the literature, with the oldest being 19 years at follow-up. Given the lack of information regarding adults with dEDS, our aim was to describe adults with dEDS to inform management recommendations in adulthood. We report five individuals (2:3 male:female) with an age range of 22-42 years. Complications include extreme skin fragility resulting in iatrogenic injury, redundant skin folds often requiring surgical resection, severe complications following a gastric volvulus secondary to a diaphragmatic hernia, and multiple fractures. Discussion of management considerations includes thorough investigations of acute pain, careful consideration of skin closure techniques and manual handling, as well as monitoring for reduced bone mineral density after low-impact fracture and/or post-menopause.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR974432",
    "pmid": "",
    "doi": "10.31234/osf.io/du4rw_v1",
    "title": "The Impact of Living with Ehlers-Danlos Syndrome on Health-Related Quality of Life: A Systematic Review.",
    "abstract": "<p>AbstractObjective: The Ehlers-Danlos Syndromes (EDS) are a group of multi-systemic, chronic conditions with complex symptomology. This systematic review aimed to synthesise what is known about the impact of EDS on Health-Related Quality of Life (HRQoL), and associated moderating factors, following a change in diagnostic boundaries. <h4>Methods:</h4> Fifteen databases, grey literature and reference lists were systematically searched. A systematic review was performed following the Preferred Reporting Items for Systematic Reviews and guidelines for narrative synthesis. Findings were grouped according to outcomes, moderating factors, and measurement instrument. A further synthesis aligned outcomes with domains of HRQoL. Risk of bias was addressed using the Effective Public Health Practice Project assessment tool. <h4>Results:</h4> Eight quantitative studies met eligibility criteria. Findings indicate substantial impact on HRQoL, particularly in how symptoms are perceived and functional status. However, how HRQoL is measured and researched are influencing these results. <h4>Conclusion:</h4> This review suggests key aspects of how HRQoL is experienced remain underexplored and underreported. Issues of methodological rigour raise further concerns around the usefulness of study findings. Further research is required to clarify how aspects of HRQoL are prioritised and experienced and how they can best be measured, to improve management of this debilitating condition.PROSPERO registration number CRD42022318979</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR977468",
    "pmid": "",
    "doi": "10.20944/preprints202502.0587.v1",
    "title": "Intestinal Failure in Pediatric Vascular Ehlers-Danlos Syndrome: A Case Series and Systematic Literature Review",
    "abstract": "<h4>Background: </h4> Vascular Ehlers-Danlos syndrome (vEDS) is a rare connective tissue disorder characterized by collagen type III deficiency, predisposing to spontaneous arterial, uterine, and intestinal ruptures. While intestinal complications are recognized in vEDS, intestinal failure (IF) secondary to these complications is a rare and potentially life-threatening occurrence. This study aimed to describe the clinical presentation, surgical management, and outcomes of pediatric patients with IF secondary to vEDS and perform a and to provide a comprehensive review of the limited existing literature on this challenging clinical scenario. <h4>Methods:</h4> This study comprises a case series of pediatric patients with IF due to vEDS complications and a comprehensive literature review. Clinical data, including age at diagnosis, surgical history, complications, nutritional status, and long-term outcomes, were collected from medical records. A literature review was performed to identify studies reporting gastrointestinal complications, surgical outcomes in pediatric vEDS patients and cases of intestinal failure. The literature search was conducted following the PRISMA guidelines. <h4>Results:</h4> Two pediatric patients with vEDS and IF were included. Both patients experienced intestinal perforations and surgical complications and required long-term parenteral nutrition (PN). One patient required PN for 18 months before achieving enteral autonomy, while the other remains dependent. The literature review included 4 articles and revealed a high risk of complications, including anastomotic leaks, fistulae, and recurrent perforations, in patients with vEDS undergoing intestinal surgery. Delayed diagnosis of vEDS was common. <h4>Conclusions:</h4> Intestinal complications in pediatric patients with vEDS can lead to severe short bowel syndrome and long-term PN dependence. Early diagnosis and a multidisciplinary approach are crucial for optimizing patient care and minimizing complications.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39645092",
    "pmid": "39645092",
    "doi": "10.1016/j.matbio.2024.12.002",
    "title": "Impact of vascular Ehlers-Danlos Syndrome-associated Gly substitutions on structure, function, and mechanics using bacterial collagen.",
    "abstract": "Vascular Ehlers-Danlos syndrome (vEDS) arises from mutations in collagen-III, a major structural component of the extracellular matrix (ECM) in vascularized tissues, including blood vessels. Fibrillar collagens form a triple-helix that is characterized by a canonical (Gly-X-Y)<sub>n</sub> sequence. The substitution of another amino acid for Gly within this conserved repeating sequence is associated with several hereditary connective tissue disorders, including vEDS. The clinical severity of vEDS depends on the identity of the substituted amino acid and its location. In this study, we engineered recombinant bacterial collagen-like proteins (CLPs) with previously reported Gly→X (X=Ser or Arg) vEDS substitutions within the integrin-binding site. Employing a combination of biophysical techniques, enzymatic digestion assays, integrin binding affinity assays, and computational modeling, we assessed the impact of Gly→X substitutions on structure, stability, function, and mechanical properties. While constructs with Ser or Arg substitutions maintained a triple-helix structure, Arg substitution significantly reduced global thermal stability, heightened susceptibility to trypsin digestion, and altered integrin α2-inserted (α2I) domain binding. Molecular dynamics (MD) simulations also demonstrated distinct effects of different Gly substitutions on the triple-helix structure - Arg substitutions induced notable bulging at the substitution site and disrupted interchain hydrogen bonds compared to Ser substitutions. Additionally, steered MD simulations revealed that Arg substitution led to a significant decrease in the Young's modulus of the triple-helix. Bacterial CLPs have proved to be a powerful model for studying the underlying mechanisms of vEDS-causing mutations in collagen-III. Serine and arginine substitutions differentially perturb cell-matrix interactions and ECM in a manner consistent with clinical vEDS severity.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39950632",
    "pmid": "39950632",
    "doi": "10.1136/bcr-2024-262894",
    "title": "Classical Ehlers-Danlos syndrome with cranio-cervical instability in an infant due to a novel COL5A1 gene mutation.",
    "abstract": "Ehlers-Danlos syndromes (EDSs) are a group of connective tissue disorders with diverse clinical and genetic profiles. Classical Ehlers-Danlos syndrome (cEDS), the second most common type, is characterised by skin hyperextensibility, atrophic scars and joint hypermobility, primarily due to mutations in COL5A1 and COL5A2 genes. We report a case of an infant with severe cEDS presenting with motor developmental delay, joint hyperextensibility and cranio-cervical instability. Genetic analysis identified a novel heterozygous missense mutation in COL5A1 (c.386G>T) and a non-segregating variant in COL1A2. The child's clinical features were more severe compared with his mother and grandmother, highlighting the variable expression of cEDS. Treatment included vitamin D and iron supplementation, physiotherapy and avoidance of excessive stretching. The child later required surgical intervention for cervical dislocation. This case emphasises the importance of clinical examination of family members and targeted genetic testing along with individualised management for severe cEDS presentations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40185471",
    "pmid": "40185471",
    "doi": "10.1016/j.anai.2025.03.022",
    "title": "Prevalence of Mast Cell Activation Disorders and Hereditary Alpha Tryptasemia Amongst POTS and EDS Patients: A Systematic Review.",
    "abstract": "<h4>Background</h4>Postural Orthostatic Tachycardia Syndrome (POTS) and Ehlers-Danlos Syndrome (EDS) are often reported to occur concurrently with Mast Cell Activation Disorders (MCADs) and Hereditary Alpha Tryptasemia (HAT). However, it remains unclear whether evidence supporting this relationship exists.<h4>Objective</h4>To determine the prevalence of MCADs and HAT in patients diagnosed with EDS and or POTS.<h4>Methods</h4>We conducted a systematic search of MEDLINE (OVID), EMBASE (OVID), Scopus, and Web of Science with the assistance of an experienced medical librarian. We focused on patients with any MCAD or HAT in conjunction with a diagnosis of POTS and/or EDS.<h4>Results</h4>A total of 200 records were screened, 107 were excluded based on the title or abstract, 92 full texts were reviewed, and one record was not retrieved. No studies were identified that met our primary criterion of including patients diagnosed with any MCAD or HAT alongside POTS and/or EDS based on our pre-specified diagnostic criteria.<h4>Conclusion</h4>Our review did not find evidence to confirm a relationship between MCADs, HAT, POTS, and EDS. However, it must be mentioned that one study showed an association between MCAS, POTS, and EDS and came close to meeting the full diagnostic criteria for MCAS, unlike other studies. This indicates that further research using strict and validated diagnostic criteria is needed to clarify whether a true association between conditions exists.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39906439",
    "pmid": "39906439",
    "doi": "10.7759/cureus.76952",
    "title": "Hemorrhagic Infarct as a Rare Presentation of Vascular Ehlers-Danlos Syndrome in a 40-Year-Old Female: A Case Report.",
    "abstract": "This case report presents a 40-year-old female with vascular Ehlers-Danlos Syndrome (vEDS) who presented with acute right-sided weakness and altered consciousness due to a rare hemorrhagic infarct in the left middle cerebral artery (MCA) territory. Initial examination revealed severe neurological impairment and subtle signs of connective tissue disorder, including skin hyperextensibility and joint hypermobility. Imaging confirmed a hemorrhagic infarct, while laboratory findings showed leukocytosis, anemia, and hypokalemia. Given her family history and clinical features, genetic testing confirmed a <i>COL3A1 </i>mutation diagnostic of vEDS. Management included blood pressure control, potassium replacement, and intracranial pressure reduction, followed by a long-term care plan. This case emphasizes the importance of considering vEDS in atypical vascular presentations and highlights the value of genetic testing in diagnosing this high-risk condition.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40131551",
    "pmid": "40131551",
    "doi": "10.1007/s00296-025-05836-0",
    "title": "Prevalence of psychiatric and sleep disorders and their impact on quality of life in children with hypermobile Ehlers-Danlos syndrome: an observational study.",
    "abstract": "Hypermobile Ehlers-Danlos Syndrome (hEDS) is the most common connective tissue disorder. However, few studies exist on psychiatric and sleep disorders in pediatric patients with hEDS. This study aims to describe psychiatric and sleep disorders and evaluate their impact on health-related quality of life (HRQoL) in pediatric patients with hEDS. As part of a longitudinal study, a convenience sample of 123 pediatric patients with hEDS, were recruited at a hEDS multidisciplinary clinic in sequential order over a seven-month period. Patient-reported outcomes were completed (Patient Reported Outcomes Measurement Information System Pediatric Profile Version 2 [PROMIS], Generalized Anxiety Disorder-7 [GAD-7], Adolescent Sleep Wake Scale [ASWS], and Pediatric Quality of Life Inventory Rheumatology Module [PEDS-QL Rheum]). The mean age was 15.8 years (SD = 2.7), the majority were female (92%) and Caucasian (92%). Most (86%) had at least one psychiatric diagnosis, with anxiety (80%) the most common, followed by depression (42%). Many (42%) also reported poor sleep. Correlations were seen between the GAD-7, PROMIS pain and HRQoL. Worse anxiety and depression were correlated with more sleep problems. Depression, GAD-7, and ASWS were also correlated with worse HRQoL. Performing regression analyses found anxiety and pain to be most predictive of HRQoL. Psychiatric and sleep disorders are prevalent in pediatric patients with hEDS and impact HRQoL negatively. Clinical focus on the anxiety and pain are important due to their impact on HRQoL.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39745483",
    "pmid": "39745483",
    "doi": "10.1111/apt.18471",
    "title": "Analysis of Antroduodenal Motility in Patients With Hypermobility Spectrum Disorders/Hypermobile Ehlers-Danlos Syndrome.",
    "abstract": "Hypermobility spectrum disorders (HSD) and hypermobility Ehlers-Danlos syndrome (hEDS) are frequently associated with gastrointestinal symptoms, although the underlying mechanisms remain unclear. This study aimed to compare antroduodenal motility in patients with and without HSD/hEDS. We included 239 patients (50 HSD/hEDS and 189 non-HSD/hEDS) with gastrointestinal symptoms undergoing antroduodenal manometry (ADM). The prevalence of antroduodenal dysmotility was not different between both groups, but enteric dysmotility was less common in the HSD/hEDS group (13% vs. 34%, p = 0.006). Delayed gastric emptying rates were similar, suggesting that delayed gastric emptying is more relevant for patients with HSD/hEDS and gastrointestinal symptoms.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40003271",
    "pmid": "40003271",
    "doi": "10.3390/children12020170",
    "title": "The Relationship Between Fatigue, Pain Interference, Pain-Related Distress, and Avoidance in Pediatric Hypermobile Ehlers-Danlos Syndrome.",
    "abstract": "<h4>Background/objectives</h4>Fatigue is a known predictor of disability and reduced quality of life in youth with hypermobility and chronic pain in general. Given the added relationship between chronic fatigue and connective tissue disorders, including hypermobile Ehlers-Danlos Syndrome (hEDS), this study aims to investigate the comparative role of fatigue on important predictors of outcomes for youth with and without hEDS who have chronic pain.<h4>Methods</h4>In this retrospective study, pediatric patients with chronic pain diagnosed with hEDS (<i>n</i> = 100) were compared to an age- and sex-matched group of youth with chronic pain without diagnosed hypermobility (<i>n</i> = 100). Participants completed measures of pain-related distress (PCS-C), avoidance (FOPQ-A), and pediatric PROMIS measures for fatigue, anxiety, and pain interference. Data were analyzed using chi-square tests, <i>t</i>-tests, and ANCOVAs in RStudio.<h4>Results</h4>Fatigue scores were higher and clinically elevated fatigue was more prevalent in those with hEDS than in matched chronic pain peers. Fatigue was significantly positively related to pain interference, avoidance, and pain-related distress in youth with and without hEDS.<h4>Conclusions</h4>The current study supports the need for multidisciplinary treatment and rehabilitation for pediatric chronic pain and hypermobility and suggests that fatigue may be an important factor to consider when treating youth with hypermobility.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39881647",
    "pmid": "39881647",
    "doi": "10.53738/revmed.2025.21.903.200",
    "title": "[Pediatrics. Diagnosis of generalized joint hypermobility in children].",
    "abstract": "Joint hypermobility is a common feature in children and adolescents, often physiological and benign, but it is also a manifestation of hereditary connective tissue disorders. In pediatrics, there is a real need to differentiate Ehlers-Danlos syndrome (EDS) hypermobile type (hEDS) from benign hypermobility, in the absence of a genetic marker specific to this form of EDS. In 2023, the International Ehlers-Danlos Consortium revised the diagnostic criteria for children and adolescents, introducing the concept of hypermobility spectrum disorder. In line with these recommendations, the clinical criteria for hEDS established for adults do not apply in paediatrics, and hEDS should no longer be diagnosed before the age of biological maturity. At the end of the child's growth, a specialized reassessment is required, applying the 2017 hEDS criteria.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39448975",
    "pmid": "39448975",
    "doi": "10.1186/s12891-024-07937-6",
    "title": "Outcomes of orthopaedic surgery in Ehlers-Danlos syndromes: a scoping review.",
    "abstract": "<h4>Background</h4>Patients with Ehlers-Danlos syndromes (EDS) often experience high rates of joint subluxations and dislocations, and associated pain that may require surgical interventions. Orthopaedic surgical management is challenging in this population, and patients will often undergo multiple unsuccessful surgeries. Outcomes data specific to patients with EDS are sparse in the orthopaedic surgery literature. We conducted a scoping review to evaluate the evidence and outcomes for orthopaedic surgery specifically for the EDS population.<h4>Methods</h4>PubMed MEDLINE, Embase, The Cochrane Library, Cochrane Controlled Register of Trials (CENTRAL), CINHL, and Scopus from their inception to February 28, 2024 for all studies that reported outcomes for orthopaedic surgery in patients with EDS. Two reviewers independently determined study eligibility, rated study quality, and extracted data. Methodology followed the Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR). The studies in this scoping review include Level III (retrospective cohort and case control) and Level IV (case series) evidence.<h4>Results</h4>The literature search yielded a total of 71 citations published between 1990 and 2023. All were primary studies. 38 were single case studies, 14 were case series, and 19 were retrospective cohort studies. No randomized clinical studies or systematic reviews were identified. Overall, the reported findings for the various anatomical sites and procedures indicated that surgery outcomes were inconsistent. Our review highlights the need for future research to determine whether currently established surgical approaches for various orthopaedic conditions offer long-term clinical benefit in patients with EDS. This is clearly a challenging diagnosis, and more rigorous clinical studies are required to identify optimal treatment approaches.<h4>Conclusions</h4>Our review found little evidence-based research to guide optimal surgical treatment in EDS. Established surgical techniques that have been shown to be successful in the wider orthopaedic population should be studied to determine their efficacy in the EDS population.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40139386",
    "pmid": "40139386",
    "doi": "10.1016/j.clnesp.2025.03.048",
    "title": "Durability of surgically versus endoscopically placed jejunostomy tubes in non-oncology patients - A single centre experience over 10 years.",
    "abstract": "<h4>Background</h4>Jejunal access is indicated in patients with impaired oral intake or gastroparesis who require enteral nutrition or medication delivery. There are various approaches to establishing jejunal access; including radiological, endoscopic and surgical methods. This study aims to evaluate the complication and re-intervention rates between endoscopic and surgical placement of jejunal tubes (JT).<h4>Method</h4>We retrospectively collected data on patients undergoing surgical or endoscopic placement of JT at a single centre over a ten-year period (2011-2021). We analysed the following information: age, gender, underlying pathology necessitating the JT placement, significant co-morbidities as well as the following outcome data: rates of tube occlusion, dislodgement and need for re-admission and re-intervention.<h4>Results</h4>There were 165 patients included in the cohort. Of these, 96/165 underwent endoscopic placement either using Direct Percutaneous Endoscopic Jejunostomy (DPEJ) (14/96) or through Percutaneous Endoscopic Gastrostomy with Jejunal Extension (PEG-J) (82/96), and the remaining 69/165 underwent surgical placement either via a surgical flange (SF) tube (45/69) or the surgical Witzel (SW) technique (18/69). Idiopathic gastroparesis as an indication for JT placement (including Ehlers-Danlos Syndrome patients) affected 63.8 % of the surgical and 42.7 % of the endoscopic cohorts. At mean follow up of almost 17 months, the overall need for re-intervention, JT dislodgment and JT occlusion were 32.4 %, 8.8 % and 14.7 % in the surgical cohort, versus 62.8 %, 25.5 % and 27.7 % in the endoscopic cohort (p values of 0.0002, 0.0075 and 0.057, respectively). Individual re-intervention rates were 38.9 % for SW, 31.1 % for SF, 61 % for PEG-J and 64.3 % for DPEJ.<h4>Conclusion</h4>Surgical siting of JT demonstrates significantly reduced dislodgement rates, and requirement for re-intervention in the long-term as compared to endoscopic JT placement.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39542503",
    "pmid": "39542503",
    "doi": "10.1136/bcr-2024-261605",
    "title": "Hippotherapy in the management of hypermobile Ehlers-Danlos syndrome.",
    "abstract": "Hypermobile Ehlers-Danlos syndrome (EDS) is an inherited condition marked by joint hypermobility, instability, chronic pain and fatigue, significantly impacting quality of life and autonomy. Management focuses solely on symptom alleviation. After experiencing a rapid decline in functional abilities, a patient in late adolescence with hypermobile EDS underwent hippotherapy rehabilitation (30 hours). She saw substantial improvements in fatigue, chronic pain and regained walking abilities. Hippotherapy played a crucial role in refining her postural balance, motor skills, proprioception, muscle function and endurance. It also positively affected her cognitive and emotional regulation by stimulating sensory inputs that activate neural pathways, providing relief from pain and fatigue. Notably, the patient transitioned from wheelchair reliance to walking with crutches, and then greatly enhanced both gait quality and speed. These findings demonstrate the relevance of hippotherapy for the rehabilitation of hypermobile EDS, reducing the need for pharmacological interventions and fostering a proactive approach to future challenges.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39474797",
    "pmid": "39474797",
    "doi": "10.1177/10901981241292275",
    "title": "Community Social Networking for Ehlers-Danlos Syndrome.",
    "abstract": "While 10% of the U.S. population are afflicted with a rare disease, patients with a rare disease can have a difficult time finding a provider or useful information. Patients with rare diseases are often frustrated by lack of knowledge from their provider, lack of satisfaction with their provider, and lack of available time with their provider. Social connections and networks can be a useful tool for patients with rare diseases to seek and maintain support and information. For this study, a specific rare disease's (Ehlers-Danlos syndrome) support groups in a moderately sized metropolitan area were surveyed about their social interactions with others around their rare disease. The survey was distributed through online support groups on Facebook and was open over a 3-month period. For the 102 respondents that completed the social networking portion of the survey, there were 448 connections. The main modality of networking was in-person, with discussions about their rare disease occurring daily. Providers can utilize these social networks, after engaging with patients, to disseminate educational information and request feedback from patients. The social networks patients create can help them feel a sense of connectedness they might not otherwise feel due to their rare disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39672033",
    "pmid": "39672033",
    "doi": "10.1016/j.ijscr.2024.110728",
    "title": "Management of spontaneous liver hemorrhage in vascular Ehlers Danlos syndrome: A case report.",
    "abstract": "<h4>Introduction</h4>Vascular Ehlers Danlos syndrome (vEDS) is a heritable connective tissue disorder characterized by vascular, solid organ, and hollow viscus fragility. Herein we report a patient with vEDS who presented with a large spontaneous subcapsular liver hemorrhage. This case highlights the challenges associated with managing vEDS patients and discusses approaches to optimize their care.<h4>Presentation of case</h4>A 33-year-old woman presented to the emergency department with acute onset abdominal pain. Computed Tomography Angiogram (CTA) revealed a large subcapsular hemorrhage with active extravasation. Interventional Radiology (IR) performed a hepatic artery angiogram which revealed no blush thus embolization was not performed. The closure device pulled through the arterial wall and an expanding groin hematoma was noted despite manual compression. The patient was brought emergently to the Operating room (OR) for left groin exploration where the arterial injury was identified and repaired. Her post-operative course was complicated by pulmonary embolism (PE) and a left groin infection requiring return to the OR.<h4>Discussion</h4>In the rarely reported cases of hepatic hemorrhage with vEDS, the patients have more commonly presented with multiorgan involvement or died during their hospital admission. These patients have extremely friable tissues and pose additional risk of complications for any invasive procedure.<h4>Conclusion</h4>The case described is the second reported instance of a patient with vEDS who survived their acute hospital course after presenting with a spontaneous hepatic hemorrhage. Key management considerations include preservation of the liver capsule to allow for spontaneous hematoma resorption and cutdown access in the OR for angiography.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39488620",
    "pmid": "39488620",
    "doi": "10.1007/s40292-024-00692-8",
    "title": "Echocardiographic Assessment in Patients with Vascular Ehlers-Danlos Syndrome: Insights from an Unexplored Field.",
    "abstract": "<h4>Introduction</h4>Vascular Ehlers-Danlos syndrome (vEDS) is an inherited connective tissue disorder characterized by arterial fragility. Celiprolol is a β1-adrenoceptor antagonist with partial β2 agonist activity that has been shown to reduce rates of vascular events in this setting, though the underlying mechanisms are not yet fully understood. Moreover, very few echocardiographic data are available in patients with vEDS.<h4>Aim</h4>To perform a comprehensive echocardiographic assessment of a cohort of patients with vEDS with or without celiprolol therapy compared with healthy subjects.<h4>Methods</h4>Twenty patients with genetically confirmed diagnosis of vEDS followed at our Institution (University Hospital of Brescia, Italy) were divided into two groups according to whether or not they were on celiprolol therapy at the maximum recommended dose (400 mg daily) for at least 12 months. Both groups were compared to 10 healthy individuals matched for sex, age, body mass index (BMI), and office blood pressure (BP) values. Each participant underwent transthoracic echocardiography with tissue Doppler analysis (TDI) for a comprehensive evaluation of cardiac structure and function.<h4>Results</h4>Mean age was 35 years and mean BMI was 21.6 kg/m<sup>2</sup>. Female sex was prevalent (60%). Left ventricular (LV) internal diameter values tended to be lower in patients with untreated vEDS than in healthy controls (4.33 vs 4.74 cm, respectively), though this difference was not statistically significant. Similar data were observed for LV mass index (56.9 vs 68.6 g/m<sup>2</sup>), stroke volume (56.6 vs 71.6 mL), and E/A ratio (1.26 vs 1.66), whereas an opposite trend was observed for e' lateral (13.2 vs 12.2 cm/s). No statistically significant difference was found between groups in terms of other parameters of LV mass, systolic and diastolic function. A normal LV geometry was found in all the cases. Indices of mechano-energetic efficiency and ventricular-arterial coupling were also similar between groups. No patient presented with aortic root dilation, mitral valve prolapse, valve insufficiency of more than mild degree, or valve stenosis of any degree.<h4>Conclusion</h4>Our study suggests that patients with vEDS have normal cardiac mass and geometry, as well as normal systolic and diastolic function. Celiprolol therapy does not seem to significantly influence such aspects. Compared with vascular imaging, less stringent follow-up with echocardiography seems reasonable in this setting. Future studies with prospective design should confirm these aspects.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39993087",
    "pmid": "39993087",
    "doi": "10.1097/md.0000000000041647",
    "title": "The causal relationship between hallux valgus and endogenous pathogenic factors: A 2-sample Mendelian randomization.",
    "abstract": "Notably, several factors are associated with hallux valgus (HV); however, their causal relationship remains unclear. In this study, a 2-sample Mendelian randomization (MR) analysis was performed to investigate the casual relationship between 9 endogenous risk factors and HV, aiming to provide a foundation for the clinical management of HV. Exposure factors such as body mass index (BMI), BMI (male), BMI (female), acquired flatfoot, rheumatoid arthritis, gout, knee osteoarthritis, hip osteoarthritis, and Ehlers-Danlos syndrome were considered, with HV as the outcome. Exposure and outcome data were obtained from the IEU Open Genome-wide association study project, UK Biobank, and FinnGen project. Strongly correlated (P < 5×10-08/5×10-06) single nucleotide polymorphisms (SNPs) were selected from the exposure dataset, and those associated with exposure were selected from the HV dataset. The intersection of these SNPs was used as instrumental variables. Five modes were used for the analysis: inverse variance-weighted (IVW), MR-Egger regression, weighted median (WME), simple mode, and weighted mode. MR analysis results of BMI show that except for MR-Egger, the other 4 modes are significant (P < .05), and the β directions are consistent among the 5 methods. For the 4 BMI (male) methods, except for the simple mode, the P- and β-values of the other results all suggest a positive causal relationship between BMI (male) and HV. Flatfoot-IVW and WME results were <.05, indicating statistical significance, whereas MR-Egger, simple mode, and median mode had no statistical significance. However, their β-values were consistent with those of IVW and WME. Further mediation MR analysis suggested that the effect mediated by HV accounts for 13.33% [95% CI (0.03-0.24)] of the total causal effect between the BMI and flatfoot, indicating HV as a mediator of the causal relationship between the BMI and flatfoot. However, the remaining 6 factors had no direct causal association with HV (P < .05). Flatfoot in all patients and elevated BMI in males are directly associated with HV. Therefore, treating acquired flatfoot and controlling the BMI to prevent HV are recommended.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40124461",
    "pmid": "40124461",
    "doi": "10.4103/ojo.ojo_153_24",
    "title": "The conundrum of post-traumatic corneal rupture in a patient with Ehlers-Danlos syndrome.",
    "abstract": "To describe the management of post-traumatic Descemet's membrane detachment and intraoperative corneal rupture in a known case of Ehlers-Danlos Syndrome (EDS). A 7-year-old child, a known case of EDS, presented with Descemet's membrane tear in the right eye for which intracameral sulfur hexafluoride (SF<sub>6</sub>) and descemetopexy were done. Intraoperative spontaneous rupture of the cornea was noted during descemetopexy which was managed using cyanoacrylate glue and bandage contact lens. We successfully used cyanoacrylate tissue adhesive glue for sealing of corneal rupture suggesting that it can be considered a treatment option for such cases where there is a lack of tissue strength for suturing.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR935295",
    "pmid": "",
    "doi": "10.20944/preprints202411.0294.v1",
    "title": "Integrative Multi-Omics Approach in Vascular Ehlers-Danlos Syndrome: Further Insights into the Disease Mechanisms by Proteomic Analysis of Patient Dermal Fibroblasts",
    "abstract": "Dominant mutations in COL3A1 are known to cause vascular Ehlers-Danlos syndrome (vEDS) by impairing extracellular matrix (ECM) homeostasis. This disruption leads to the fragility of soft connective tissues and a significantly increased risk of life-threatening arterial and organ ruptures. Currently, treatments for vEDS are primarily symptomatic, largely due to a limited understanding of its underlying pathobiology and molecular mechanisms. In this study, we conducted a com-prehensive analysis of the intracellular proteome of vEDS fibroblasts, integrating these findings with our previous transcriptome results to identify key molecular pathways that drive the disease. Additionally, we explored the therapeutic potential of inhibiting miR-29b-3p as a proof of concept. Our integrative multi-omics analysis revealed complex pathological networks, emphasizing the critical role of miRNAs, particularly miR-29b-3p, in impairing ECM organization, autophagy, and cellular stress responses, all of which contribute to the pathogenesis of vEDS. Notably. the inhi-bition of miR-29b-3p in vEDS fibroblasts resulted in the upregulation of several differentially expressed target genes involved in these critical processes, as well as increased protein expression of essential ECM components, such as collagen types V and I. These changes suggest potential therapeutic benefits aimed at improving ECM integrity and restoring intracellular homeostasis. Overall, these insights not only enhance our understanding of the complex biological mechanisms underlying vEDS but also provide a solid foundation for future research focused on developing targeted treatment strategies to address this life-threatening disorder effectively.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39996855",
    "pmid": "39996855",
    "doi": "10.3390/cimb47020134",
    "title": "Mitochondrial Dysfunction and Its Potential Molecular Interplay in Hypermobile Ehlers-Danlos Syndrome: A Scoping Review Bridging Cellular Energetics and Genetic Pathways.",
    "abstract": "Hypermobile Ehlers-Danlos Syndrome (hEDS) is a hereditary connective tissue disorder characterized by joint hypermobility, skin hyperextensibility, and systemic manifestations such as chronic fatigue, gastrointestinal dysfunction, and neurological symptoms. Unlike other EDS subtypes with known genetic mutations, hEDS lacks definitive markers, suggesting a multifactorial etiology involving both mitochondrial dysfunction and non-mitochondrial pathways. This scoping review, conducted in accordance with the PRISMA-ScR guidelines, highlights mitochondrial dysfunction as a potential unifying mechanism in hEDS pathophysiology. Impaired oxidative phosphorylation (OXPHOS), elevated reactive oxygen species (ROS) levels, and calcium dysregulation disrupt cellular energetics and extracellular matrix (ECM) homeostasis, contributing to the hallmark features of hEDS. We reviewed candidate genes associated with ECM remodeling, signaling pathways, and immune regulation. Protein-protein interaction (PPI) network analyses revealed interconnected pathways linking mitochondrial dysfunction with these candidate genes. Comparative insights from Fabry disease and fragile X premutation carriers underscore shared mechanisms such as RNA toxicity, matrix metalloproteinases (MMP) activation, and ECM degradation. These findings may suggest that mitochondrial dysfunction amplifies systemic manifestations through its interplay with non-mitochondrial molecular pathways. By integrating these perspectives, this review provides a potential framework for understanding hEDS pathogenesis while highlighting latent avenues for future research into its molecular basis. Understanding the potential role of mitochondrial dysfunction in hEDS not only sheds light on its complex molecular etiology but also opens new paths for targeted interventions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39867552",
    "pmid": "39867552",
    "doi": "10.1016/j.gore.2024.101675",
    "title": "Surgical management of endometrial cancer in patient with musculocontractural Ehlers-Danlos Syndrome harboring pathogenic variants in CHST14 (mcEDS-CHST14): A case report.",
    "abstract": "<h4>Introduction</h4>Musculocontractural Ehlers-Danlos syndrome (mcEDS) is a rare autosomal recessive connective tissue disorder caused by systemic depletion of dermatan sulfate. Symptoms characteristic of mcEDS include multiple contractures, fragile skin with subcutaneous bleeding, and hypermobile joints, which suggest difficulty in perioperative management. However, safe surgical techniques and perioperative management of this disorder remain unknown because of its rarity. We report a patient with mcEDS who developed endometrial cancer and underwent surgery, with emphasis on perioperative management.<h4>Case report</h4>A female patient, who had been genetically diagnosed with mcEDS-CHST14 at the age of 25, presented with symptoms characteristic of mcEDS, including: congenital contractures of fingers and clubfeet, recurrent joint dislocation, progressive foot and spinal deformities, and large subcutaneous hematomas. At age 33, she had been diagnosed with atypical endometrial hyperplasia, and scheduled to undergo total abdominal hysterectomy. To address the risk of massive hemorrhage during the surgery due to mcEDS-related tissue fragility, plasma-derived factor VIII concentrate was prophylactically administered before surgery. During the surgery, neither fragility, hyperextensibility, nor hemorrhagic tendency of the uterus or adnexa observed was observed. The surgery was uneventful, with blood loss of 180 mL and operative time of 2 h and 54 min. However, on the sixth postoperative day, a 2.5-cm dissection was noted at the site of skin incision. Subcutaneous fluid accumulation developed under the skin incision and it persisted for 1.5 months. The postoperative pathological diagnosis was endometrioid carcinoma grade 1, stage IA.<h4>Conclusion</h4>The present case suggested that the prophylactic use of factor VIII was effective for the prevention of hemorrhage during surgery. However, delayed wound healing of the skin and subcutaneous tissues was considered a subject for future improvement.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39953994",
    "pmid": "39953994",
    "doi": "10.1002/msc.70070",
    "title": "Quality of Life With Ehlers-Danlos Syndrome/Joint Hypermobility Syndrome: A Systematic Review of Psychosocial Interventions.",
    "abstract": "<h4>Background</h4>Psychosocial interventions may improve QoL in people with wider chronic pain conditions. However, the evidence requires refining for application to EDS/JHMS. This systematic review aimed to identify, assess and synthesise the evidence of the effectiveness of psychosocial interventions concerning EDS/JHMS. EBSCO, OpenGrey, Cochrane, Prospero, Researchgate and BPS Wiley online were searched for papers published approximately 2000-2024 for studies in which (1) Participants diagnosed with EDS/JHMS. (2) Quantitative or mixed methods. (3) Assessed a Psychosocial intervention to a (4) quality of life outcome. (5) in English. EPHPP quality assessment tool was used to assess the quality and risk of bias.<h4>Main text</h4>The study identified six studies, including 343 participants aged 13-69 (F = 248, M = 8), of unknown ethnicity. Five studies were cohort and one non-randomised controlled trial. Key methodological flaws included no reported effect size and no control group. With quality assessed as low (5) or moderate (1), there was weak evidence that psychosocial interventions containing mindfulness and CBT resulted in a general improvement in QoL compared to no intervention.<h4>Conclusions</h4>Findings from this review indicate the potential of mindfulness and CBT in improving QOL in EDS/JHMS and, in some studies, pain and fatigue. However, existing research is at high risk of bias, has low methodological quality, and is predominately focused on female patients. Future research should adopt methodologically robust approaches such as RCTs and more inclusive samples and consider co-production.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39651378",
    "pmid": "39651378",
    "doi": "10.12890/2024_005018",
    "title": "Coexistence of Vascular Ehlers-Danlos Syndrome and Sticky Platelet Syndrome: A Lethal Combination in A Young Patient with Thrombophilia and Haemorrhagic Diathesis.",
    "abstract": "<h4>Background</h4>The coexistence of hypercoagulability and bleeding diathesis in the same patient represents a potentially lethal combination due to its complex management. Vascular Ehlers-Danlos syndrome (vEDS) and sticky platelet syndrome (SPS) are classified as rare diseases due to their low prevalence. vEDS is associated with bleeding tendencies caused by vascular wall fragility, while SPS is characterized by atypical arterial and venous thrombosis.<h4>Case report</h4>We report a 27-year-old woman, smoker and regular consumer of energy drinks, with a medical history of subclinical hypothyroidism, minor thalassemia, recurrent joint sprains, high myopia, and anterior mitral valve prolapse, who was diagnosed with both vEDS and SPS type I. The patient experienced a catastrophic progression over a short time period, marked by numerous thrombotic and bleeding episodes, ultimately leading to a fatal outcome.<h4>Conclusions</h4>This report documents the first known case of concurrent vEDS and SPS, highlighting the complexity and challenges in the management of these two rare conditions together. The interplay between these syndromes necessitates careful clinical consideration and the development of tailored management strategies to mitigate associated risks. This underscores the crucial role of the internist in overseeing such cases. Further studies are needed to explore new therapeutic strategies aimed at improving survival rates and outcomes for patients with this unique combination of disorders.<h4>Learning points</h4>The coexistence of vascular Ehlers-Danlos syndrome (vEDS) and sticky platelet syndrome (SPS) creates a unique clinical scenario where the underlying connective tissue weakness and platelet hyperaggregability synergistically increase the risk of both thrombotic and haemorrhagic events, complicating management strategies.Internists must assume a pivotal role in the integrated management of patients with vEDS and SPS, facilitating a multidisciplinary strategy that not only addresses the dual risk of thromboembolic and haemorrhagic complications but also emphasizes the importance of personalized treatment algorithms and ongoing surveillance to optimize long-term outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39582662",
    "pmid": "39582662",
    "doi": "10.1016/j.crwh.2024.e00661",
    "title": "Recurrent adnexal torsion in a teenager with hypermobile Ehlers-Danlos syndrome: A case report.",
    "abstract": "Hypermobile Ehlers-Danlos syndrome (hEDS) is the most common type of EDS, characterized by joint hypermobility, frequent dislocations, and chronic pain. Genetic markers are not typically used in diagnosis. A 17-year-old clinically diagnosed with hEDS presented with recurrent lower abdominal pain, later attributed to intermittent partial adnexal torsion. Whole-genome sequencing revealed a missense mutation c.1691G > A (p.Arg564His) in the COL1A1 gene. She had undergone two exploratory laparotomies at ages 8 and 10 due to acute pain, resulting in a left adnexectomy and right detorsion with hydrosalpinx drainage. It was suspected that the recurrent adnexal torsion was linked to hEDS-related tissue elasticity, and so a laparoscopic right oophoropexy by shortening the utero-ovarian ligament was performed. At one-year follow-up, she was asymptomatic. This case highlights the potential connection between hEDS and adnexal torsion, which may contribute to chronic abdominal pain, often misattributed to other conditions, such as irritable bowel syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39957537",
    "pmid": "39957537",
    "doi": "10.1002/ajmg.a.64016",
    "title": "Registry-Based Frequency of Molecularly Confirmed Osteogenesis Imperfecta in a Swiss Cohort of Individuals With Connective Tissue Disorders.",
    "abstract": "Patient registries play a crucial role in advancing our understanding of rare diseases, enabling the collection of comprehensive clinical and molecular data that inform diagnosis, treatment, and management strategies and advance our understanding of rare diseases. We showcase the first Swiss registry of 796 patients with suspected or confirmed connective tissue disorders (CTD) who were referred to our center over a period of 26 years between 1995 and 2022. The registry contains information on the natural history, anthropometrics, biochemical, histological, and genetic analyses. 61.3% of patients were referred by other hospitals or genetic specialists, with the primary reasons for referral being suspicion of Ehlers-Danlos syndrome (EDS) (53.6%) and osteogenesis imperfecta (OI) (28.1%). Molecular confirmation of these diagnoses was obtained in 60 cases of EDS and 98 cases of OI through genetic testing. In-depth analyses of 173 OI patients revealed that the majority of OI cases were caused by mutations in COL1A1 or COL1A2. Rarer variants were identified in genes involved in collagen synthesis and bone regulation. Genotype-phenotype correlations were observed in a small subset of patients, with a high prevalence of glycine substitutions in COL1A1 and COL1A2 variants associated with severe phenotypes. This registry offers insights into the molecular underpinnings of EDS and OI and underscores the importance of genetic testing for accurate diagnosis and management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39924336",
    "pmid": "39924336",
    "doi": "10.1097/ogx.0000000000001359",
    "title": "Management of Maternal Genetic Conditions in Pregnancy, Part 1: Disorders of the Connective Tissue, Muscle, Vascular, and Skeletal Systems.",
    "abstract": "<h4>Importance</h4>The number of patients with various genetic syndromes who are or seek to become pregnant is increasing due to advances in medical care and assisted reproductive technologies. Management of these patients requires multidisciplinary care teams and knowledge of the risks of increased morbidity and mortality. In addition, many of these inheritance patterns are autosomal dominant, with a 50% risk of an offspring inheriting the disorder with each pregnancy.<h4>Objectives</h4>In this first of a 2-part series, common syndromes with connective tissue, muscle, vascular, or skeletal involvement will be discussed regarding surveillance and management of mother and fetus.<h4>Evidence acquisition</h4>A literature search was performed for important updates in the literature regarding management of patients with genetic connective tissue disorders, aortopathies, muscular dystrophies, vascular disorders, and skeletal dysplasias.<h4>Results</h4>Updates have been incorporated since the last publication in 2011, including updated diagnostic criteria for several conditions (such as Marfan syndrome), international guidelines in management of aortopathies and achondroplasia, an expanded section on hypermobile Ehlers-Danlos syndrome, and a new section on familial cerebral cavernous malformation.<h4>Conclusions</h4>Since the last publication, many guidelines have been published or updated regarding management of pregnancies in patients with genetic disorders and are reviewed in this article.<h4>Relevance</h4>Clinicians who care for pregnant patients with genetic disorders should be aware of updated guidelines and recommendations in order to optimize their care during pregnancy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39808262",
    "pmid": "39808262",
    "doi": "10.1007/s12024-025-00942-8",
    "title": "A novel COL3A1 gene variant associated with sudden death due to spontaneous pneumothorax.",
    "abstract": "Spontaneous pneumothorax (SP) is a condition defined by abnormal gas accumulation in the chest cavity. Mutations of the collagen type III alpha 1 chain, COL3A1 gene, are primarily linked to vascular Ehlers-Danlos syndrome (vEDS); however, they can also contribute to structural changes in the tissue, like bullae of the lungs. In this case report, we present a young, thinly built boy who died due to a spontaneous pneumothorax. Post-mortem genetic testing revealed a novel COL3A1 mutation, likely contributing to the pathogenic events underlying death due to spontaneous pneumothorax. We recommend implementing genetic testing of correlative or causative genes in the context of SP.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39588226",
    "pmid": "39588226",
    "doi": "10.1093/jscr/rjae726",
    "title": "Spontaneous sigmoid perforation and subsequent ruptured hepatic aneurysms in suspected vascular type Ehlers-Danlos syndrome: a case report and comprehensive literature review.",
    "abstract": "Ehlers-Danlos syndrome (EDS) is an inherited disorder of collagen creation and function which can affect many organs. Surgical management of EDS spectrum remains a significant challenge for surgeons, including the vascular type of EDS (vEDS). There do not exist specific guidelines for the management of vEDS, which proves difficulty given the devastating pathology and potential outcomes. This case report emphasizes the need for further research in many areas including the need for certain screenings to identify any vascular aneurysms or dissections prior to rupture, as well as asking should there be a screen for this gene mutation in COL3A1 included at birth. Our case report is one of few reports that link the spontaneous colonic rupture that may trigger the subsequent vascular catastrophe leading to devastating mortality.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR928828",
    "pmid": "",
    "doi": "10.1101/2024.10.20.24315773",
    "title": "Early Diagnosis of Vascular Ehlers-Danlos Syndrome Through AI-Powered Facial Analysis: Results from the Montalcino Aortic Consortium",
    "abstract": "<h4>Purpose</h4> Vascular Ehlers-Danlos syndrome (vEDS), caused by COL3A1 pathogenic variants, is a rare heritable aortic and arterial disorder associated with early mortality, mainly due to spontaneous vascular dissections and ruptures. Improved methods for diagnosing vEDS are needed so that guideline-based management can be initiated to prevent deadly complications and differentiate vEDS from overlapping conditions like hypermobile EDS (hEDS). <h4>Methods</h4> We implemented an AI facial recognition model based on the PhenoScore framework using a support vector machine (SVM) trained on facial images of thirty individuals, aged 6-65 years, with vEDS from the Montalcino Aortic Consortium (MAC), control images from the Chicago Face Database (CFD), and publicly available images of individuals with hEDS. Cross- validation was used to train the SVM, and statistical measures to evaluate the model performance were calculated. Local Interpretable Model-agnostic Explanations (LIME) was used to generate facial heatmaps highlighting the features driving the model’s predictions. <h4>Results</h4> The AI classifier showed excellent performance with as few as thirteen vEDS training images and distinguished vEDS from both controls and individuals with hEDS with high accuracy, achieving an area under the receiver operating characteristic curve (AUC) ≥ 0.97. LIME highlighted facial regions already established to characterize the facial features of vEDS patients (e.g., prominent eyes). <h4>Conclusion</h4> Our results demonstrate the potential of AI-based facial analysis for diagnosing vEDS. This method democratizes the early diagnosis of vEDS by reducing dependence on genetic testing, enabling optimal management and improved outcomes, particularly in resource-limited areas.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39844172",
    "pmid": "39844172",
    "doi": "10.1186/s12967-025-06137-7",
    "title": "Provocation of brachial plexus and systemic symptoms during the elevated arm stress test in individuals with myalgic encephalomyelitis/chronic fatigue syndrome or idiopathic chronic fatigue.",
    "abstract": "<h4>Background</h4>We have noted that some adolescents and young adults with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) report difficulty with arms-overhead activities, suggestive of brachial plexus dysfunction or thoracic outlet syndrome (TOS). In the TOS literature, diagnostic maneuvers focus on the provocation of upper limb symptoms (arm fatigue and heaviness, paresthesias, neck and upper back pain), but not on elicitation of systemic symptoms.<h4>Objectives</h4>To estimate the proportion of patients with fatiguing illness who experience local and systemic symptoms during a common maneuver used in evaluating TOS-the elevated arm stress test (EAST).<h4>Methods</h4>Patients were eligible for this retrospective study if they had been referred to the Johns Hopkins Chronic Fatigue Clinic between January 2020 and July 2023 and (a) reported difficulty maintaining arms-overhead postures, (b) were evaluated with an abbreviated one-minute EAST, and (c) had not undergone surgery in the upper limb, neck, or skull base. Modified EAST procedure: patients sat with their arms in a \"hands up\" or \"candlestick\" position while opening and closing their hands every 2-3 s repeatedly for 1 min, rather than the customary 3 min. The test was considered abnormal for local symptoms if the participant experienced pain, fatigue, heaviness, paresthesias, warmth or tremulousness in the upper limb, shoulder, neck, head, or upper back. The test was considered abnormal for systemic symptoms if the participant experienced overall fatigue, cognitive fogginess, lightheadedness, racing heart, diaphoresis, dyspnea, overall warmth, or nausea.<h4>Results</h4>Of 154 patients evaluated during the study period, 64 (42%) met the eligibility criteria (61/64 female, median age 18 years [range, 13 to 50]). Of the 64, 50 (78%) had ME/CFS, 13 (20%) had idiopathic chronic fatigue with associated orthostatic intolerance (OI), and one had idiopathic chronic fatigue without OI. Of the 64, 58% had evidence of joint hypermobility. Local symptoms were provoked by EAST in 62/64 (97%) within a median of 20 s. During EAST, 26/64 (41%) reported systemic symptoms (1 had only systemic but no upper limb symptoms), most commonly lightheadedness (19%) and generalized fatigue (11%).<h4>Conclusions</h4>Even with an abbreviated test duration, the EAST maneuver provoked local and systemic symptoms in a substantial proportion of patients with chronic fatigue, OI, and ME/CFS who had reported difficulty with arms-overhead postures. Further studies are needed to explore the prevalence of brachial plexus or TOS symptoms in unselected individuals with ME/CFS or OI, and the proportion with systemic symptoms during and after EAST.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39343458",
    "pmid": "39343458",
    "doi": "10.1136/bcr-2023-259469",
    "title": "Syndromic scoliosis in a patient with arthrochalasia Ehlers-Danlos syndrome corrected with a Wood-Rigo-Cheneau derotational brace.",
    "abstract": "We present a boy in middle childhood with a medical history of arthrochalasiaEhlers-Danlos syndrome who was diagnosed with scoliosis as a toddler. His treatment began at a regional children's hospital, where initial spine radiographs demonstrated a 43.6° dextroscoliosis curve with the apex at L3. He was initially treated with a Boston brace, and the family was informed that MAGEC (Magnetic Expansion Control) growing rods were likely the definitive treatment due to the high likelihood of progression given the patient's large Cobb angle. However, the decision was made by the family and the Ehlers-Danlos syndrome specialist to proceed with the Wood-Rigo-Cheneau derotational brace.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39953579",
    "pmid": "39953579",
    "doi": "10.1186/s13023-025-03550-5",
    "title": "Rates of mental health concerns among individuals assessed at the GoodHope Ehlers-Danlos Syndrome Clinic.",
    "abstract": "Past research has indicated that individuals with Ehlers-Danlos Syndromes (EDS) and Generalized Hypermobililty Spectrum Disorder (G-HSD) report psychological and psychiatric symptoms, particularly anxiety disorders and depressive symptoms, at much greater rates than the general population. However, these studies have been primarily conducted in small samples at European centres. We report a retrospective chart review from 1035 consecutive patients (88% female) assessed for EDS/G-HSD at the GoodHope EDS Clinic at Toronto General Hospital between June 2019 and June 2021. Prior to assessment, all patients completed self-reported mental health screening questions, the Inventory of Depressive and Anxiety Symptoms - Dysphoria scale, and the Borderline Symptom List-23. The majority of patients reported current or past anxiety or depressive symptoms (53-87%), and a substantial minority reported significant mental health concerns, including Posttraumatic Stress Disorder (4.7-34.8%), disordered eating (19%), self-harm (3-29.2%), and suicidal behaviour (7.8-18.6%). Patients did not differ by diagnostic category on self-report measures of dysphoria or borderline symptoms. Individuals with G-HSD reported higher rates of anxiety and depression in clinical interview than those diagnosed with non-hypermobile EDS, and endorsed a higher rate of having \"struggled with anxiety or depression\" on the mental health screening questionnaire than individuals not diagnosed with EDS/G-HSD. No other differences emerged across diagnostic groups. These findings highlight the need for psychological support for individuals with EDS or G-HSD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39736684",
    "pmid": "39736684",
    "doi": "10.1186/s13023-024-03517-y",
    "title": "Patient and parent knowledge, understanding, and concerns after a new diagnosis of Ehlers Danlos syndrome.",
    "abstract": "<h4>Introduction</h4>After diagnosis of Ehlers Danlos Syndrome (EDS), it is unclear what information patients and parents need and understand about EDS. The objective of this study is to characterize patient and parent knowledge and concerns about EDS after a diagnosis of EDS is made to determine patient and parent concerns and identify barriers that cause discomfort with the diagnosis.6 METHODS: A convenience sample of patient and parent dyads were recruited after new diagnosis of EDS. Patients and parents completed questionnaires that assessed knowledge, comfort, and barriers of EDS before and after diagnosis, EDS education materials accessed, and additional clinical needs and concerns.<h4>Results</h4>Seventy-two dyads completed the survey.<h4>Conclusion</h4>Many respondents actively seek information on the diagnosis and management of EDS. Parents and patients look for information about EDS differently. Parents have more concerns after diagnosis and both want well-constructed, empirically supported educational materials delivered via multiple modalities, which makes clinical guidelines more essential.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39304178",
    "pmid": "39304178",
    "doi": "10.1093/jsxmed/qdae126",
    "title": "The impact of Marfan syndrome and Ehlers-Danlos syndrome on the risk of penile fracture in patients between 18 and 45 years.",
    "abstract": "<h4>Background</h4>Despite knowledge of the pathophysiology and clinical complications of connective tissue diseases (CTD), little is known regarding their impact on men's sexual health disorders.<h4>Aim</h4>To investigate the prevalence of penile fracture (PF) in patients with Ehlers-Danlos Syndrome (EDS) and Marfan syndrome (MFS) in comparison with disease-free controls between 18 and 45 years of age.<h4>Methods</h4>A multicenter, international, electronic health record network (TriNetX) was queried to identify adult male patients (between 18 and 45 years) with or without EDS and MFS between 1993 and 2023 using ICD-10 codes. The prevalence of PF was compared between patients with and without the diseases of interest. Prevalence ratios (PR) were generated with 95% confidence intervals.<h4>Outcome</h4>Prevalence of PF in patients with EDS and MFS when compared to disease-free controls.<h4>Results</h4>The number of patients with EDS, MFS, and control groups was 8060, 8642, and 20 184 547, respectively, with a mean age of 27.8 ± 7.58, 28.6 ± 7.4, and 31.6 ± 8.04 years. Men with EDS had a higher prevalence of PF (PR 30.18, 95% CI [17.08-53.19]; P < 0.0001). Similarly, men with MFS had a higher prevalence of PF (PR 23.4, 95% CI [12.6-43.7]; P < 0.0001).<h4>Clinical implications</h4>This study demonstrates an association between CTD and men's sexual health disorders. It may be important to counsel such men about the risks of PF.<h4>Strengths and limitations</h4>This is the largest study to date to demonstrate an association between CTD and men's sexual health disorders. While the large sample sizes in this study contribute to the robustness of the findings, the study is limited by the use of a claims-based dataset, which does not provide further details about disease course and complications, and the use of a univariate analysis only.<h4>Conclusions</h4>Patients with EDS and MFS are possibly at an elevated risk for PF. Due to the limitations of the TriNetX database, the analysis was limited to a univariate one, thus limiting the ability to control for confounders and limiting the generalizability of these findings. Further prospective research is needed to corroborate these findings.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39762099",
    "pmid": "39762099",
    "doi": "10.1136/bmjopen-2024-087298",
    "title": "Exploring fatigue in Marfan and hypermobile Ehlers-Danlos syndromes: an analytical cross-sectional study in two Italian healthcare centres.",
    "abstract": "<h4>Objective</h4>This study investigates the prevalence and underlying factors of fatigue in individuals with Marfan syndrome (MFS) and hypermobile Ehlers-Danlos syndromes (hEDS), highlighting the necessity for focused research on this symptom within these patient populations.<h4>Design</h4>Cross-sectional, multicentre study.<h4>Setting</h4>Data were collected from participants diagnosed with MFS or hEDS across multiple healthcare centres.<h4>Participants</h4>The study enrolled 282 participants (127 with MFS and 155 with hEDS).<h4>Primary and secondary outcome measures</h4>Fatigue was measured using the Fatigue Severity Scale (FSS). Additional assessments included the Patient Health Questionnaire-9 (PHQ-9) for depression and the Insomnia Severity Index (ISI) for sleep disturbances.<h4>Results</h4>Participants with hEDS exhibited significantly higher median fatigue scores (FSS median=5.9, IQR=5.00-6.44) compared with the MFS group (FSS median=4.0, IQR=2.88-5.00). Significant predictors of fatigue included being female, having hEDS, participating in psychotherapy, and elevated scores on depression and insomnia scales. In the overall sample, hEDS significantly predicted fatigue (B=0.430, p=0.022), with depression and insomnia as strong influencers (PHQ-9: B=0.12, p<0.001; ISI: B=0.092, p<0.001). Notably, 80% of the hEDS group reported clinically relevant fatigue levels, compared with 31.5% in the MFS group. Daily persistence of fatigue was especially pronounced in hEDS, with 72.2% reporting everyday fatigue versus 25.2% in MFS. Temporal fatigue patterns also differed, with a more evenly distributed pattern throughout the day in hEDS, correlating with higher insomnia scores.<h4>Conclusions</h4>The results underscore the severe impact of fatigue on individuals with hEDS compared with those with MFS, suggesting the need for targeted, multidisciplinary management strategies to enhance quality of life.<h4>Trial registration number</h4>NCT05712564.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39352367",
    "pmid": "39352367",
    "doi": "10.1016/j.adaj.2024.08.013",
    "title": "Oral health-related quality of life among women with temporomandibular disorders and hypermobile Ehlers-Danlos syndrome or hypermobility spectrum disorder.",
    "abstract": "<h4>Background</h4>People with hypermobile Ehlers-Danlos syndrome (hEDS) or hypermobility spectrum disorders (HSDs) are at greater risk of developing temporomandibular disorders (TMDs), perhaps due to the general joint hypermobility. There is, however, no information on how oral health-related quality of life (OHRQoL) is affected in people with hEDS or HSD with TMD. The authors' aim was to assess OHRQoL via the 14-item, short version Oral Health Impact Profile (OHIP-14), as well as associated risk factors in women with TMD symptoms and confirmed hEDS or HSD.<h4>Methods</h4>A digital questionnaire was sent to members of The Swedish National EDS Association who reported having a confirmed or suspected EDS or HSD diagnosis in the health care system from January through March 2022. Then, a sample of 133 women with confirmed hEDS or HSD and TMD symptoms was constructed, and information on the following variables was collected: TMD symptoms, age, general health, oral health-related factors, comorbid symptoms, and psychological factors. Linear regression analysis was conducted to investigate the association between these variables and the OHIP-14 summary score as the outcome.<h4>Results</h4>Most participants reported TMD pain symptoms (93.9%), temporomandibular joint clicking (89.5%), and crepitation (55.6%). The mean (SD) total OHIP-14 summary score was 21.0 (13.2). Oral function had the lowest impact (2.0 [2.4]) and orofacial pain had the highest impact on OHRQoL (3.9 [2.5]). Self-reported bruxism, poor general health, and comorbid symptoms were significantly associated with impaired OHRQoL.<h4>Conclusions</h4>Women with confirmed hEDS or HSD and TMD symptoms have a considerably impaired OHRQoL.<h4>Practical implications</h4>The multidimensional phenomenon of OHRQoL in this group needs to be considered in management strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39871188",
    "pmid": "39871188",
    "doi": "10.1186/s12891-025-08318-3",
    "title": "Falls and balance impairment; what and how has this been measured in adults with joint hypermobility? A scoping review.",
    "abstract": "<h4>Background</h4>People with joint hypermobility have excessive joint flexibility, which is more common in young women. The people with symptomatic hypermobility report poor balance and even falls. This scoping review aims to identify and map the available evidence related to balance and falling in adults with joint hypermobility to support research planning and ideas for treatment direction.<h4>Methods</h4>A framework for the search was constructed using the Joanna Briggs Institute (JBI) approach. Electronic searches of primary evidence were performed using the following databases: Medline, Web of Science, CINAHL, Scopus and EMBASE. Papers written in English and published between 1946 and November 2023 were included. Titles, abstracts, and full papers were independently screened by two reviewers. Data extracted related to the population, the concept under investigation, the method of measurement, the level of evidence and the result.<h4>Results</h4>Nineteen of 1,950 screened articles were included. In terms of the population, details related to ethnicity of the research participants was missing. The hypermobility classification criteria varied; it was not always clear if people who were hypermobile had symptoms. Concepts related to fear of falling, balance and adaptive strategies prompted by different postural tasks with and without vision were explored. Centre of pressure, muscle activity, kinematics and psychological factors were measured using force plates, electromyography (EMG), motion capture, patient and clinician reported outcome measures, focus groups and interviews. Most papers were low on the hierarchy of evidence (i.e. equal or lower than a case control study). The participants with joint hypermobility had increased sway, different muscle activity, and different kinematics compared to people without hypermobility. When surveyed, they commonly fell and had a fear of falling.<h4>Conclusions</h4>It is unclear whether the participants represent the population of people with hypermobility. Different classification systems were used making it difficult to generalise the results. Although the methods used suggest a low level of evidence, it seems clear that people who are hypermobile have poor balance. The underlying mechanisms driving poor balance have not been explored in depth.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39296753",
    "pmid": "39296753",
    "doi": "10.1016/j.radcr.2024.08.078",
    "title": "Cerebral air embolism associated with cavitary lung lesion in a patient with Ehlers-Danlos syndrome.",
    "abstract": "Pneumocephalus, is a general term describing the presence of air within the intracranial structures. It most commonly occurs due to dural injury, often the sequela of head trauma or surgery. More infrequently, nontraumatic pneumocephalus can be related to infection, Valsalva, fistulization between air-containing organs and intracranial structures, or vascular air embolism. While postsurgical pneumocephalus is often benign, serious consequences of pneumocephalus exist, including tension pneumocephalus and cerebral infarction. We present a case of air embolism and cerebral infarction in a patient with Ehlers-Danlos syndrome, found to have large cavitary lesion in the left upper lobe of the lung, with associated pulmonary vascular malformation seen on bronchoscopy. To our knowledge this is the first reported case of air embolism associated with a pulmonary cavitary lesion and vascular malformation, in a patient with Ehlers-Danlos syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39469898",
    "pmid": "39469898",
    "doi": "10.1177/02692155241293265",
    "title": "Wrist Stabilising Exercise Versus Hand Orthotic Intervention for Persons with Hypermobility - A Randomised Clinical Trial.",
    "abstract": "<h4>Objective</h4>To investigate the effectiveness of wrist stabilisation exercises compared to conventional intervention, whether it reduces pain and/or paraesthesia in the hand, as well as how the interventions affected activity ability, health-related quality of life and effects on hand function and grip strength in people with Hypermobility Diagnosis.<h4>Design</h4>A randomised controlled trial.<b>Setting</b>: Units of Occupational therapy in Primary Care, Kalmar County Council, SwedenParticipants: The study included 169 participants' data randomised to the Exercise group (n = 83) or the Control group (n = 86). The samples consisted of adults in diagnosed Hypermobility Spectrum Disorders or hypermobility Ehlers Danlos Syndrome with symptoms of pain and/or paraesthesia in the hands in the last three years.<b>Interventions</b>: The Exercise group trained according to structured progressive exercises and weights programme. The Control group used the hand orthosis during selected activities. Both groups performed randomised intervention for 12 weeks.<b>Main measures</b>: The primary outcome was the Disabilities of Arm, Shoulder, and Hand questionnaire. Secondary outcomes were the Grip Ability Test, the Jamar dynamometer and the EuroQol EQ-5D.<h4>Results</h4>There were 116 subjects who completed the intervention. There were no statistically significant difference between the wrist stabilisation exercise and the conventional intervention in terms of activity ability, health-related quality of life, hand function, grip strength, pain or paraesthesia in people with Hypermobility Spectrum Disorders or hypermobility Ehlers Danlos Syndrome.<h4>Conclusion</h4>There is no statistically significant difference between the Exercise group and the Control group regarding activity ability after 12 weeks intervention period.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40002882",
    "pmid": "40002882",
    "doi": "10.3390/biomedicines13020469",
    "title": "Suspected Mitochondrial Dysfunction and Complex Pathophysiology in Fatal Hypermobile Ehlers-Danlos Syndrome: Insights from a Case Report and Post-Mortem Findings.",
    "abstract": "<b>Background/Objectives:</b> Hypermobile Ehlers-Danlos Syndrome (hEDS) is a complex connective tissue disorder with multi-systemic manifestations that significantly impact quality of life. This case report investigates the clinical course and molecular mechanisms of advanced hEDS through an in-depth case study and post-mortem findings. <b>Methods:</b> The clinical history of a 24-year-old patient with advanced hEDS was analyzed, focusing on progressive complications across multiple systems. Post-mortem examination and genetic analysis were performed to elucidate the underlying pathophysiology. <b>Results:</b> The patient's clinical course was marked by gastrointestinal, neurological, and immune complications requiring numerous surgical interventions. Post-mortem findings revealed severe gastrointestinal dysmotility and Alzheimer's Type II astrocytes. Genetic analysis identified variants in mtDNA genes ATP6, CYB, and ND, suggesting a potential role of impaired mitochondrial function in hEDS pathogenesis but requiring further validation through functional studies. <b>Conclusions:</b> This case report provides valuable insights into the potential role of mitochondrial dysfunction in advanced hEDS and highlights the need for further research in this area. Future studies should include comprehensive functional assays, longitudinal tissue sampling, family genetic analyses, and muscle biopsies to better understand the complex interplay between genetic factors, mitochondrial function, and clinical manifestations in hEDS. Establishing genetic bases and developing targeted therapies addressing both structural and metabolic aspects are crucial. The patient's legacy offers invaluable information that could significantly contribute to enhancing diagnostic accuracy and developing personalized treatment strategies for this challenging disorder, potentially leading to better care for individuals living with hEDS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39650951",
    "pmid": "39650951",
    "doi": "10.7759/cureus.73211",
    "title": "Dermatologic, Orthopedic, and Cardiovascular Manifestations and Management in a Geriatric Patient With Dermatosparaxis-Type Ehlers-Danlos Syndrome: A Case Report.",
    "abstract": "Ehlers-Danlos syndrome (EDS) is a diverse group of hereditary connective tissue disorders resulting from mutations in genes involved in the synthesis and metabolism of collagens. Collagen, a structural protein in the connective tissues, plays an important role in maintaining the integrity and strength of various tissues, including the skin, ligaments, tendons, cartilage, and blood vessels. As such, EDS is characterized by joint hypermobility, skin elasticity, and tissue fragility. This paper discusses the case of an elderly patient with dermatosparaxis-type EDS (dEDS), a rare autosomal recessive subtype caused by mutations in the ADAMTS2 gene, leading to significant skin fragility, among other characteristic manifestations. This case highlights the complexities involved in the management of the diverse dermatological, orthopedic, and cardiovascular manifestations of dEDS and underscores the importance of individualized care plans that address the complexities of dEDS and improve the quality of life of dEDS patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39239969",
    "pmid": "39239969",
    "doi": "10.1177/08465371241278523",
    "title": "Association Between Cardiac Size, Systolic Function, and Complications in Vascular Ehlers-Danlos Syndrome.",
    "abstract": "<b>Purpose:</b> Vascular Ehlers-Danlos syndrome (vEDS) is a rare and aggressive heritable aortic disease caused by pathogenic variants in COL3A1 gene, characterized by spontaneous arterial dissection and organ rupture. The purpose of this study is to evaluate ventricular size and function and to explore their associations with complications in vEDS. <b>Methods:</b> Adults with genetically confirmed vEDS who underwent clinical cardiac MRI were retrospectively compared with controls matched for age and sex. Cardiac MRI analysis included assessment of ventricular volumetry and arterial vasculature. vEDS-related complications were evaluated including dissection, aneurysm, and pneumothorax. Multivariable logistic regression was performed. <b>Results:</b> We studied 26 individuals with vEDS (38.6 ± 15.6 years, 50.0% female) and 26 healthy controls. Median clinical follow-up was 2.4 (1.1-3.6) years. Left and right ventricular ejection fractions were lower in vEDS compared with controls (LVEF 58 ± 6% vs 61 ± 4%, <i>P</i> = .03; RVEF 54 ± 5% vs 58 ± 4%, <i>P</i> = .03). After controlling for age, sex, and antihypertensive medication, LV end-diastolic volume indexed to body surface area (LVEDVi) predicted dissections (OR 1.1, 95% CI 1.01-1.2, <i>P</i> = .04) and aneurysms (OR 1.1, 95% CI 1.01-1.3, <i>P</i> = .03). Indexed LV end systolic volume (LVESVi) also predicted aneurysms (OR 1.2, 95% CI 1.03-1.5, <i>P</i> = .02). LVEF predicted the presence of any complication (OR 0.71, 95% CI 0.52-0.99, <i>P</i> = .04). Pneumothorax occurred exclusively in vEDS group among those with LVEF <58% (below the mean), 50.0% versus 0.0%, <i>P</i> = .02. Those with LVEF <58% had more frequent dissection and/or aneurysm (75.0% vs 12.5%, <i>P</i> = .04). <b>Conclusion:</b> Lower LVEF and larger cardiac size are associated with complications in vEDS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40177006",
    "pmid": "40177006",
    "doi": "10.1093/rap/rkaf023",
    "title": "Sexual dysfunction in women with hypermobile Ehlers-Danlos syndrome and hypermobility spectrum disorders: an online community-based study.",
    "abstract": "<h4>Objectives</h4>Hypermobility spectrum disorders (HSD) and hypermobile Ehlers-Danlos syndrome (h-EDS) are connective tissue disorders associated with joint hypermobility, pain, fatigue and autonomic dysfunction. We sought to assess sexual function in women with h-EDS/HSD.<h4>Methods</h4>In this cross-sectional community-based case-control study, women with h-EDS/HSD completed the following online questionnaires: Female Sexual Function Index (FSFI), 31-item Composite Autonomic Symptom Score (COMPASS-31), Beck Depression Inventory-II (BDI-II) and an additional short form with questions pertaining to comorbidities and sexual activity. Scores were compared with those of healthy female controls.<h4>Results</h4>A total of 84 women with h-EDS/HSD [mean age 37.1 years (s.d. 8.4)] and 75 healthy women [mean age 29.79 years (s.d. 5.38)] completed the questionnaires. Of these, 75% were diagnosed with h-EDS, 25% with HSD and 58% had concurrent postural orthostatic tachycardia syndrome. A majority of women with h-EDS/HSD (52%) did not engage in any sexual activity, and only 25% reported having sexual intercourse with a partner in the past 6 months. The mean COMPASS-31 score was 51.5 (s.d. 13.8), mean BDI-II score was 24.6 (s.d. 11.4) and mean FSFI score was 15.3 (s.d. 7.9) in the patient group. Compared with healthy controls, women with h-EDS/HSD had decreased FSFI scores in the subdomains of desire, arousal, lubrication, orgasm and sexual satisfaction. Neither BDI-II nor COMPASS-31 scores were predictive of the FSFI score.<h4>Conclusion</h4>Compared with healthy women, we found significant sexual dysfunction in women with h-EDS/HSD, which did not correlate with depressive or autonomic symptoms in this cohort. Given its health implications, sexual dysfunction represents a significant unmet need that calls for development of targeted diagnostic and therapeutic approaches in the care of women with h-EDS/HSD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39748585",
    "pmid": "39748585",
    "doi": "",
    "title": "The First Patient with Tinea Manuum because of <i>Trichophyton erinacei</i> Isolated in Malta.",
    "abstract": "A 39-year-old woman presented to the dermatology department in January 2022 with a 3-week history of a progressively enlarging and intensely pruritic erythematous annular nodule on her left hand. The lesion started as a small blister, which was initially presumed to be a flare up of her pompholyx dermatitis. On her physician's advice, she applied clobetasol propionate ointment twice daily for 5 days; however the blister continued to increase in size until it burst, revealing raw inflamed skin. As the patch continued to increase in size, she was prescribed oral ciprofloxacin 500 mg twice a day for 5 days; however, the constantly weeping lesion grew to around 3 cm in diameter. The associated pruritus also became intense, without any response to regular antihistamines and ice application and disturbing patient's sleep. She also applied regular povidone iodine dressings but without any effect. Apart from pompholyx dermatitis, her medical history was significant for hypermobile Ehlers Danlos syndrome type 3 (hEDS).",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39981085",
    "pmid": "39981085",
    "doi": "10.3389/fmed.2025.1514349",
    "title": "A case of massive hematoma: reflections on hypermobile Ehlers-Danlos syndrome.",
    "abstract": "Ehlers-Danlos Syndrome (EDS) refers to a group of connective tissue disorders characterized by significant clinical and genetic variability, affecting multiple systems in the body. Classified as a rare disease, EDS includes 14 subtypes, all marked by joint hypermobility, skin extensibility, and tissue fragility. These subtypes present with a wide range of clinical manifestations and severities, including frequent joint dislocations, scoliosis, arterial dissections, and organ ruptures. Hypermobile EDS (hEDS) is the most common subtype, with newly established clinical diagnostic guidelines. In this case, a patient presented with minor hemoptysis over 8 h, and a chest CT scan revealed a massive hematoma in the left lower lung. Due to the complexity and varied presentations of EDS, misdiagnosis is common. This report shares our experience with diagnosis and treatment in this case, highlighting the importance of increasing awareness for improved survival outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39644519",
    "pmid": "39644519",
    "doi": "10.1016/j.jocn.2024.110957",
    "title": "Halo traction evaluation of craniocervical instability in hereditary connective tissue disorder patients: Case series.",
    "abstract": "<h4>Introduction</h4>Craniocervical instability (CCI) is a condition commonly found in patients with connective tissue disorders such as Ehlers-Danlos Syndrome (EDS), leading to various symptoms. Assessing patients for surgical fusion as a treatment for CCI is challenging due to the complex nature of EDS-related symptoms. This study aimed to evaluate the role of pre-fusion halo-vest traction in alleviating symptoms and determining suitable candidates for fusion surgeries.<h4>Methods</h4>EDS patients (n = 21) with neurological symptoms underwent insertion of halo-vest traction between 2019 and 2024. Patients completed a CCI Questionnaire before and after the halo-vest traction, reporting symptoms related to headache, vision, hearing, equilibrium, and function. Symptom groups were assigned scores based on patient responses, with one point for each affirmative answer. Before and after scores were analyzed using paired Student's t-test. Patients experiencing over 50 % improvement in the majority of symptoms were considered for definitive fusion surgery. 16 out of 21 patients subsequently underwent fusion for CCI.<h4>Results</h4>The average age of the patients was 35 years, with a female-to-male ratio of 20:1, consistent with existing literature. Significant improvements were observed in various symptom groups after halo-vest traction, including headache (57 % improvement, p < 0.001), brainstem functions (71 % improvement, p < 0.001), cerebellar functions (55 % improvement, p < 0.001), hearing (63 % improvement, p < 0.001), motor functions (51 % improvement,p < 0.001), vision (60 % improvement, p < 0.001), cardiovascular functions (46 % improvement, p < 0.05), sensory and pain (53 % improvement, p < 0.001), high cortical functions (54 % improvement, p < 0.001), GI functions (52 % improvement, p < 0.05), bladder functions (52 % improvement, p < 0.05), and Modified Karnofsky score (30 % improvement, p < 0.05).<h4>Conclusion</h4>Halo-vest traction proved to be a simple and effective method for evaluating patients for surgery while providing symptomatic relief in EDS-related CCI cases. It allows surgeons to monitor patients with a now post halo stable craniocervical junctions (CCJ) before committing to surgery.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40177600",
    "pmid": "40177600",
    "doi": "10.1016/j.jvscit.2025.101754",
    "title": "Pediatric axillary artery aneurysm.",
    "abstract": "Nonaortic aneurysms are rare in the pediatric patient population with axillary artery aneurysms accounting for <5% of these. The most common cause of pediatric nonaortic aneurysm is trauma followed by arterial dysplasia. There are only 14 reported cases of idiopathic true axillary aneurysm in the pediatric patient. We present a rare case of an idiopathic isolated right axillary artery aneurysm in a 13-year-old girl, managed with surgical repair with autogenous venous interposition. A thorough workup should be performed in pediatric patients with peripheral aneurysms to determine the etiology, which may guide the clinical management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39375117",
    "pmid": "39375117",
    "doi": "10.3760/cma.j.cn112138-20240328-00203",
    "title": "[Gastrointestinal involvement in Ehlers-Danlos syndrome: A case series and systematic review].",
    "abstract": "<b>Objective:</b> To explore the clinical and genetic characteristics of patients with Ehlers-Danlos syndrome (EDS) and gastrointestinal involvement. <b>Methods:</b> We retrospectively collected the clinical data of patients with EDS and gastrointestinal involvement from the electronic medical records at Peking Union Medical College Hospital (PUMCH) from January 2003 to September 2023. Additionally, we conducted a systematic review by searching cases with EDS and gastrointestinal involvement in PubMed, Embase, Web of Science, and the Cochrane Library databases from January 2000 to September 2023. <b>Results:</b> Ninety-four patients with EDS and gastrointestinal involvement were retrieved, including five patients from PUMCH and 89 patients from 80 published articles. The average age of patients was (29±14) years. The most common manifestation of gastrointestinal involvement was gastrointestinal perforation (<i>n</i>=46, 48.9%), followed by functional gastrointestinal symptoms (<i>n</i>=33, 35.1%), and digestive arterial disorders (<i>n</i>=10, 10.6%). The most common clinical subtype was vascular-EDS (vEDS) (<i>n=</i>50, 53.2%) followed by hypermobile-EDS (hEDS) (<i>n</i>=20, 21.3%). The most frequent genetic mutation occurred in the COL3A1 gene (<i>n=</i>30, 31.9%). Among patients with vEDS, gastrointestinal manifestations included gastrointestinal perforation (<i>n=</i>33, 66.0%), arterial lesions (<i>n=</i>9, 18.0%), and functional gastrointestinal symptoms (<i>n=</i>7, 14.0%). Among patients with hEDS, gastrointestinal manifestations included functional gastrointestinal symptoms (<i>n</i>=18, 90.0%), visceral prolapse (<i>n</i>=3, 15.0%) and intestinal volvulus (<i>n</i>=1, 5.0%). <b>Conclusions:</b> The most common subtypes of gastrointestinal involvement in EDS were vEDS and hEDS. Patients with hEDS mainly presented with functional gastrointestinal symptoms, whereas those with vEDS primarily showed gastrointestinal perforation and digestive arterial disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39420997",
    "pmid": "39420997",
    "doi": "10.1177/20503121241287073",
    "title": "Cardiovascular, autonomic symptoms and quality of life in children with hypermobile Ehlers-Danlos syndrome.",
    "abstract": "<h4>Objectives</h4>Hypermobile Ehlers-Danlos syndrome is a connective tissue disorder characterized by joint hypermobility and other systemic manifestations. Cardiovascular, autonomic symptoms and dysautonomia are frequently reported in adults with hypermobile Ehlers-Danlos syndrome and have been shown to have a negative impact on quality of life. However, there is scant literature on autonomic symptoms in pediatric patients with hypermobile Ehlers-Danlos syndrome. This study aims to characterize cardiovascular symptoms and diagnoses in pediatric patients with hypermobile Ehlers-Danlos syndrome and evaluate the impact of autonomic symptoms on quality of life.<h4>Methods</h4>As part of a longitudinal study, a consecutive sample of 70 patients with Ehlers-Danlos syndromes were recruited at routine clinical care visits. Medical history was reviewed, demographics were obtained, and patient-reported outcomes were completed by the patients.<h4>Results</h4>The average age of 70 patients was 15.8 years, and the majority were females (89%) and Caucasian (89%). The most common cardiovascular diagnoses were orthostatic intolerance (59%), dysautonomia (47%), and postural orthostatic tachycardia syndrome (21%). Most patients had an echocardiogram (77%), that was normal (82%). No patients had mitral valve prolapse, and only one patient had mild aortic root dilation (2%). Patient-reported outcomes revealed decreased quality of life associated with autonomic symptoms.<h4>Conclusions</h4>This study shows that most children with hypermobile Ehlers-Danlos syndrome have cardiovascular and autonomic symptoms, which have a negative impact on quality of life. Few patients with hypermobile Ehlers-Danlos syndrome have structural abnormalities on echocardiogram, which suggests that the cardiovascular symptoms experienced by patients are not due to structural cardiovascular disease and possibly reflective of autonomic pathology, though further studies will need to confirm this. This study confirms that cardiovascular and symptoms are prevalent and have a dramatic impact on quality of life in pediatric and young adult patients diagnosed with hypermobile Ehlers-Danlos syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39215353",
    "pmid": "39215353",
    "doi": "10.1186/s13256-024-04628-7",
    "title": "Multiple dermatofibromas in a patient with Ehlers-Danlos syndrome: a case report.",
    "abstract": "<h4>Background</h4>Dermatofibromas, also known as benign fibrous histiocytomas, are among the most common cutaneous soft-tissue lesions. Association of multiple dermatofibromas with some diseases was described and it has not been reported with Ehlers-Danlos syndrome before. We present a case with Ehlers-Danlos syndrome and multiple dermatofibromas.<h4>Case presentation</h4>An 18-year-old Iranian woman presented with multiple purple nodules ranging from 0.5 to 1.5 cm in diameter, which were mobile and located on the proximal part of the lower limb. The dimple sign of these lesions was positive. During the physical examination, several features suggestive of Ehlers-Danlos syndrome were observed, including hyperextensibility and fragility of the skin, wide atrophic scars on the upper limb, hypermobility of joints and fingers, swan neck deformities of the digits, nodules on the knee, and striae alba on the leg. The patient was previously unaware of having Ehlers-Danlos syndrome. She had a history of asthma and atopic dermatitis. Family history was negative. A biopsy of the nodular lesions was performed, and the findings confirmed the diagnosis of dermatofibromas.<h4>Conclusion</h4>We describe a patient with Ehlers-Danlos Syndrome who presented with multiple dermatofibromas. To our knowledge, this combination of findings is a previously unreported occurrence.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40002533",
    "pmid": "40002533",
    "doi": "10.3390/brainsci15020202",
    "title": "Affect Regulation Capabilities in Hypermobility Ehlers Danlos Syndrome: Exploring the Associations with Pain Perception and Psychophysical Health.",
    "abstract": "<b>Background:</b> Hypermobility Ehlers-Danlos syndrome (hEDS) is a clinical condition characterized by hypermobility and tissue fragility and is associated with chronic pain. The present study aimed to investigate the associations between affect regulation, pain perception, and psychophysical dimensions as well as alexithymic characteristics in the pathological range. <b>Methods:</b> Twenty-five hEDS patients completed a socio-anamnestic questionnaire as well as the Brief Pain Inventory (BPI), the 36-Item Short Form Survey (psychophysical health), the Difficulties in Emotion Regulation Scale (DERS), and the 20-item Toronto Alexithymia Scale (affect regulation). <b>Results:</b> Correlational analysis showed several negative significant associations between the SF-36, DERS, and TAS-20. The BPI showed few significant associations with both affect regulation measures. Moreover, a relationship between psychological dimensions and the time since diagnosis emerged. A total of 28% of participants reported TAS-20 scores in the clinical range and 36% reported scores in the borderline area. <b>Discussion:</b> Patients with hEDS seem to show high alexithymia levels; pain seems to interfere with the practical aspects of daily life and may reduce an individual's awareness of their emotional capabilities. The perception of heightened pain has a stronger impact on emotional resources when it interferes with affective life than when it interferes with practical life. Finally, delayed diagnoses of hEDS entail psychological consequences such as alexithymia. <b>Conclusions:</b> The present findings highlight the importance of promoting affect regulation capabilities through the implementation of psychological intervention programs for patients suffering from this medical condition.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39225014",
    "pmid": "39225014",
    "doi": "10.1002/ajmg.a.63857",
    "title": "Bridging the Diagnostic Gap for Hypermobile Ehlers-Danlos Syndrome and Hypermobility Spectrum Disorders: Evidence of a Common Extracellular Matrix Fragmentation Pattern in Patient Plasma as a Potential Biomarker.",
    "abstract": "Diagnosing hypermobile Ehlers-Danlos syndrome (hEDS) and hypermobility spectrum disorders (HSD), common overlapping multisystemic conditions featuring symptomatic joint hypermobility, is challenging due to lack of established causes and diagnostic tools. Currently, the 2017 diagnostic criteria for hEDS are used, with non-qualifying cases classified as HSD, although the distinction remains debated. We previously showed extracellular matrix (ECM) disorganization in both hEDS and HSD dermal fibroblasts involving fibronectin (FN), type I collagen (COLLI), and tenascin (TN), with matrix metalloproteinase-generated fragments in conditioned media. Here, we investigated these fragments in patient plasma using Western blotting across diverse cohorts, including patients with hEDS, HSD, classical EDS (cEDS), vascular EDS (vEDS), rheumatoid arthritis (RA), psoriatic arthritis (PsA), and osteoarthritis (OA), and healthy donors, uncovering distinctive patterns. Notably, hEDS/HSD displayed a shared FN and COLLI fragment signature, supporting their classification as a single disorder and prompting reconsideration of the hEDS criteria. Our results hold the promise for the first blood test for diagnosing hEDS/HSD, present insights into the pathomechanisms, and open the door for therapeutic trials focused on restoring ECM homeostasis using an objective marker. Additionally, our findings offer potential biomarkers also for OA, RA, and PsA, advancing diagnostic and therapeutic strategies in these prevalent joint diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39325533",
    "pmid": "39325533",
    "doi": "10.2196/49720",
    "title": "Assessing the Utility of a Patient-Facing Diagnostic Tool Among Individuals With Hypermobile Ehlers-Danlos Syndrome: Focus Group Study.",
    "abstract": "<h4>Background</h4>Hypermobile Ehlers-Danlos syndrome (hEDS), characterized by joint hypermobility, skin laxity, and tissue fragility, is thought to be the most common inherited connective tissue disorder, with millions affected worldwide. Diagnosing this condition remains a challenge that can impact quality of life for individuals with hEDS. Many with hEDS describe extended diagnostic odysseys involving exorbitant time and monetary investment. This delay is due to the complexity of diagnosis, symptom overlap with other conditions, and limited access to providers. Many primary care providers are unfamiliar with hEDS, compounded by genetics clinics that do not accept referrals for hEDS evaluation and long waits for genetics clinics that do evaluate for hEDS, leaving patients without sufficient options.<h4>Objective</h4>This study explored the user experience, quality, and utility of a prototype of a patient-facing diagnostic tool intended to support clinician diagnosis for individuals with symptoms of hEDS. The questions included within the prototype are aligned with the 2017 international classification of Ehlers-Danlos syndromes. This study explored how this tool may help patients communicate information about hEDS to their physicians, influencing the diagnosis of hEDS and affecting patient experience.<h4>Methods</h4>Participants clinically diagnosed with hEDS were recruited from either a medical center or private groups on a social media platform. Interested participants provided verbal consent, completed questionnaires about their diagnosis, and were invited to join an internet-based focus group to share their thoughts and opinions on a diagnostic tool prototype. Participants were invited to complete the Mobile App Rating Scale (MARS) to evaluate their experience viewing the diagnostic tool. The MARS is a framework for evaluating mobile health apps across 4 dimensions: engagement, functionality, esthetics, and information quality. Qualitative data were analyzed using affinity mapping to organize information and inductively create themes that were categorized within the MARS framework dimensions to help identify strengths and weaknesses of the diagnostic tool prototype.<h4>Results</h4>In total, 15 individuals participated in the internet-based focus groups; 3 (20%) completed the MARS. Through affinity diagramming, 2 main categories of responses were identified, including responses related to the user interface and responses related to the application of the tool. Each category included several themes and subthemes that mapped well to the 4 MARS dimensions. The analysis showed that the tool held value and utility among the participants diagnosed with hEDS. The shareable ending summary sheet provided by the tool stood out as a strength for facilitating communication between patient and provider during the diagnostic evaluation.<h4>Conclusions</h4>The results provide insights on the perceived utility and value of the tool, including preferred phrasing, layout and design preferences, and tool accessibility. The participants expressed that the tool may improve the hEDS diagnostic odyssey and help educate providers about the diagnostic process.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR914252",
    "pmid": "",
    "doi": "10.31234/osf.io/3r256",
    "title": "Paws and effect: canine companionship and outcomes in the chronic health condition hypermobile Ehlers-Danlos Syndrome",
    "abstract": "<p>Emerging research suggests that canine companions can aid the management and recovery from various health conditions. However, little research has explored these benefits within complex long-term health conditions. Ehlers-Danlos Syndrome is a particularly complex condition often associated with social withdrawal. This withdrawal stems from not only the challenging symptoms, but also the frequent dismissal of these symptoms as hypochondria. As such, this population may benefit from the non-judgmental support provided by canine companionship. Therefore, this study investigated differences in health and wellbeing among individuals with hypermobile EDS who have a canine companion compared to those who do not. Findings indicated that whilst canine companionship offers some benefits, the relationship is complex and influenced by various factors. The research highlights the need to consider the nuances in the interplay between canine companionship and health and wellbeing, not only in chronic health conditions such as hEDS, but also within the wider population.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39836470",
    "pmid": "39836470",
    "doi": "10.1172/jci.insight.187315",
    "title": "Map2k6 is a potent genetic modifier of arterial rupture in vascular Ehlers-Danlos syndrome mice.",
    "abstract": "Aortic dissection or rupture is a major cause of mortality in vascular Ehlers-Danlos syndrome (vEDS), a connective tissue disorder caused by heterozygous mutations in the collagen type III alpha 1 chain (COL3A1) gene. C57BL6/J (BL6) mice carrying the Col3a1G938D/+ mutation recapitulate the vEDS vascular phenotype and die suddenly of aortic rupture/dissection. However, 129S6/SvEvTac (referred to here as 129) mice expressing the same Col3a1G938D/+ mutation show near-complete lifelong protection from vascular rupture. To identify genetic modifiers of vascular risk in vEDS, we performed genome-wide genotyping of intercrossed BL6/129 vEDS mice stratified by survival and identified a significant protective locus encompassing a variant in Map2k6, encoding mitogen-activated protein kinase kinase 6 (M2K6), a p38-activating kinase. Genetic ablation of Map2k6 rendered previously protected 129 vEDS mice susceptible to aortic rupture, in association with reduced protein phosphatase 1 activity and increased PKC and ERK phosphorylation. Accelerated vascular rupture in vEDS mice treated with a pharmacological inhibitor of p38 was rescued by concomitant ERK antagonism, supporting an opposing role for ERK and p38 in the modification of aortic rupture risk in vEDS. These results suggest that pharmacologic strategies aimed at mimicking the effect of this natural protective pathway may attenuate aortic rupture risk in vEDS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR910629",
    "pmid": "",
    "doi": "10.31234/osf.io/qk428",
    "title": "The role of perceived social support for outcomes for the Long-Term Health Condition Hypermobile Ehlers-Danlos Syndrome",
    "abstract": "<p>ObjectivePerceived social support typically improves outcomes in long-term health conditions, whilst social isolation and loneliness are linked to poorer outcomes and even early mortality. Individuals with hypermobile Ehlers-Danlos Syndrome (hEDS) are particularly vulnerable to social isolation due to the complex, wide-ranging and often misunderstood symptomology. Methods and MeasuresThis survey, the first high-powered investigation of its kind (n = 415 participants) to our knowledge, used validated questionnaires to investigate whether loneliness, perceived support from family and friends and dog guardianship predict health and wellbeing in hEDS. Results The results indicated that loneliness significantly negatively predicted most health and wellbeing outcomes, while perceived support from friends positively predicted some outcomes. However, perceived support from family and canine companionship were rarely significant predictors for these outcomes. ConclusionThe results indicate a need for targeted interventions to reduce loneliness and improve health and wellbeing outcomes in individuals with hEDS. Indeed, this research underscores the importance of considering loneliness and perceived support more broadly in the context of long-term health conditions.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR957284",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5035100/v1",
    "title": "ZIP13 marks muscle satellite cells and contributes to their quiescent and active phase balance",
    "abstract": "<title>Abstract</title>  <p>Loss of ZIP13 causes Ehlers-Danlos syndrome spondylodysplastic type 3 involving connective tissue dysplasias associated with a reduction in muscular strength. However, ZIP13 role in skeletal muscle homeostasis, particularly for the regulation of muscle satellite cells (MuSCs), remains poorly understood. In this study, we investigated <italic>Zip13</italic>-knockout (KO) mice and found a reduction in MuSCs of <italic>Zip13</italic>-KO mice, in which the quiescent and activated phase balances were disrupted. To clarify the physiological role and dynamics of ZIP13 expression in MuSCs, we generated <italic>Zip13-GFP</italic> knock-in (KI) mice encoding <italic>GFP</italic> at the <italic>Zip13</italic> locus, which showed that ZIP13 contributes to the phase balance regulation of quiescent and activated MuSCs and their functions. Indeed, <italic>Zip13</italic>-KO mice exhibited delayed recovery from skeletal muscle injury, indicating ZIP13 requirement for proper skeletal muscle regeneration. Moreover, GFP expression was reduced in the MuSCs of homozygous <italic>Zip13-GFP</italic> KI mice whose intact ZIP13 expression was perturbed, suggesting that positive feedback mechanisms exist to maintain ZIP13 expression. Altogether, our results illustrate that ZIP13 might be positively involved in skeletal muscle regeneration by controlling the quiescent/activated phase balance of MuSCs through autoregulatory ZIP13 expression, and that newly generated <italic>Zip13-GFP</italic> KI mice would be useful for investigating the roles and dynamics of ZIP13-expressing cells.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39381280",
    "pmid": "39381280",
    "doi": "10.13107/jocr.2024.v14.i10.4834",
    "title": "Spontaneous Bilateral Patellar Tendon Rupture in Patient with Ehlers-Danlos Syndrome: A Case Report.",
    "abstract": "<h4>Introduction</h4>Bilateral spontaneous patellar tendon ruptures are rare, though it is hypothesized to be more common in patients with risk factors such as connective tissue disorders such as Ehlers-Danlos syndrome (EDS), systemic disorders weakening collagen structures, chronic stress around the patellar tendon, medications, and obesity or sedentary lifestyles. Clinicians should maintain a high degree of clinical suspicion for concerning features on clinical examination and radiological investigations to facilitate prompt diagnosis and operative management. This case report describes the first documented case of an adult patient with EDS who sustained bilateral spontaneous patellar tendon ruptures. There is one previously reported acute bilateral patellar tendon rupture occurring in a pediatric patient with EDS. Within the adult literature, two case reports have reported patients with EDS: One acute unilateral patellar tendon rupture who underwent operative management and one chronic patellar tendon tear requiring reconstruction 2.5 years following initial end-to-end repair.<h4>Case report</h4>A 45-year-old male sustained bilateral patellar tendon ruptures after falling onto his knees while pushing a heavy cart. The patient reported a giving-way sensation and was unable to mobilize independently. On presentation to the emergency department, the patient was noted to have an absent straight-leg raise and a palpable gap between the distal pole of the patella and patellar tendon. Plain radiograph and ultrasound investigations confirmed bilateral complete patellar tendon ruptures. The patient underwent operative management 5 days following injury through bilateral direct patellar tendon repair utilizing the Krackow technique with transosseous fixation. Twelve months post-operatively, the patient had returned to pre-injuries activities of daily living, a full active range of motion without extensor lag, and recorded \"fair knee function\" on the Lysholm Knee Scoring Scale.<h4>Conclusion</h4>This case report described the first reported bilateral spontaneous patellar tendon rupture in an adult patient with EDS, who underwent operative management and achieved a return to pre-injury function. Furthermore, this case report summarizes the pre-existing literature on spontaneous bilateral patellar tendon ruptures and patellar tendon ruptures in patients with EDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40160211",
    "pmid": "40160211",
    "doi": "10.1007/s44164-025-00081-y",
    "title": "An in vitro model to measure the strength and stiffness of the extracellular matrix synthesized de novo by human fibroblasts.",
    "abstract": "<h4>Purpose</h4>Alterations to the strength and stiffness of the human extracellular matrix (ECM) are the underlying pathology manifest in a wide range of diseases. These include inherited conditions, such as Ehlers Danlos syndrome, as well as acquired diseases such as fibrosis, which remains a major unmet medical need. To evaluate promising therapies, new models are needed that can measure the strength and stiffness of the human ECM.<h4>Methods</h4>Cultured human fibroblasts were seeded into circular troughs of agarose that had been molded into a 24 well plate and equilibrated with cell culture medium. The cells settled by gravity, aggregated and formed 3D ring-shaped tissues 5 mm in diameter without the aid of added exogenous scaffold material. The ECM proteins synthesized de novo by the rings were characterized by immuno-staining. The response of the rings to drug and growth factor treatments were assessed by measuring changes to the dimensions of the rings and by measuring levels of collagen. A tensile test was used to quantify drug and growth factor induced changes to the strength and stiffness of the rings.<h4>Results</h4>Ring-shaped tissues readily formed in the molds and synthesized de novo a circumferentially aligned collagen-rich fibrous ECM network positive for collagen type I, collagen type III and fibronectin. Low dose treatment with incyclinide, an inhibitor of matrix metalloproteinases (MMPs), increased strength and stiffness, whereas as a high dose decreased tensile properties, likely due to a toxic effect. Treatment with TGF-β1, a well-known driver of fibrosis, increased levels of collagen and tensile properties and mimicked the fibrotic environment in vitro. Treatment with PAT-1251, an inhibitor of the collagen crosslinking enzyme lysyl oxidase-like protein 2 (LOXL2), had no effect on levels of collagen but significantly reduced the strength and stiffness of the ring even when elevated by treatment with TGF-β1.<h4>Conclusion</h4>Human fibroblasts will self-assemble a 3D ring-shaped tissue and synthesize a fibrous network of ECM proteins whose tensile properties can be measured. The fibrotic environment can be mimicked by addition of TGF-β1, which increases levels of collagen as well as the strength and stiffness of the rings. Treatment with two drugs, incyclinide and PAT 1251 that were developed as potential treatments for diseases of the ECM, altered the strength and stiffness of the rings, thereby demonstrating the utility of the model for testing new therapies that target the biomechanics of the ECM.<h4>Supplementary information</h4>The online version contains supplementary material available at 10.1007/s44164-025-00081-y.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39996803",
    "pmid": "39996803",
    "doi": "10.3390/cimb47020082",
    "title": "The Novel Association of a Single Nucleotide Variant in the <i>COL3A1</i> Gene with Diffuse Coronary Aneurysms.",
    "abstract": "The <i>COL3A1</i> gene, encoding the pro-alpha chain of type III collagen, has been implicated in a range of collagen-mediated diseases such as Ehlers-Danlos syndrome and aortic aneurysms. In this report, we present evidence for the first time associating a single nucleotide variant p.P517R in exon 22 of <i>COL3A1</i> with the development of diffuse coronary aneurysms in a human subject without prior atherosclerotic cardiovascular disease, connective tissue disorder, or phenotypic characteristics diagnostic for vascular Ehlers-Danlos syndrome. Computational modeling of this specific variant in AlphaFold and in silico analyses predict deleterious alterations in the structure and function of the <i>COL3A1</i> gene product, alpha 1 chain of type III collagen. This novel phenotype-to-genotype correlation should prompt further investigation into the mechanistic basis of this association.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39451569",
    "pmid": "39451569",
    "doi": "10.3390/cimb46100689",
    "title": "Decoding the Genetic Basis of Mast Cell Hypersensitivity and Infection Risk in Hypermobile Ehlers-Danlos Syndrome.",
    "abstract": "Hypermobile Ehlers-Danlos syndrome (hEDS) is a connective tissue disorder marked by joint hypermobility, skin hyperextensibility, and tissue fragility. Recent studies have linked hEDS with mast cell activation syndrome (MCAS), suggesting a genetic interplay affecting immune regulation and infection susceptibility. This study aims to decode the genetic basis of mast cell hypersensitivity and increased infection risk in hEDS by identifying specific genetic variants associated with these conditions. We conducted whole-genome sequencing (WGS) on 18 hEDS participants and 7 first-degree relatives as controls, focusing on identifying genetic variants associated with mast cell dysregulation. Participants underwent clinical assessments to document hEDS symptoms and mast cell hypersensitivity, with particular attention to past infections and antihistamine response. Our analysis identified specific genetic variants in MT-CYB, HTT, MUC3A, HLA-B and HLA-DRB1, which are implicated in hEDS and MCAS. Protein-protein interaction (PPI) network analysis revealed significant interactions among identified variants, highlighting their involvement in pathways related to antigen processing, mucosal protection, and collagen synthesis. Notably, 61.1% of the hEDS cohort reported recurrent infections compared to 28.5% in controls, and 72.2% had documented mast cell hypersensitivity versus 14.2% in controls. These findings provide a plausible explanation for the complex interplay between connective tissue abnormalities and immune dysregulation in hEDS. The identified genetic variants offer insights into potential therapeutic targets for modulating mast cell activity and improving patient outcomes. Future research should validate these findings in larger cohorts and explore the functional implications of these variants to develop effective treatment strategies for hEDS and related mast cell disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39685014",
    "pmid": "39685014",
    "doi": "10.3390/healthcare12232392",
    "title": "Self-Perception of Physical Problems in Patients with Non-Vascular Type of Ehlers-Danlos Syndrome: A Qualitative Study.",
    "abstract": "<h4>Background/objectives</h4>Ehlers-Danlos syndrome is a group of inherited connective tissue disorders characterized by joint hypermobility, skin hyperextensibility, and tissue fragility. Ehlers-Danlos syndrome is associated with a broad spectrum of clinical manifestations, including chronic pain, severe fatigue, and a range of physical and psychological complications. This study aims to identify, in patients with non-vascular type of Ehlers-Danlos syndrome, the most common physical symptoms, the impact of these symptoms on daily life, and individuals' perceptions of their health.<h4>Methods</h4>A qualitative descriptive study based on content analysis was employed, reviewing 24 individual interviews to gain a comprehensive understanding of participants' experiences. The study was conducted in accordance with the COREQ (Consolidated Criteria for Reporting Qualitative Research) guidelines, which include a 32-item checklist commonly used in qualitative research.<h4>Results</h4>Four main themes were identified: (1) Common physical symptoms, (2) Impact on daily life, (3) Impact on social and family relationships, and (4) Health perception and well-being.<h4>Conclusions</h4>The analysis of the interviews reveals that individuals with Ehlers-Danlos syndrome face significant physical and emotional challenges. Physical symptoms, particularly chronic pain, fatigue, and joint issues, severely impact their ability to lead a normal life. These symptoms, along with perceived uncertainty and stress, contribute to a reduced quality of life, affecting both physical and emotional well-being.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39148461",
    "pmid": "39148461",
    "doi": "10.1002/ajmg.a.63844",
    "title": "Longitudinal echocardiography in pediatric patients with hypermobile Ehlers-Danlos syndrome.",
    "abstract": "Vascular Ehlers-Danlos, Marfan and Loeys-Dietz syndromes have increased risk of aortic dilation and dissection. Previous early studies showed hypermobile Ehlers-Danlos syndrome (hEDS) may also have increased risk, with echocardiography screening recommended; subsequent studies have not confirmed the risk or recommended echocardiography. This pediatric-based study assessed aortic dilation prevalence in those with hEDS by serial echocardiographic examinations and assessed family history for aortic dissections. We retrospectively identified individuals with hEDS who had echocardiography studies from the electronic medical records at one pediatric center. Aortic root Z-scores >2.0 were found in 15/225 subjects (average age 12.9 years) on initial echocardiograms, with no Z-score >3.0. Subsequent studies (n = 68) found statistically significant decline in aortic root Z-scores. Repeat echocardiography in those with initial aortic root Z-score >2.0 (n = 10) demonstrated a decline in Z score <2.0 in seven. On final examination, 9/225 (4.0%) had a Z-score >2.0, not statistically different from the general population. No aortic dissection occurred in first- or second-degree relatives. In conclusion, aortic root dilation rate in hEDS is likely not different from the general population. We propose that in the absence of other cardiac findings or suspicion for another disorder, echocardiography is not required in hEDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39018432",
    "pmid": "39018432",
    "doi": "10.1097/paf.0000000000000965",
    "title": "Catastrophic CPR-Related Injuries in Vascular Ehlers-Danlos Syndrome: A Case Report and Review.",
    "abstract": "<h4>Abstract</h4>This article presents a case of severe CPR-related injuries leading to diagnosis of vascular Ehlers-Danlos syndrome. The subject is a 36-year-old female with a past medical history of a 10-mm aneurysm of the right internal carotid artery discovered on imaging 3 years prior to death. Major autopsy findings included subarachnoid hemorrhage in the base of the brain, bilateral hemothoraces, hemopericardium, laceration of the interatrial septum, laceration of the left pulmonary artery, and changes secondary to chronic alveolar hemorrhage in the lungs. The autopsy findings and subsequent unremarkable toxicology studies led to the suspicion of an underlying and clinically undiagnosed connective tissue disorder. Broad genetic exome testing revealed a mutation consistent with vascular Ehlers-Danlos syndrome. An overview of this disease, its diagnosis, and differential are further described herein, along with recommendations for forensic pathologists.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39321615",
    "pmid": "39321615",
    "doi": "10.1016/j.ijscr.2024.110294",
    "title": "Surviving the storm: A 6-year journey with bowel perforations and aneurysms in vascular Ehlers-Danlos syndrome - A case report.",
    "abstract": "<h4>Introduction</h4>Throughout the literature, many cases of vascular Ehlers-Danlos were reported with a variation of its clinical presentation. This disease may present in many forms and aspects and some even die before seeking medical care and getting the right diagnosis due to its hard effect on patients.<h4>Case presentation</h4>We report a case of a 25-year-old female patient with a history of multiple bowel perforations that were operated on urgently numerous times and received many courses of a large spectrum of antibiotics for various infections.<h4>Clinical discussion</h4>Further investigations showed that the patient had multiple aneurysms due to her disease, a hepatic aneurysm, a paraspinal, and a severally symptomatic wrist aneurysm. The patient presented a de novo variant in the COL3A1 gene. A management plan was personalized, and a family genetic investigation was carried out.<h4>Conclusion</h4>This article contains a full history of this patient including all the surgical, medical, and radiological interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39498469",
    "pmid": "39498469",
    "doi": "10.1210/jcemcr/luae205",
    "title": "Hypoglycemia Associated With Hypermobile Ehlers-Danlos Syndrome.",
    "abstract": "Hypoglycemia in the absence of diabetes is often multifactorial and challenging to diagnose definitively. We present a case report and an expanded series of adult females with reactive hypoglycemia who were diagnosed with Ehlers-Danlos syndrome (EDS). These patients exhibited predominantly postprandial hypoglycemia, with some fasting and activity-induced episodes. Clinical findings included autonomic dysfunction, gastrointestinal symptoms, and joint hypermobility. Interventions focused on medical nutrition therapy, continuous glucose monitoring, and, in some cases, medication. Many patients continued to experience hypoglycemic episodes despite treatment. Key learning points include the potential association between hypermobile EDS and hypoglycemia, the importance of confirming the Whipple triad, and the need for multidisciplinary management. This case series highlights the need for further research into the prevalence and pathophysiology of hypoglycemia in EDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39333951",
    "pmid": "39333951",
    "doi": "10.1186/s12879-024-09970-1",
    "title": "Complex trauma sequelae: Mycobacterium goodii and Priestia endophytica Hardware infection in a patient with Ehlers-Danlos syndrome.",
    "abstract": "A 26-year-old man with Ehlers-Danlos syndrome, recurrent otitis externa, and chronic otitis media sustained a left lower extremity amputation and open femur fracture with internal hardware fixation after a motor vehicle collision in Arizona. He presented to the emergency department at our institution with severe left leg pain and purulent discharge despite receiving two unidentified antibiotics upon discharge. Evaluations revealed an abscess and malunion of the femur. Initial cultures yielded scant Priestia endophytica, leading to daptomycin treatment. His condition worsened until Gram-positive bacilli identified as Mycobacterium goodii, a rare nosocomial mycobacterial species, were found. Significant improvement occurred with appropriate antibiotics. This case highlights the challenges in diagnosing and managing M. goodii infections in immunocompromised patients with orthopedic complications and notes P. endophytica as a previously unreported, possibly opportunistic human pathogen.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39366481",
    "pmid": "39366481",
    "doi": "10.1016/j.wneu.2024.09.128",
    "title": "Recent Global Trends and Hotspots in Occipitocervical Fusion: A Bibliometric Analysis and Visualization Study.",
    "abstract": "<h4>Background</h4>Occipitocervical arthrodesis has a variety of indications to treat craniocervical and atlantoaxial pathologies for which a selective cervical fusion would not provide sufficient stability. Over time, the indications for occipitocervical fusions (OCFs) have evolved, as new technologies and surgical techniques were developed. In this bibliometric analysis, we aim to explore the progression of OCF literature over time, analyzing the trends in publications and citations, publishing countries and authors, keywords, and topics.<h4>Methods</h4>The Web of Science database was used for data retrieval on July 3, 2024, with the search \"occipitocervical fusion\" OR \"occipito-cervical fusion\" OR \"occipitocervical arthrodesis\" OR \"occipital cervical fusion\" OR \"occipital cervical arthrodesis\" OR (\"OCF\" AND \"spine surgery\"). Excel was used to create the citation analysis and publication trend figures, along with the publishing countries and author analysis. The bibliometric software VosViewer was used to generate the keyword co-occurrence network visualizations.<h4>Results</h4>Overall, 762 articles were extracted. The number of pertinent publications and citations increased until 2020 before beginning to decrease. We found that Ehlers Danlos syndrome has become a more prevalent topic, as the association between Ehlers Danlos syndrome and craniocervical instability has received further scrutiny. \"Dysphagia\" continues to be a commonly cited topic, while, conversely, rheumatoid arthritis has decreased in publication frequency, possibly related to advances in medical management and surgical techniques. Overall, the United States, China, and Japan are the top publishing countries.<h4>Conclusions</h4>This analysis of OCF literature provides a helpful overview of emerging trends and clinician concerns, especially as seen through the perspective of time.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39493052",
    "pmid": "39493052",
    "doi": "10.7759/cureus.70667",
    "title": "Cesarean Delivery in a Patient With Hypermobile Ehlers-Danlos Syndrome: A Case Report.",
    "abstract": "Patients with hypermobile Ehlers-Danlos syndrome (hEDS) usually present with generalized joint hypermobility and pain, soft and hyperextensible skin with atrophic scars and easy bruising, periodontitis, mitral valve prolapse, and aortic root dilation. It may also lead to cervical spine instability or collapse of larynx cartilage/trachea, which can result in intubation difficulties and possible mucosal damage. Lung protective ventilation must be performed to prevent pneumothorax. Bruising, scoliosis, spondylosis, meningeal Tarlov cysts, increased risk for postdural puncture headache (PDPH), and resistance to local anesthetics may affect neuraxial anesthesia. This article aims to report an anesthetic approach of a 24-year-old woman with hEDS proposed for cesarean delivery. Additional past medical history included cutaneous psoriasis, polycystic ovarian syndrome, and bilateral hip dysplasia. No previous allergies were reported. She has been previously submitted to an uneventful general anesthesia. After rapid-sequence induction of general anesthesia, endotracheal intubation was performed with videolaryngoscopy. Balanced anesthesia with volatile anesthetics was used. The birth and recovery were safely managed without adverse events. hEDS can present challenges for both neuraxial anesthesia and orotracheal intubation. In this case, the initial anesthetic plan included general anesthesia and an airway approach with a videolaryngoscope. Patient positioning and padding were carefully executed to prevent bruising and joint dislocations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39382597",
    "pmid": "39382597",
    "doi": "10.1007/s00423-024-03488-5",
    "title": "Genetic variants in patients with multiple arterial aneurysms.",
    "abstract": "<h4>Purpose</h4>The aim of this study was to identify causal genetic variants in patients with multiple arterial aneurysms.<h4>Methods</h4>From a total cohort of 3107 patients diagnosed with an arterial aneurysm from 2006 to 2016, patients with known hereditary connective tissue diseases, vasculitis, or other arterial pathologies (n = 918) were excluded. Of the remaining cohort (n = 2189), patients with at least 4 aneurysms at different arterial locations (n = 143) were included. Nine blood samples of respective patients were available and derived from the institutional vascular biomaterial bank, and analyzed by whole exome sequencing (WES). Possible candidate variants were selected based on in silico predictions: (I) Truncating variants or (II) Variants that were classified as likely pathogenic (SIFT score < 0.05 or PolyPhen score > 0.9) and with low (< 0.001) or unknown gnomAD allele frequency. The human genome databases GeneCards and MalaCards were used to correlate the variants with regard to possible associations with vascular diseases.<h4>Results</h4>A total of 24 variants in 23 different genes associated with vascular diseases were detected in the cohort. One patient with eight aneurysms was heterozygous for a variant in SMAD3, for which pathogenic variants are phenotypically associated with Loeys-Dietz syndrome 3. A heterozygous variant in TNXB was found in a patient with five aneurysms. Homozygous or compound heterozygous pathogenic variants in this gene are associated with Ehlers-Danlos syndrome (classical-like). Another patient with six aneurysms carried two heterozygous TET2 variants together with a heterozygous PPM1D variant. Pathogenic variants in these genes are associated with clonal hematopoiesis of indeterminate potential (CHIP), a known risk factor for cardiovascular disease.<h4>Conclusion</h4>All nine patients in this study carried variants in genes associated with vascular diseases. Current knowledge of the specific variants is insufficient to classify them as pathogenic at the present time, underlining the need for a better understanding of the consequences of genetic variants. WES should be considered for patients with multiple arterial aneurysms to detect germline variants and to improve clinical management for the individual and family members.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39640385",
    "pmid": "39640385",
    "doi": "10.2176/jns-nmc.2024-0128",
    "title": "A Case of Spontaneous Carotid-cavernous Fistula in a Patient with Vascular Ehlers-Danlos Syndrome.",
    "abstract": "Vascular Ehlers-Danlos syndrome (vEDS) is a rare disorder that is characterized by vascular lesions mainly caused by vascular fragility, such as spontaneous carotid-cavernous fistula (sCCF). We experienced a patient who presented with sCCF but suffered postoperative multiple vascular arteriopathy complications caused by undiagnosed vEDS. A 39-year-old woman who had no physical and medical characteristics indicating vEDS was referred to our hospital due to sudden onset of headache and pulsatile tinnitus. Digital subtraction angiography revealed direct sCCF of the left internal carotid artery. Internal trapping with coils was performed using the bilateral transfemoral artery approach, and complete occlusion of the high-flow fistula was achieved. At the end of the procedure, left femoral angiography via the sheath revealed extravasation from the puncture site. Hemostasis using an Angio-Seal hemostasis device under proximal balloon protection standby was immediately performed, and complete hemostasis was achieved. Postoperative abdominal computed tomography (CT) revealed a huge retroperitoneal hematoma. To improve the patient's hypovolemic shock conditions, hypervolemic therapy was administered, and her vital signs normalized. Approximately 10 days after the treatment, abdominal CT revealed pseudoaneurysm at the bilateral puncture sites and dissection of the left external iliac artery. Based on the clinical events, vEDS was strongly suspected. The genetic test revealed collagen type III alpha 1 chain gene abnormality, which led to a definite diagnosis. The symptoms improved, and follow-up CT showed spontaneous healing of both vascular arteriopathies with no recurrence. Attention should be paid to the risk of vascular arteriopathy complications during the perioperative period in patients with vEDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39002769",
    "pmid": "39002769",
    "doi": "10.1016/j.arth.2024.07.008",
    "title": "Outcomes of Total Hip Arthroplasty in Patients Who Have Ehlers-Danlos Syndrome: A Matched Cohort Study.",
    "abstract": "<h4>Background</h4>Total hip arthroplasty (THA) is an effective surgical treatment for severe osteoarthritis of the hip. While THA is considered a reliable and safe procedure, outcome data on patients who have Ehlers-Danlos syndrome (EDS) is limited. The purpose of this study was to compare rates of postoperative complications after primary THA in patients who have EDS against matched controls.<h4>Methods</h4>A large national database was searched to identify patients who underwent THA between 2009 and 2020. Patients younger than 18 years, those who have a history of prior THA, and those undergoing THA for a hip fracture were excluded from analysis. Propensity score matching was utilized to match patients who had EDS with patients who did not have EDS at a 1:4 ratio. Rates of medical and surgical complications at 90 days and 2 years were queried and compared between the cohorts using multivariable logistic regression. We identified 118 patients who had EDS and underwent primary THA, who were then matched with 418 controls.<h4>Results</h4>At 90 days, the EDS cohort had greater rates of dislocation (8.5 versus 3.8%, P = 0.038). At 2 years, the EDS cohort had greater odds of dislocation (OR [odds ratio] 2.47, P = 0.018), aseptic loosening (OR 6.91, P = 0.002), and aseptic revision (OR 2.66, P = 0.02).<h4>Conclusions</h4>Patients who have EDS possess significantly higher odds of complications after THA compared to matched controls, including dislocation, aseptic loosening, and aseptic revision. Careful surgical planning in these patients should be made to prevent dislocation and potentially minimize the risk of other prosthesis-related complications leading to revision.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38926786",
    "pmid": "38926786",
    "doi": "10.1111/1471-0528.17893",
    "title": "Vascular Ehlers-Danlos syndrome and pregnancy: A systematic review.",
    "abstract": "<h4>Background</h4>Vascular Ehlers-Danlos syndrome (vEDS) is a hereditary connective tissue disorder associated with an elevated risk of vascular, uterine and digestive complications. Managing pregnancy in this context can be a challenge.<h4>Objectives</h4>To systematically review the literature data on the complications in pregnancy associated with vEDS.<h4>Search strategy</h4>We searched the Pubmed Medline and Embase databases for articles using the following terms \"vascular Ehlers-Danlos syndrome\" or \"vEDS\" AND \"pregnancy\".<h4>Selection criteria</h4>Women with vEDS.<h4>Data collection and analysis</h4>We searched the PubMed® MEDLINE® database for publications evaluating obstetric outcomes in women with vEDS.<h4>Main results</h4>A total of 121 publications were screened, with six (accounting for 412 pregnancies) included in our review. Of the women included in this sample, 30% were infertile. The miscarriage rate was 13.8% (57/412) and 8.8% of the live births were premature. Obstetric anal sphincter injuries occurred in 11.3% (23/203) of the deliveries. The maternal mortality rate per pregnancy was 5.7%.<h4>Conclusions</h4>Women with vEDS present an elevated risk of uterine rupture, vascular events, digestive events and death during pregnancy. Women appear to be most at risk during the peripartum period; to avoid expulsive efforts, a caesarean section should be scheduled at 37 weeks of gestation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39539482",
    "pmid": "39539482",
    "doi": "10.1177/19253621241283723",
    "title": "Hemoperitoneum Due to Dissection and Rupture of the Superior Mesenteric Artery in a Patient With COL3A1 Mutation.",
    "abstract": "<b>Introduction:</b> Vascular Ehlers-Danlos syndrome (vEDS) is an autosomal dominant disorder that results from mutations in the collagen type III gene. It is a risk factor for medium-sized artery aneurysms, dissections, and ruptures. We report a case of hemoperitoneum due to medial dissection and rupture of the superior mesenteric artery related to vEDS. <b>Methods:</b> A full body CT scan and full three cavity autopsy was performed in a 47-year-old man with a history of an intermittent abdominal cramping for one week rand complex past medical history that included a sigmoid bowel perforation at age 20, and previous popliteal artery pseudoaneurysm rupture. Histology and genetic testing were performed. <b>Results:</b> The postmortem computed tomography and autopsy showed a significant hemoperitoneum due to a ruptured dissection of the superior mesenteric artery and branches, and multiple splanchnic artery dissections with renal and small bowel infarctions. Genetic testing revealed a heterozygous COL3A1 gene variant associated with Ehlers-Danlos syndrome. Death was attributed to hemoperitoneum due to medial dissection and rupture of the superior mesenteric artery due to arteriopathy. <b>Discussion:</b> The relatively young age and medical history correlate with the autopsy findings and genetic testing towards the conclusion of an arteriopathy consistent with vEDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40134858",
    "pmid": "40134858",
    "doi": "10.15420/icr.2024.37",
    "title": "Incidence and Pathology of Aortic Regurgitation.",
    "abstract": "Aortic regurgitation (AR) is the third most common valvular heart disease, with its prevalence and severity increasing with age. AR can arise from degenerative, congenital, inflammatory and infectious aetiologies, manifesting as primary AR with intrinsic leaflet disease, secondary AR due to aortopathy or annular dilatation, or a combination. Furthermore, AR can be acute, as observed in endocarditis and aortic dissection, or chronic, as seen in calcific aortic valve disease, connective tissue disorders, or bicuspid valve phenotypes. This review discusses the aetiopathology of these various AR manifestations (primary, secondary, acute and chronic AR), highlighting diagnostic challenges and implications for aortic valve replacement and transcatheter aortic valve implantation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39110211",
    "pmid": "39110211",
    "doi": "10.1007/s00296-024-05676-4",
    "title": "The need for primary care providers in the clinical management of hypermobility spectrum disorders and ehlers-danlos syndrome: a call to action.",
    "abstract": "Patients with joint-hypermobility and joint-hypermobility spectrum disorders (HSD), including hypermobile Ehlers-Danlos Syndromes (EDS) present numerous co-morbid concerns, and multidisciplinary care has been recommended. The complexity of these patient's needs and increased demand for medical services have resulted in long delays for diagnosis and treatment and exhausted extant clinical resources. Strategies must be considered to ensure patient needs are met in a timely fashion. This opinion piece discusses several potential models of care for joint-hypermobility disorders, several ways in which primary providers can be involved, and argues that primary providers should be an essential and integrated part of the management of these patients, in collaboration with multidisciplinary teams and pediatric subspecialists. We review several strategies and educational opportunities that may better incorporate primary providers into the care and management of these patients, and we also discuss some of the limitations and barriers that need to be addressed to improve provision of care. This includes establishing primary care physicians as the medical home, providing initial diagnostic and treatment referrals while connecting patients with specialty care, and collaboration and coordination with multi-disciplinary teams for more complex needs. Several barriers exist that may hamper these efforts, including a lack of available specialty trainings for providers interested in providing care to patients with EDS and HSD, a lack of expertly derived consensus guidelines, and limited time resources in extant primary care practices. Also, primary providers should have an active voice in the future for the further consideration and development of these presented strategies.",
    "journal": "",
    "year": "2024"
  }
]