[
  {
    "id": "40161497",
    "pmid": "40161497",
    "doi": "10.3389/fped.2025.1476541",
    "title": "Case Report: Diagnosis of Gaucher disease in a toddler with acute respiratory failure.",
    "abstract": "A 22-month-old male infant presented with cyanosis and stridor after a trivial fall and then developed acute respiratory distress. The respiratory status of the patient progressed rapidly to severe acute respiratory distress syndrome. Additional findings of hypersplenism prompted a comprehensive multidisciplinary approach and consideration of an inborn error of metabolism. Rapid whole-genome sequence showed a compound heterozygote mutation in the <i>GBA1</i> gene involving a maternally inherited known pathogenic variant, p.L484P, and a paternally inherited novel likely pathogenic variant, p.P358l. The diagnosis of Gaucher disease was confirmed with low leukocyte acid β-glucosidase activity and the patient received recombinant macrophage-targeted enzyme replacement therapy. The patient eventually recovered, but subsequent work-up demonstrated severe bulbar dysfunction with evidence of aspiration. Two months after discharge, the patient arrived at the hospital in a condition of cardiac arrest after a suspected aspiration event associated with hemoptysis. This case illustrates a previously undescribed presentation of Gaucher disease and a new likely pathogenic genetic variant for Gaucher disease. It highlights the role of a multidisciplinary approach, including rapid whole-genome sequencing, to establish timely diagnosis and provide appropriate therapy for Gaucher disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40211441",
    "pmid": "40211441",
    "doi": "10.1186/s13023-025-03654-y",
    "title": "Gaucher disease type 3 from infancy through adulthood: a conceptual model of signs, symptoms, and impacts associated with ataxia and cognitive impairment.",
    "abstract": "<h4>Background</h4>Gaucher disease type 3 (GD3) is a lysosomal storage disease characterized by diverse neurological and systemic manifestations. Symptoms of ataxia, cognitive impairment, and other systemic symptoms profoundly impact daily activities and the quality of life for individuals living with the disease. Development of a conceptual model of disease for persons living with GD3 from birth to adulthood would enable objective monitoring of disease progression and assessment of treatment benefits.<h4>Methods</h4>A targeted literature review, interviews with clinical experts, and interviews with individuals and their caregivers living in the UK and the US were carried out to understand the patient experience. Interviews were transcribed and de-identified data were analyzed to identify signs, symptoms, and impacts of ataxia, cognitive impairment, and other systemic impairments. A conceptual model was developed by integrating relevant signs, symptoms, and impacts experienced from birth through adulthood.<h4>Results</h4>Review of symptoms and impacts of GD3 from three published scientific articles, and interviews with six clinical experts, 12 individuals living with GD3, and 12 caregivers, identified 58 patient experience concepts associated with GD3. Signs and symptoms associated with ataxia appear during the first 3 years of life and persist beyond 5 years of age, while signs and symptoms related to neurocognition appear later in life. Difficulty in shifting gaze and/or tracking objects, ataxia, tremors, memory problems, difficulty in processing new information, fatigue, and bone pain are most salient concepts for GD3. In patients aged ≤ 5 years, motor manifestations and symptoms were far more prevalent than neurocognitive signs and symptoms. Inability to work or perform at school, limited social and family engagements, restricted mobility (walking, driving, public transportation), and declining independence were the most important impacts on individuals with GD3.<h4>Conclusions</h4>Heterogeneity exists in GD3 manifestations, especially neuromuscular and neurocognitive signs, symptoms, and impacts, across all age ranges of individuals living with GD3. The conceptual model developed in the study provided a comprehensive understanding of the disease in individuals with GD3.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40194636",
    "pmid": "40194636",
    "doi": "10.1016/j.nbd.2025.106899",
    "title": "A novel mouse model of chronic neuronopathic Gaucher disease exhibits Parkinson's disease-like phenotypes.",
    "abstract": "Gaucher disease (GD), the most common lysosomal storage disorder, is an autosomal recessive inherited disease caused by mutations in GBA1. It can be categorized into neuronopathic and non-neuronopathic types. We previously constructed mouse models carrying the Gba1 F213I point mutation and tamoxifen-inducible systemic Gba1 knockout mice, both of which developed disease rapidly and had a short lifespan. This study combined these two models to create Gba1<sup>flox/F213I</sup>; UBC-CreERT2 mice. These mice exhibited a significantly extended lifespan, along with splenomegaly, infiltration of Gaucher-like cells, and reduced β-glucocerebrosidase (GCase) activity. Additionally, they displayed chronic neuroinflammation. In the later stages, these mice also exhibited typical pathological features of Parkinson's disease (PD), including a reduction in dopaminergic neurons in the substantia nigra pars compacta (SNpc) and an increase in the expression levels of the α-synuclein (α-syn) protein. RNA sequencing (RNA-seq) from the brain tissues of these mice revealed an early, robust inflammatory response, particularly with the activation of the interferon pathway, including the downstream expression of MHC I complex molecule genes, which was confirmed through Western blot analysis. In summary, we established a chronic neurogenic Gaucher disease mouse model that exhibited pronounced inflammatory activation and developed Parkinsonian-like phenotypes in the later stages.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40209771",
    "pmid": "40209771",
    "doi": "10.7754/clin.lab.2024.240937",
    "title": "Clinical and Laboratory Characteristics of Gaucher Disease Caused by Complex Heterozygous Mutation.",
    "abstract": "<h4>Background</h4>This study aimed to investigate and review the clinical and laboratory characteristics of Gaucher disease type 1 (GD1) caused by the heterozygous mutation of the Glucocerebrosidase (GBA) gene.<h4>Methods</h4>In this study, the bone marrow smear and biopsy slice were observed using Wright-Giemsa as well as Hematoxylin and Eosin (HE) stains, respectively. Furthermore, peripheral blood leukocyte lysosomes were monitored by liquid chromatography-tandem mass spectrometry (LC-MS/MS). The patient's and her parents' peripheral blood DNA were extracted, and the mutation sites of the GBA-related genes were sequenced via Sanger sequencing.<h4>Results</h4>It was revealed that the Gaucher cells in the bone marrow smear and biopsy slice had large volume, were round, ovoid or irregular, occasionally binucleated or multinucleated, with chromatin roughness and occasional nucleoli, rich in the cytoplasm, bluish or grayish-red colored, and with many cytoplasmic onion-skin-like striped structures. Furthermore, the expression of GBA was decreased, while glucosylsphingosine levels were elevated. Moreover, the patient had a heterozygous complex mutation in the GBA gene (GBA NM_001005741.2): c.1604G > Ap.Arg535Hi (R496H) from her mother and c.1448T > Cp. Leu483Pro (L444P) at chromosomal locations chr1:155204793 and chr1:155205043, respectively.<h4>Conclusions</h4>The results show that a heterozygous complex mutation of R496H and L444P in the GBA gene causes the development of GD1. Clinical, enzyme activity-based assays, biological markers, and genetic analysis can significantly improve disease diagnosis and are important for early intervention and GD treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40197748",
    "pmid": "40197748",
    "doi": "10.1093/hmg/ddaf045",
    "title": "Modeling bone marrow microenvironment and hematopoietic dysregulation in Gaucher disease through VavCre mediated Gba deletion.",
    "abstract": "Biallelic mutations in Gba cause Gaucher disease (GD), a lysosomal disorder characterized by deficient glucocerebrosidase activity and the accumulation of glucosylceramide (GlcCer) and glucosylsphingosine (GlcSph), primarily in macrophages. Beyond macrophages, GD pathology affects additional hematopoietic lineages, contributing to immune dysregulation. Existing Mx1-Cre Gba knockout models require induction protocols that lead to gene deletion outside hematopoietic cells, limiting the study of hematopoietic-specific effects. To overcome these limitations, we generated a hematopoietic-specific Gba knockout model by crossing Gbafl/fl mice with Vav-Cre, enabling early deletion of Gba exons 8-11 in hematopoietic stem and progenitor cells. These mice were backcrossed to 129X1/SvJ and C57BL/6 J backgrounds, revealing that genetic background significantly influences disease severity. Efficient Gba excision was confirmed in bone marrow, spleen, and thymus, with minimal recombination in the liver. In VavCre 129 GD mice, glucocerebrosidase activity in the spleen was severely reduced, leading to GlcCer and GlcSph accumulation and Gaucher cell infiltration in the spleen and femurs. Transcriptomic analysis identified upregulation of inflammatory and lysosomal pathways. Immune cell deconvolution from RNA-seq data further revealed an expansion of monocytes, dendritic cells, and pro-inflammatory macrophage subsets, suggesting an altered immune landscape. Additionally, GPNMB, a potential GD biomarker, was significantly elevated in both spleens and sera of VavCre 129 GD mice. This hematopoietic-specific GD model provides a powerful platform for studying GD pathophysiology, modifier genes, and immune dysregulation. It offers new opportunities for biomarker discovery and for developing strategies targeting hematopoietic and immune mechanisms in GD and related lysosomal storage disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40184787",
    "pmid": "40184787",
    "doi": "10.1016/j.humimm.2025.111302",
    "title": "The number and frequency of mucosal-associated invariant T (MAIT), γδ T, and innate lymphoid cells (ILCs) altered in patients with type I Gaucher disease.",
    "abstract": "<h4>Introduction</h4>Gaucher disease (GD) is a rare lysosomal storage disease caused by mutations in the Glucocerebrosidase (GBA) gene. The innate immunopathology of GD beyond macrophage involvement is not well characterized. In the current study, the changes in ILC subsets, γδ T and MAIT cells, TNF-α and IFN-γ cytokine levels in the peripheral blood of patients with Type 1 GD and GD carriers were evaluated.<h4>Methods</h4>Peripheral blood mononuclear cells obtained from patients and controls were isolated using the Ficoll-Paque gradient method; after surface and intracellular staining, the cells were analyzed on FACSARIA III.<h4>Results</h4>Our analyses revealed that CD8<sup>+</sup> MAIT cells and CD8<sup>+</sup> γδ T cells are reduced in the treated patients compared with the carriers. MAIT cell-specific IFN-γ production and absolute counts of IFN-γ<sup>+</sup> MAIT cells significantly decreased in Type 1 GD patients who received ERT compared with healthy controls, which could be important indicators for the pathogenesis and severity of the disease. Additionally, total ILCs, particularly the ILC1 subset, were reduced in the Type I GD patients receiving ERT compared with healthy controls and the carriers.<h4>Conclusion</h4>The changes observed in ILCs, γδ T cells, MAIT cells, TNF-α and IFN-γ cytokine levels in both pre- and post-treatment Type 1 GD patients may play a vital role in the pathogenesis of GD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40155919",
    "pmid": "40155919",
    "doi": "10.1186/s13023-025-03684-6",
    "title": "Spanish consensus on managing pregnancy in women with Gaucher disease.",
    "abstract": "Gaucher disease can have effects on the development of pregnancy, childbirth, and lactation, with impact on health of both the mother and the newborn. Management of pregnancies in Gaucher patients is further complicated by using of enzyme replacement therapy. Unfortunately, the available scientific evidence is not conclusive because there are not proper clinical trials on this issue. The aim of this work was to establish a management guide to address the main clinical problems before, during and after pregnancy and to provide key information to healthcare professionals, patients, and families. GRADE methodology to evaluate the quality of scientific evidence and develop recommendations was incorporated to elaborate this guide. For final recommendations, a structured consensus 2-round process was carried out using the Delphi method with a Gaucher expert panel. After this process, nine recommendations were elaborated related to pre-pregnant status and genetic counseling and for management during pregnancy, seven related to childbirth, and eight focused on management after delivery and breastfeeding. Regarding the quality of the evidence, values and preferences of patients were also considered. A consensus guide to define and standardize pregnancy management in Gaucher disease considering the best available evidence, complemented by experts' opinions, could be a relevant tool to help patients, nurses, midwives and physicians with little experience in Gaucher disease who do not have access to guidance from Gaucher disease treatment centers of excellence.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40110721",
    "pmid": "40110721",
    "doi": "10.1002/jimd.70026",
    "title": "Never-Treated, Non Splenectomised Patients With Gaucher Disease (The French GANT Study): The Prospective Follow-Up.",
    "abstract": "Treatment options for Type 1 Gaucher Disease (GD1) include enzyme replacement therapy and oral substrate reduction therapy. The criteria for treatment initiation vary across regions. Recent retrospective studies have highlighted the natural progression of never-treated GD1, suggesting that some patients remain asymptomatic or stable for extended periods. However, there is no data on long-term prospective follow-up. We conducted a prospective study following a cross-sectional analysis of 36 never-treated, non-splenectomised GD1 patients from the French Gaucher Disease Registry (FGDR). The objective was to describe the natural disease progression, tracking clinical, radiological, and biological characteristics over time. Thirty-six non-splenectomised and never-treated patients (19 women and 17 men) diagnosed with Gaucher Disease were prospectively followed for an additional median duration of 6.5 (5-8.3) years. Of the cohort, 17 remained untreated, 10 initiated treatment, and 7 were lost to follow-up. Although never-treated patients tended to be older at the time of first symptoms, diagnosis, and last follow-up compared to those who received treatment, the difference was not significant in this small cohort. At last follow-up, never-treated patients had no worsening of most of their symptoms. No significant changes were observed in platelets, chitotriosidase, and lyso-Gb1. In this prospective cohort, we highlight that patients with mild GD can remain untreated with no disease progression, offering insights into cost-effective management strategies. Identifying such patients is still challenging.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40206656",
    "pmid": "40206656",
    "doi": "10.1016/j.omtn.2025.102506",
    "title": "AAV-mediated GBA1 and GDNF rescue neurological defects in a murine model of neuronopathic Gaucher disease.",
    "abstract": "Neuropathic Gaucher disease (nGD) is a life-threatening disease that progresses rapidly and is caused by a <i>glucosylceramidase beta 1</i> (<i>GBA1</i>) mutation, which encodes the lysosomal hydrolase β-glucocerebrosidase (GCase). Nerve damage in nGD, associated with stunted growth and development, arises from the degeneration and death of nervous system cells, which is often irreversible. Approved therapies effectively reduce the substrate burden outside the central nervous system (CNS) through augmenting mutant enzyme activity with pharmacologic recombinant GCase or by inhibiting glucocerebroside synthesis. However, these therapies do not provide neuroprotection. In this study, we developed a novel double-gene therapy based on adeno-associated virus (AAV), AAV9-GBA1-GDNF, which stably expresses human GBA1 and glial derived neurotrophic factor (GDNF) over the long term. Pathological, molecular, and proteomic tests in the <i>nGD</i> model confirmed that the early stages of the disease are characterized by GBA1 deficiency, loss of neuronal function, and even neuronal death. After treatment with AAV9-GBA1-GDNF, the lifespan of <i>nGD</i> mice was extended, and weight, brain development, and motor ability were recovered. Additionally, GBA1 and GDNF additively prevented irreversible neuronal death by activating the AKT/GSK3β pathway. These findings offer potential therapeutic strategies for <i>nGD</i> and other neurodegenerative diseases associated with lysosomal dysfunction.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40083427",
    "pmid": "40083427",
    "doi": "10.3389/fped.2025.1543136",
    "title": "Eliglustat substrate reduction therapy in children with Gaucher disease type 1.",
    "abstract": "<h4>Importance</h4>Gaucher disease (GD) is a rare lysosomal storage disorder with limited treatment options for pediatric patients. Oral substrate reduction therapy (SRT) with eliglustat offers a potential alternative, particularly for those with barriers to enzyme replacement therapy (ERT).<h4>Objective</h4>Evaluate the safety and efficacy of eliglustat SRT in pediatric patients with type 1 Gaucher disease (GD1), both as initial therapy and as a switch from intravenous ERT.<h4>Design</h4>A prospective case series was conducted from 2017 to 2024.<h4>Setting</h4>Yale's National Gaucher Disease Treatment Center, New Haven, CT, United States.<h4>Participants</h4>Fourteen pediatric GD1 patients with significant barriers to receiving ERT.<h4>Intervention</h4>Eliglustat SRT was dosed pharmacogenomically based on CYP2D6 metabolizer status.<h4>Primary outcomes and measures</h4>Primary outcomes included safety and efficacy in reversing indicators of disease activity. Secondary outcomes involved changes in patient and parent-reported quality of life, assessed using PROMIS questionnaires.<h4>Results</h4>Eliglustat was initiated at a mean age of 12.5 years (range: 6-17 years) and administered for a mean duration of 3.6 years (range: 1-7 years). All patients remained on treatment and exhibited sustained reductions in glucosylsphingosine (GlcSph) levels compared to baseline (<i>p</i> = 0.005). Other disease indicators demonstrated corresponding improvements. Adverse effects were limited to transient gastroesophageal reflux in 3/14 patients (21%). Serial electrocardiograms (EKGs) were normal. Growth and developmental milestones were appropriate for age in all patients. Patients and their parents reported a global improvement in quality of life.<h4>Conclusions</h4>Eliglustat demonstrated significant clinical benefits in pediatric GD1 patients, as evidenced by reductions in GlcSph levels and other disease indicators. The therapy showed a favorable safety profile comparable to that observed in adults. These findings suggest eliglustat is a promising therapeutic option for pediatric GD1 patients, providing an effective alternative to ERT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "33351401",
    "pmid": "33351401",
    "doi": "",
    "title": "Eliglustat Therapy and CYP2D6 Genotype",
    "abstract": "Eliglustat (brand name CERDELGA) is a glucosylceramide synthase inhibitor used in the treatment of Gaucher disease (GD). Eliglustat is indicated for the long-term treatment of adult individuals with Gaucher disease type 1 (GD1) who are CYP2D6 normal metabolizers, intermediate metabolizers, or poor metabolizers as detected by an FDA-cleared test (1). Gaucher disease is an autosomal recessive metabolic disorder characterized by accumulation of glucosylceramide (a sphingolipid also known as glucocerebroside) within lysosomes. This is caused by a malfunction of the enzyme acid beta-glucosidase, encoded by the gene GBA. Type 1 GD may present in childhood or adulthood with symptoms including bone disease, hepatosplenomegaly, thrombocytopenia, anemia and lung disease and –– unlike Gaucher types 2 and 3 –– does not directly affect the central nervous system primarily (2). Eliglustat, a ceramide mimic, inhibits the enzyme that synthesizes glucosylceramides (UDP-Glucose Ceramide Glucosyltransferase), thereby reducing the accumulation of these lipids in the lysosome (3). Eliglustat is broken down to inactive metabolites by CYP2D6 and, to a lesser extent, CYP3A (3). The dosage of eliglustat is based on the individual’s CYP2D6 metabolizer status. Individuals with normal CYP2D6 activity are termed normal metabolizers (NM), those with reduced activity are termed intermediate metabolizers (IM), and if activity is absent, poor metabolizers (PM). The FDA-approved drug label for eliglustat provides specific dosage guidelines based on their CYP2D6 status and concomitant usage of CYP2D6 or CYP3A inhibitors, and states that hepatic and renal function should also be considered when determining the appropriate dosage (Table 1). The label also states that CYP2D6 ultrarapid metabolizers (UM) may not achieve adequate concentrations of eliglustat for a therapeutic effect, and that for individuals for whom a CYP2D6 genotype cannot be determined, a specific dosage cannot be recommended (1). Dosing recommendations for eliglustat have also been published by the Dutch Pharmacogenetics Working Group (DPWG) based on CYP2D6 metabolizer type (Table 2) and include dose adjustments for dosing eliglustat with medications that alter CYP2D6 and or CYP3A function (Table 3).",
    "journal": "",
    "year": "2012"
  },
  {
    "id": "39827430",
    "pmid": "39827430",
    "doi": "10.1007/s00774-024-01573-9",
    "title": "Insights into skeletal involvement in adult Gaucher disease: a single-center experience.",
    "abstract": "<h4>Introduction</h4>Gaucher disease (GD) is a lysosomal storage disorder causing systemic and skeletal complications. This study evaluates bone health in adult GD type 1 patients, focusing on skeletal complications, bone mineral density (BMD), and biochemical markers.<h4>Material and methods</h4>A cohort of adult GD type 1 patients followed up at Ege University Pediatric Metabolism Department were retrospectively examined.<h4>Results</h4>This study included 32 patients with GD type 1, comprising 11 males (34.4%) and 21 females (65.6%). The median age at diagnosis was 20.5 years (min: 3-max:65), and at enrolment, it was 35 years (min:18-max:71). Most patients (93.8%) had organomegaly, and 93.8% had cytopenia. Common genetic variants were p.Asn409Ser (60.9%), p.Leu483Pro (7.8%), and p.Asp448His(4.7%). All patients were on enzyme replacement therapy (ERT) for a median of 11 years (min:2-max:18). Bone complications included pathologic fractures in six patients (19%) and avascular necrosis in 12 patients (37.5%). Bone pain was reported by 93.7% of patients at admission and persisted in 59.4% during follow-up. DXA scans showed abnormal bone mineral density (BMD) in 62.5% of patients initially, with a significantly low bone density in 3.1% and reduced bone density in 59.3%. BMD improved with treatment, as evidenced by a significant increase in Z scores (p < 0.05). Elevated chitotriosidase (75%), ferritin (50%), and immunoglobulin G (21.9%) levels were noted but did not correlate with BMD. Seven patients (22%) were splenectomized, all with bone issues.<h4>Discussion</h4>Bone health in GD involves multiple factors beyond biochemical markers. While ERT improves BMD, bone pain and fractures remain significant issues. Comprehensive management, including regular BMD monitoring and better vitamin D supplementation adherence, is crucial. Further research is needed to improve treatments for bone complications in GD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40012398",
    "pmid": "40012398",
    "doi": "10.2174/0122115366342286250216032611",
    "title": "Tumor Suppressor and Oncogenic miRNA Expressions in Patients with Type I Gaucher Disease and Carriers.",
    "abstract": "<h4>Background</h4>Gaucher disease (GD) occurs due to a mutation in the glucosylcerami-dase (GBA) gene and is a common lysosomal storage disease. It is well known that there is a strong association between the abnormal expression of miRNAs and various diseases including cancer. These abnormally expressed miRNAs can be used as biomarkers. Interestingly, several studies have reported a linkage between GD with an increased risk of cancer. Therefore, in the current study, we investigated the expression levels of selected miRNAs that are associated with cancers that might have potential use as biomarkers in GD.<h4>Methods</h4>Blood samples were collected from 24 healthy volunteers, 6 carriers, and 20 treated patients with type 1 GD. A reverse transcription-quantitative real-time PCR (RT-qPCR) platform was used to analyze the miRNA expression levels.<h4>Results</h4>While carriers had lower relative expressions of miRNA-15a with tumor suppressor ef-fect, and miRNA-150 and miRNA-181b with oncogene effect, treated patients with type 1 GD had lower relative expressions of miRNA-15a and miRNA-125b with tumor suppressor effect and higher relative expression miRNA-21 with oncogene effect (p<0.001, p<0.05, p<0.01, p<0.05, p<0.001, and p<0.05, respectively).<h4>Conclusion</h4>The results suggested that the downregulation of miRNA-15a and miRNA-125b expressions with tumor suppressor effect and the upregulation of miRNA-21 expression with on-cogene effect can be indicated to an increased risk for cancers such as multiple myeloma (MM), B-cell lymphoma, leukemia, and hepatocellular carcinoma (HCC) in GD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40112481",
    "pmid": "40112481",
    "doi": "10.1016/j.ymgme.2025.109074",
    "title": "Challenges in Gaucher disease: Perspectives from an expert panel.",
    "abstract": "This focused review concentrates on eight topics of high importance for Gaucher disease (GD) clinicians and researchers: 1) The consideration of GD as distinct types rather than a spectrum. A review of the literature clearly supports the view that there are distinct types of GD. Type 1 is characterized by the absence of primary neuronopathic involvement, while types 2 and 3 are characterized by progressive primary neuronopathic disease. 2) Neurologic and neuronopathic manifestations. A growing body of evidence indicates that the peripheral nervous system may be involved in GD type 1 and that there may also be signs and symptoms of central nervous system (CNS) disease in this group. However, GD type 1 is characterized by the absence of primary neuronopathic disease, whereas GD types 2 and 3 are characterized by progressive, albeit variable, primary neuronopathic disease. Abnormalities in saccadic eye movements have been suggested as being diagnostic for neuronopathic GD, but they may also occur in GD type 1 and in other inflammatory diseases. 3) The importance of whole GBA1 sequencing. This approach is superior to exome sequencing because of potential effects of deep intronic variants on gene expression. It also has the capacity to detect variant alleles that might be missed with gene panels. 4) Monoclonal gammopathy of undetermined significance (MGUS). The risks of MGUS, multiple myeloma, and non-Hodgkin's lymphoma are elevated in patients with GD compared to the general population and strong evidence indicates that lyso-Gb1 stimulates the formation of monoclonal immunoglobulins (M-protein) in patients with GD and MGUS. 5) Pulmonary involvement in GD. Pulmonary complications can be identified through spirometry in up to 45 % of patients with GD type 1 and 55 % of those with GD type 3. Limited evidence exists that enzyme replacement therapy (ERT) reduces the severity of these complications in patients with GD type 1. 6) Gaucheromas. These may occur in patients with GD types 1 or 3, but there is little detailed information about their inception, mechanisms underlying growth, cellular organization, and biochemical activities, and no definitive guidance for their management. Gaucheromas behave like benign (i.e. non-metastasizing) neoplasms, and it may be reasonable to classify them as such. 7) Bone and joint involvement. Dual-energy X-ray absorptiometry scans alone are insufficient for monitoring all changes in bone that may occur in patients with GD. Quantitative magnetic resonance imaging (MRI) techniques using Dixon quantitative chemical shift imaging have provided results that correlate with GD severity scores, bone complications, and biomarkers for GD bone involvement. Thoracic kyphosis is a common complication of GD types 1 and 3, and there is very limited information regarding the effects of ERT or substrate synthesis inhibition therapy (SSIT) on this condition. 8) Treatment initiation, selection, combination, and switching. Prompt initiation of treatment in pediatric patients is important as GD can lead to impaired growth, lower peak bone mass, and delayed puberty. These adverse outcomes can often be ameliorated or prevented with timely treatment. Either ERT or eliglustat, a SSIT agent, is suitable as first-line treatment of adults with GD. Studies of switching from ERT to eliglustat, or between different ERT products, have indicated that changing treatment is safe, although efficacy outcomes vary. A critical remaining issue is the lack of treatments capable of reaching the CNS to slow or halt the progression of neuronopathic disease in patients with GD type 2 or 3 and potentially reduce the risk of Parkinson's disease in GD type 1 patients and heterozygotes for GBA1 variants.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39738845",
    "pmid": "39738845",
    "doi": "10.1007/s00109-024-02512-x",
    "title": "Deciphering metabolic shifts in Gaucher disease type 1: a multi-omics study.",
    "abstract": "Gaucher disease (GD), an autosomal recessive lysosomal disorder, primarily affects the lysosomal enzyme β-glucocerebrosidase (GCase), leading to glucosylceramide accumulation in lysosomes. GD presents a wide spectrum of clinical manifestations. This study deploys immune-based proteomics and mass spectrometry-based metabolomics technologies to comprehensively investigate the biochemical landscape in 43 deeply phenotyped type 1 GD patients compared to 59 controls. Conventional and systems biology approaches have been used to analyze the data. The results show promising biological imprints. Elevated phosphatidylcholines in GD patients suggest altered lipid metabolism, potentially due to their increased synthesis. This points to endoplasmic reticulum stress and impaired lipid trafficking, commonly seen in lysosomal diseases. GD patients exhibit an inflammatory profile with elevated cytokines and autoimmune-like inflammation, even in treated patients, highlighting the complexity of GD-related immune imbalances. Mitochondrial dysfunction clues are found through increased oxidative stress markers and altered acylcarnitine profiles in GD patients, suggesting mitochondrial membrane dysfunction affecting carnitine-carrying capacity. Furthermore, platelet count, splenectomy, treatment, and clinical traits were associated with specific omics features, providing insights into GD's clinical heterogeneity and potential diagnostic markers. Autophagy inhibition appears pivotal in GD, driving lipid synthesis, impaired mitochondrial function, and inflammation through chronic activation of mTORC1. Despite limitations like focusing on type 1 GD and using targeted omics approaches, this study provides valuable insights into GD metabolic and immune dysregulation. It lays the basis for future comprehensive investigations into GD manifestations with broader scope and molecular coverage. KEY MESSAGES: The study sheds light on metabolic and immune dysregulation in Gaucher disease. Gaucher disease patients showed elevated phosphatidylcholines, disrupted lipid metabolism, and inflammation profiles. Signs of mitochondrial dysfunction are evident in Gaucher disease patients, with autophagy inhibition significantly affecting lipid synthesis, mitochondrial function, and inflammation via chronic activation of mTORC1.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39954136",
    "pmid": "39954136",
    "doi": "10.1007/s10048-025-00810-1",
    "title": "Early-onset Parkinson's disease in a patient with a rare homozygous pathogenic GBA1 variant and no Gaucher disease symptoms.",
    "abstract": "Parkinson's disease (PD) is a multifaceted neurodegenerative disorder with both non-motor and motor symptoms. Variants in the glucosylceramidase beta 1 (GBA1) gene are the strongest genetic risk factor for PD, while homozygous or compound heterozygous variants in this gene classically cause Gaucher disease (GD). This study presents an early-onset PD patient with a homozygous GBA1 deletion. Whole-exome sequencing (WES) was performed, and the identified variant was validated via Sanger sequencing. The variant was classified according to ACMG guidelines and ClinGen updates. The patient, a Brazilian female of mixed ethnicity, exhibited the full spectrum of classical motor and non-motor PD symptoms without evident hallmarks of GD. The identified homozygous GBA1 variant (NM_000157.4:c.222_224del; p.T75del; rs761621516) has a very low global allele frequency (0.00003284) and is associated with reduced enzymatic activity. This variant exhibits a founder effect among individuals of African descent. This case highlights an intricate genotype-phenotype landscape for GBA1 variants, underscoring the role of homozygous GBA1 variants in PD pathogenesis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40166071",
    "pmid": "40166071",
    "doi": "10.3389/fmed.2025.1535099",
    "title": "Eliglustat and cardiac comorbidities in Gaucher disease: a pharmacogenomic approach to safety and efficacy.",
    "abstract": "<h4>Introduction</h4>Gaucher disease (GD), a lysosomal storage disorder, results from the accumulation of glycosphingolipids due to deficient lysosomal glucocerebrosidase activity. This pathological accumulation triggers immune activation, which paradoxically induces UDPglucose ceramide glucosyltransferase (UGCG), further exacerbating the metabolic defect. Eliglustat, a highly specific inhibitor of UGCG, functions as a substrate reduction therapy (SRT) and has demonstrated efficacy in reversing GD manifestations in clinical trials and real-world settings. Despite its established safety profile, preclinical studies have shown that supratherapeutic concentrations of eliglustat can inhibit ion channels involved in cardiac electrophysiology. However, pharmacogenomic-guided dosing ensures therapeutic efficacy while maintaining a wide safety margin, minimizing such risks. Nevertheless, lingering concerns regarding cardiac safety have persisted, particularly in patients with preexisting cardiac comorbidities.<h4>Methods</h4>We report a single-center experience of eliglustat use in 13 patients with type 1 Gaucher disease (GD1) and concurrent cardiac comorbidities. Patients underwent standard cardiac evaluations, including electrocardiogram (EKG) with QTc interval assessment and echocardiogram. Eliglustat dosing was guided by CYP2D6 metabolizer status, and potential drug-drug interactions (DDIs) were carefully monitored.<h4>Results</h4>Cardiac comorbidities included prior myocardial infarction (<i>n</i> = 2), aortic stenosis (<i>n</i> = 2), atrial fibrillation (<i>n</i> = 2), Wolff-Parkinson-White syndrome (<i>n</i> = 1), pericarditis (<i>n</i> = 1), premature ventricular complexes (<i>n</i> = 2), severe pulmonary arterial hypertension with right heart strain (<i>n</i> = 1), mitral annular calcification with diastolic dysfunction (<i>n</i> = 1), and mildly prolonged QTc interval (<i>n</i> = 1). No patients experienced arrhythmia, QTc prolongation, or arrhythmia-related symptoms. Treatment discontinuation was not required. All patients achieved expected therapeutic outcomes, as evidenced by serial reductions in glucosylsphingosine (GlcSph) levels and other disease indicators.<h4>Conclusion</h4>This study represents the first real-world clinical evidence evaluating Eliglustat's cardiac safety in a high-risk GD1 population. Unlike prior theoretical concerns derived from <i>in vitro</i> ion channel studies, our findings demonstrate that Eliglustat does not induce clinically significant cardiac events when administered according to pharmacogenomic guidelines. The misinformation regarding Eliglustat's cardiotoxicity, largely driven by speculative interpretations rather than clinical data, is effectively countered by our findings, which show no significant QT prolongation or arrhythmias over a median treatment duration of 8 years.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39882275",
    "pmid": "39882275",
    "doi": "10.2147/tcrm.s388266",
    "title": "Obstacles to Early Diagnosis of Gaucher Disease.",
    "abstract": "Gaucher disease (GD) is a rare lysosomal storage disorder resulting from a deficiency of the lysosomal enzyme glucocerebrosidase caused by biallelic variants in the <i>GBA1</i> gene. Patients may present with a wide spectrum of disease manifestations, including hepatosplenomegaly, thrombocytopenia, bone manifestations, and in the case of GD types 2 and 3, neurodegeneration, cognitive delay, and/or oculomotor abnormalities. While there is no treatment for neuronopathic GD, non-neuronopathic manifestations can be efficiently managed with enzyme replacement therapy or substrate reduction therapy. However, many patients with GD experience a lengthy diagnostic odyssey, which can negatively affect their access to care and clinical outcomes. The cause of this diagnostic delay is multifaceted. Since genotype/phenotype correlations in GD are not always clear, it is difficult to predict the presence, severity, and onset of clinical manifestations. This heterogeneity, combined with the molecular complexity of the <i>GBA1</i> locus, low disease prevalence, and limited knowledge of GD among providers serves as a barrier to early diagnosis of GD. In this review, we discuss such obstacles and challenges, considerations, and future steps toward improving the diagnostic journey for patients with GD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39941513",
    "pmid": "39941513",
    "doi": "10.3390/jcm14030842",
    "title": "Home Enzyme Replacement Therapy in Gaucher Disease: A Review.",
    "abstract": "Since the early 1990s, Gaucher Disease has been a pioneering condition for home-based enzyme replacement therapy (ERT), marking a significant shift in patient care. Since then, many countries have adopted this approach. However, home ERT is not possible in all countries. <b>Objectives:</b> The aim of this article is to explore the implementation of home ERT for Gaucher disease, focusing on patient expectations, safety, compliance, economic benefits, and practical considerations. <b>Methods:</b> The PRISMA reporting protocol was followed, focusing on articles about home ERT for Gaucher Disease. <b>Results:</b> Twenty articles were analyzed in the review, revealing promising outcomes. Home ERT has consistently been shown to be safe, to improve patients' quality of life, to reduce the utilization of hospital resources, and to pose no compliance issues. <b>Conclusions:</b> We believe it is essential to expand the availability of home ERT for Gaucher Disease to all countries where ERT is accessible. Based on the literature review, we present the conditions that must be met before starting home ERT programs.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39818434",
    "pmid": "39818434",
    "doi": "10.1016/bs.acc.2024.11.001",
    "title": "Emerging biomarkers in Gaucher disease.",
    "abstract": "Gaucher disease (GD) is a rare lysosomal disorder characterized by the accumulation of glycosphingolipids in macrophages resulting from glucocerebrosidase (GCase) deficiency. The accumulation of toxic substrates, which causes the hallmark symptoms of GD, is dependent on the extent of enzyme dysfunction. Accordingly, three distinct subtypes have been recognized, with type 1 GD (GD1) as the common and milder form, while types 2 (GD2) and 3 (GD3) are categorized as neuronopathic and severe. Manifestations variably include hepatosplenomegaly, anemia, thrombocytopenia, easy bruising, inflammation, bone pain and other skeletal pathologies, abnormal eye movements and neuropathy. Although the molecular basis of GD is relatively well understood, currently used biomarkers are nonspecific and inadequate for making finer distinctions between subtypes and in evaluating changes in disease status and guiding therapy. Thus, there is continued effort to investigate and identify potential biomarkers to improve GD diagnosis, monitoring and potential identification of novel therapeutic targets. Here, we provide a comprehensive review of emerging biomarkers in GD that can enhance current understanding and improve quality of life through better testing, disease management and treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39902270",
    "pmid": "39902270",
    "doi": "10.1016/j.ymgmr.2025.101187",
    "title": "Natural history of inflammation and impaired autophagy in children with Gaucher disease identified by newborn screening.",
    "abstract": "<h4>Introduction</h4>Gaucher disease is a lysosomal storage disease due to deficiency of glucocerebrosidase, leading to the accumulation of glucosylceramide, particularly in macrophages. In addition to storage, secondary abnormalities such as inflammation, cellular stress, and impaired autophagy may contribute to the disease pathogenesis. The onset and course of progression of these secondary abnormalities remains unclear. Owing to the increasingly widespread newborn screening programs, diagnosis can be made at a presymptomatic stage. Understanding the early natural course of the disease is important for optimal monitoring and management of such at-risk individuals.The aim of our study is to investigate secondary abnormalities in very young children with type 1 Gaucher disease identified through neonatal screening.<h4>Materials and methods</h4>We enrolled five children (<4 years old) with type I Gaucher disease in a presymptomatic stage and not receiving therapy. We assessed plasma cytokine profiles (TNFα, IL1β, and IL6 by ELISA), activation of pro-inflammatory p38 mitogen-activated protein kinase (MAPK) and the abundance of LC3-II as indicator of autophagic flux, by immunoblotting.<h4>Results</h4>All subjects exhibited elevated TNFα (mean 21.74 μmol/L, SD 37.48, range 2.37-88.72 μmol/L). The other cytokines analyzed were within normal range. Cellular stress (activation of p38) was present in the child with higher glucosylsphingosine (GluSph) accumulation. Additionally, all subjects showed a significant reduction in LC3-II (mean 88 %, SD 9 %, range 77-98 %), indicating reduced autophagic flux.<h4>Discussion</h4>We have identified the presence of inflammation with inhibition of autophagic flux in presymptomatic young children with a genetically confirmed high-risk of developing Gaucher disease. These findings contribute insights into the early course of Gaucher disease and support the management of at-risk individuals identified by newborn screening. Therapeutic interventions including specific enzyme replacement or other means to address inflammation or autophagy could delay or prevent the onset of symptomatic disease and consequential disability. Further clinical studies are warranted to explore these possibilities.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40210765",
    "pmid": "40210765",
    "doi": "10.1007/s00018-025-05652-6",
    "title": "Rare biochemical &amp; genetic conditions: clues for broader mechanistic insights.",
    "abstract": "Rare disorders often represent a molecular deviation from hi-fidelity genomic integrity networks and are often perceived as too difficult or unimportant for further mechanistic studies. Here, we synthesize evidence demonstrating how valuable knowledge of biochemical pathways related to rare disorders can be for biomedicine. To this end, we describe several rare congenital lipid, protein, organic acid, and glycan metabolism disorders and discuss how rare phenotypes (such as \"extreme responders\") and case reports (such as the lenalidomide cases) have provided clues for drug discovery or repurposing. We also discuss how rare disorders such as Gaucher disease and ultra-rare genetic syndromes can provide insights into cancer and mTOR-driven metabolism, respectively. Our discussion highlights the continued value of biochemical pathways and studies in understanding human pathophysiology and drug discovery even in the genomics era.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40194983",
    "pmid": "40194983",
    "doi": "10.1080/14622416.2025.2490465",
    "title": "Pharmacogenomics and rare diseases: optimizing drug development and personalized therapeutics.",
    "abstract": "Pharmacogenomics (PGx) is an evolving field that integrates genetic information into clinical decision-making to optimize drug therapy and minimize adverse drug reactions (ADRs). Its application in rare disease (RD) drug development is promising, given the genetic basis of many RDs and the need for precision medicine approaches. Despite significant advancements, challenges persist in developing effective therapies for RDs due to small patient populations, genetic heterogeneity, and limited surrogate biomarkers. The Orphan Drug Act in the U.S. has incentivized RD drug development. However, the traditional drug approval process is constrained by logistical and economic challenges, necessitating innovative PGx-driven strategies. Identifying genetic biomarkers in the early drug development stages can optimize dose selection, enhance therapeutic efficacy, and reduce ADRs. Case studies such as eliglustat for Gaucher disease and ivacaftor for cystic fibrosis demonstrate the efficacy of PGx-guided treatment strategies. Integrating PGx into global drug development requires the harmonization of regulatory policies and increased diversity in genetic research. Artificial intelligence (AI) tools further enhance genetic analysis, disease prediction, and clinical decision-making. Modernizing drug labeling with PGx information is critical to ensuring safe and effective druguse. Collectively, PGx offers transformative potential in RD therapeutics by facilitating personalized medicine approaches and addressing unmet medical needs.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39982348",
    "pmid": "39982348",
    "doi": "10.3390/ijns11010014",
    "title": "Newborn Screening for Gaucher Disease: Parental Stress and Psychological Burden.",
    "abstract": "In the last few decades, neonatal screening (NBS) has expanded to include lysosomal storage diseases, allowing for the early identification of both symptomatic and asymptomatic cases. However, neonatal diagnosis of late-onset disorders can cause parental stress and affect family well-being, possibly leading to overmedicalization. The impact of a positive NBS for Gaucher disease type 1 (GD1) can have an important impact on parental psychological well-being and psychosocial functioning. This study aims to study parental stress in parents of newborns who had a positive result for Gaucher disease in an NBS program in Northeastern Italy. Fourteen parents (7 fathers and 7 mothers) of seven children with confirmed GD1 (86% boys) completed the Parenting Stress Index-Short Form (PSI-SF) at diagnosis (T0), 12 months (T1), and 36 months (T2). A control group of fourteen parents (7 fathers and 7 mothers) whose children had normal NBS results was included. Interviews were conducted for the GD1 group at T2 to investigate the usefulness of the NBS program. At T0, higher parental stress was assessed in GD1 parents compared to the healthy controls. Subsequently, the parents of GD1 children reported significant reductions in Parental Distress at T1 compared to T0. Mothers showed further reductions at T2, while the fathers' distress decreased but not significantly. GD1 mothers had significantly higher distress scores than the controls at T1, but this difference diminished over time. Our study highlights the psychological impact of NBS on GD1, emphasizing the need for better multidisciplinary communication to reduce parental stress throughout the diagnostic and treatment process.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40017528",
    "pmid": "40017528",
    "doi": "10.1002/jmd2.70003",
    "title": "Treatment Beliefs Reflect Unmet Clinical Needs in Lysosomal Storage Diseases: An Opportunity for a Patient-Centered Approach.",
    "abstract": "Despite life-long pharmacotherapy for many people affected by lysosomal storage diseases, no data are available on their beliefs about their treatments. Therapeutic options range from disease-specific, with varying levels of effectiveness, to purely supportive. This spectrum is illustrated by the three diseases Gaucher disease type 1 (effective disease-specific therapies), Fabry disease (disease-specific therapies with variable effectiveness), and mucopolysaccharidosis type III A/B (supportive care only). Employing the Necessity-Concerns Framework of the Beliefs in Medicine Questionnaire, we investigated intra- and intergroup variability in adults with Gaucher disease type 1, Fabry disease, and parents of children with mucopolysaccharidosis type III A/B. Participants rated <i>necessity</i> and <i>concern</i> items on a Likert scale, leading to categorization as <i>accepting</i>, <i>skeptical</i>, <i>indifferent</i>, or <i>ambivalent</i>. Self-reported demographic, disease-, and therapy-related data were also obtained. Eighty-one surveys were completed. Gaucher disease respondents (<i>n</i> = 15) were overwhelmingly categorized as <i>accepting</i> (high necessity, low concern). Female Fabry disease respondents (<i>n</i> = 43) were almost equally distributed over all categories except <i>accepting.</i> Male Fabry disease respondents (<i>n</i> = 16) were mostly <i>ambivalent</i> or <i>accepting</i>, indicating overall high necessity scores but varying concern. All mucopolysaccharidosis type III participants (<i>n</i> = 7) were categorized as <i>indifferent</i> (low necessity, low concern). The Beliefs in Medicine Questionnaire emerged as a valuable and feasibly employable tool for individual and group assessments in these populations. It reveals differences in beliefs aligned with current unmet medical needs. Expansion of this approach is warranted to optimize personalized counseling on therapeutic choices and to align drug development with the needs and beliefs of potential recipients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40141367",
    "pmid": "40141367",
    "doi": "10.3390/ijms26062726",
    "title": "Cultured Macrophage Models for the Investigation of Lysosomal Glucocerebrosidase and Gaucher Disease.",
    "abstract": "Macrophages are specialised cells that degrade a range of substrates during their lifetime. In inherited lysosomal storage disorders, particularly the sphingolipidoses, macrophages transform into storage cells and contribute to pathology. An appropriate cultured macrophage model is desired for fundamental research and the assessment of considered therapeutic interventions. We compared commonly used macrophage cell lines, RAW264.7, J774A.1, and THP-1 cells, with human monocyte-derived macrophages (HMDMs) isolated from peripheral blood. Specific lysosomal glucosidases were analysed by enzymatic activity measurements and visualised with fluorescent activity-based probes. Special attention was given to lysosomal glucocerebrosidase (GBA1), the enzyme deficient in Gaucher disease in which lipid-laden macrophages are a hallmark. In macrophage cell lines and HMDMs, various (glyco)sphingolipids relevant to GBA1 activity were determined. Finally, the feasibility of inactivation of GBA1 with a cell-permeable suicide inhibitor was established, as well as the monitoring of uptake of therapeutic recombinant human GBA1. Major differences among various cell lines were noted in terms of morphology, lysosomal enzyme expression, and glycosphingolipid content. HMDMs appear to be the most suitable model for investigations into GBA1 and Gaucher disease. Moreover, they serve as a valuable model for mannose-receptor mediated uptake of therapeutic human GBA1, effectively mimicking enzyme replacement therapy for Gaucher disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR958814",
    "pmid": "",
    "doi": "10.20944/preprints202412.1836.v1",
    "title": "Concurrent Genetic Disorders in Gaucher Disease: Insights into Complex Phenotypes, Genetic Modifiers, and Targeted Therapies",
    "abstract": "<h4>Background: </h4> /Objectives: Gaucher disease (GD) is characterized by significant phenotypic heterogeneity, even among patients with identical GBA1 genotypes, suggesting the role of genetic and/or epigenetic modifiers. The enzymatic defect and pathological accumulation of glucosylceramide (GlcCer) lead to chronic metabolic inflammation, potentially interacting with other biological pathways to influence disease expression. <h4>Methods:</h4> This study leveraged one of the world’s most deeply phenotyped cohorts of GD patients, drawn from a major tertiary referral center, with prolonged longitudinal follow-up. Whole exome sequencing (WES) was conducted on 275 extensively characterized patients, focusing on those exhibiting complex phenotypes. <h4>Results:</h4> Eighteen patients (6.5%) presented with atypical manifestations not fully explained by GD. WES revealed additional genetic diagnoses, including hereditary hemochromatosis (n=5), Familial Mediterranean Fever (n=4), homozygous MSH6 mutation-associated hereditary cancer predisposition (n=2), and others. These concurrent genetic diseases can modify GD presentation and complicate clinical management. <h4>Conclusions:</h4> This work underscores the importance of recognizing complex phenotypes in GD, identifying modifier genes, and informing precision medicine strategies for improved patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39788861",
    "pmid": "39788861",
    "doi": "10.1016/j.ymgme.2025.109010",
    "title": "Predicting liver fibrosis in Gaucher disease: Investigation of contributors and development of a clinically applicable Gaucher liver fibrosis score.",
    "abstract": "Gaucher disease (GD) is a rare genetic disorder with multi-system involvement. Liver fibrosis is a long-term complication of GD, potentially leading to cirrhosis, end-stage liver disease, and hepatocellular carcinoma. There are currently no validated clinical tools for the monitoring of liver fibrosis in patients with GD. In this study, we aim at assessing the validity of common fibrosis-predicting scores, developed for other diseases, for the use in GD, using transient elastography as a gold-standard, as well as developing the first GD-specific liver fibrosis predicting score. We enrolled 19 adult patients with GD who had been on treatment for a minimum of 1 year on enzyme replacement therapy or substrate reduction therapy and who had no evidence of any other liver disease except GD or metabolic-associated steatotic liver disease (MASLD), which is a common comorbidity of GD. We analyzed the correlation between liver stiffness and genotype, treatment modality (imiglucerase or other therapies), clinical severity, and clinical laboratory tests. We found that the common liver fibrosis scores APRI, FIB-4, and NFS did not accurately predict liver fibrosis in people with GD. We also found that male sex, the DS3 score, AST, and GGT levels significantly correlated with liver stiffness, and used these to create a simple but accurate fibrosis-predicting score specifically for GD (the \"Gaucher liver fibrosis score\", or GLFS), with high accuracy (AUC = 0.8571, p = 0.0206). We believe that our new GLFS may be used in clinical practice to help prioritize GD patients for closer monitoring of liver fibrosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40058976",
    "pmid": "40058976",
    "doi": "10.1134/s0006297924602739",
    "title": "Effect of LRRK2 Inhibition on the Activity of Glucocerebrosidase in Patient-Specific Cells from Patients with Gaucher Disease.",
    "abstract": "Biallelic mutations in the <i>GBA1</i> gene encoding lysosomal enzyme glucocerebrosidase (GCase), lead to the development of the Gaucher disease (GD) and also represent a significant risk factor for the Parkinson's disease (PD). In most cases, mutations in the <i>GBA1</i> gene are located outside the region coding for the enzyme active site and cause a decrease in the GCase activity due to the reduction in the efficiency of transport of conformationally altered enzyme to the lysosomes. Drugs used to treat GD (enzyme replacement therapy) cannot cross the blood-brain barrier and, therefore, are not effective in the treatment of neuronal forms of GD or PD associated with mutations in the <i>GBA1</i> gene (GBA1-PD). Currently, inhibitors of the leucine-rich repeat kinase 2 (LRRK2) are undergoing clinical trials for the treatment of PD. It was previously shown that inhibition of LRRK2 leads to the increase in the GCase activity in patient-specific GBA1-PD cells. We assessed the effect of the LRRK2 inhibitor MLi-2 on the GCase activity in the primary culture of peripheral blood macrophages from patients with type 1 GD. The activity of GCase and the levels of its substrate in cells cultured with and without MLi-2 was assayed by high-performance liquid chromatography coupled with tandem mass spectrometry (HPLC-MS/MS). No effect of LRRK2 inhibition on the activity GCase in a group of patients with GD was found.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39767201",
    "pmid": "39767201",
    "doi": "10.3390/diagnostics14242840",
    "title": "An Overview of Gaucher Disease.",
    "abstract": "<h4>Background</h4>Gaucher disease (GD) is a rare autosomal recessive disorder caused by mutations in the GBA1 gene that lead to a deficiency in the glucocerebrosidase gene. This deficiency results in the accumulation of glucocerebrosides in macrophages, primarily affecting the liver, spleen, and bone marrow. Focusing on the Mexican population, this study aims to review GD's epidemiology, clinical manifestations, and treatment options to enhance early diagnosis and optimize treatment outcomes.<h4>Methods</h4>This study is a comprehensive literature review analyzing epidemiological data, clinical presentations, and current therapeutic approaches for Gaucher disease, including enzyme replacement therapy (ERT) and substrate reduction therapy (SRT).<h4>Conclusions</h4>Early diagnosis and individualized treatment, primarily through enzyme replacement therapy, significantly improve the prognosis of patients with Gaucher disease, particularly type 1. Continued research is required to enhance therapeutic approaches for the neuropathic types and better understand the disease's epidemiology in Mexico. These efforts will contribute to improved clinical outcomes and quality of life for patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39582444",
    "pmid": "39582444",
    "doi": "10.24953/turkjpediatr.2024.5206",
    "title": "Challenging clinical management of a patient with Gaucher disease type IIIC homozygous for the D409H mutation, aortic valve calcification and porcelain aorta.",
    "abstract": "<h4>Background</h4>Gaucher disease is a rare lysosomal storage disorder caused by glucocerebrosidase enzyme deficiency resulting in the cumulative deposition of glucocerebroside in macrophages, predominantly effecting bone marrow, liver and spleen. Gaucher disease type IIIC is a rare subtype that is characterized by cardiovascular involvement, eye-movement disorders, and late-onset neurological symptoms.<h4>Case presentation</h4>We present a 14-year-old adolescent boy diagnosed with Gaucher disease type IIIC at age four with a homozygous D409H mutation who developed severe aortic valve stenosis, extensive aortic calcification and a porcelain aorta despite enzyme replacement treatment since the diagnosis. Despite the challenges during the cardiac surgery, we successfully performed transcatheter aortic valve implantation (TAVI). The patient developed a complete atrioventricular block and required a pacemaker after the TAVI. He experienced further complications during the follow-up.<h4>Conclusion</h4>The case presents the challenges in the treatment of cardiovascular complications in patients with Gaucher disease and demonstrates the importance of individualized treatment approaches, as well as the potential advantages and complications of TAVI in difficult situations like this.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40150631",
    "pmid": "40150631",
    "doi": "10.3390/children12030350",
    "title": "Prospective Monitoring of Lyso-Gb1 on DBS Sample in Three Children Recognized at Newborn Screening for Gaucher Disease and Untreated.",
    "abstract": "<b><b>Background:</b></b> Gaucher disease (GD) is an autosomal recessive lysosomal disease. Extended neonatal screening currently includes GD in several different regions. Decision on when to start enzyme replacement therapy (ERT) upon confirmed diagnosis or upon appearance of first clinical manifestation of the disease remains an unmet need. <b>Methods:</b> We report our preliminary experience in tightly monitoring blood levels of glucosyl-sphingosine (lyso-Gb1), on DBS at birth and then every 4 weeks, in the absence of ERT in three consecutive newborns identified for GD as part of a screening program. <b>Results:</b> Initial lyso-Gb1 values were above cut-off. In two cases, lyso-Gb1 levels showed a reduction during the first 3 months of life and, by month 4, they had reached a value lower than the upper normal value. In the case of the third child, after an initial drop to less than 50% of the initial value, lyso-Gb1 levels remained pretty stable at the following four time-points. At the time of writing, all remain free from any disease manifestation at the age of 20, 11 and 8 months, respectively, with normal physical growth and blood count; therefore, ERT has not been started yet. <b>Conclusions:</b> A specific threshold for lyso-Gb1 value to be considered as associated with non-reversible progression to disease is not yet defined. We hypothesize that a trend toward stable increase of this biomarker, confirmed at repeated evaluation, rather than a single threshold, could be convincing for starting ERT even before clinical manifestation of the disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR943024",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5477084/v1",
    "title": "Pediatric Gaucher Disease with Secondary Malnutrition (Kwashiorkor)",
    "abstract": "<title>Abstract</title>  <p>Gaucher disease (GD) is a rare lysosomal storage disorder caused by mutations in the GBA gene (Smith et al., 2017). It results in glucocerebrosidase deficiency, leading to the accumulation of glucocerebrosides in macrophages, causing systemic manifestations such as splenomegaly, anemia, and growth retardation (Hayes et al., 1998). This case report describes a 1-year and 5-month-old female diagnosed with GD, whose condition was further complicated by protein-energy malnutrition (Kwashiorkor) (Iaccarino Idelson et al., 2022). This report highlights the challenges of managing GD in resource-limited settings and emphasizes the need for a multidisciplinary approach.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39681851",
    "pmid": "39681851",
    "doi": "10.1186/s13023-024-03492-4",
    "title": "Health care costs of home care enzyme replacement therapy for patients with lysosomal storage diseases in Germany.",
    "abstract": "<h4>Background</h4>Lysosomal storage diseases (LSDs) can be treated with intravenous enzyme replacement therapy (ERT). ERT is being administered either in specialized clinics or in the home care setting. Studies indicate that home-based ERT can be considered safe and positively effects patient reported outcomes. Due to the higher level of individual care required by nurses when administering ERT at home, questions arise whether this will result in additional costs for health care systems. Since cost data to the German health care system are currently unavailable, this study aims to assess home care ERT costs of LSD patients.<h4>Methods</h4>The longitudinal study assessed the direct costs of home-based ERT for patients with LSD diseases Fabry, Pompe, Gaucher, and MPS I from 2019 to 2021 on a patient-by-patient basis by evaluating the healthcare documentation. Costs assessed included ERT drug and further administration equipment, time needed to prepare, administer, and post-process the infusion, and travel expenses of nursing staff.<h4>Results</h4>Data from 62 patients was analyzed: of these, 29 (46.8%) with Fabry disease, 19 (30.6%) with Pompe disease, 10 (16.1%) with Gaucher disease, and 4 (6.5%) with MPS I. Patients ranged in age from 3 to 79 (mean 40 years); 42% of patients reported comorbidities (19.4% with hypertension, and 10% with heart disease). Mean total ERT-related costs were €369,047 per year across all patients. Approximately 98.5% of these costs were attributable to the infusion therapy and administration itself (€363,880), and approximately 1.5% were attributable to personnel and travel costs. Patients with Pompe disease incurred the highest average annual costs (€483,907) and patients with Fabry disease the lowest (€264,896). Cost differences among underlying LSDs were due primarily to ERT drug costs; the drug infused for Fabry disease costs about half as much as that for Gaucher or for Pompe disease. Despite MPS I patients requiring about twice as many infusions, significantly lower drug costs for this disease resulted in the second lowest total mean costs of all LSD subtypes analyzed.<h4>Conclusion</h4>As total costs are almost entirely driven by infusion-related material, especially the ERT drug, moving ERT into the home environment is not expected to increase costs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39590837",
    "pmid": "39590837",
    "doi": "10.3390/metabo14110601",
    "title": "Changes in Angiogenesis and Bone Turnover Markers in Patients with Gaucher Disease Developing Osteonecrosis.",
    "abstract": "<b>Background/Objectives</b>: Patients with Gaucher disease have a high risk of bone disease, with osteonecrosis representing the most debilitating complication. The pathogenesis of osteonecrosis has not been fully elucidated yet, and there is an unmet need for predictive biomarkers of bone complications. We aimed to assess the utility of angiogenesis and bone turnover biomarkers as predictors of osteonecrosis in Gaucher disease. <b>Methods</b>: Angiogenesis and bone turnover biomarkers were measured in 146 Gaucher disease patients (70M:76F, median age 49.5 [IQR 36.7 to 61]) with/without osteonecrosis enrolled in the UK-based registry GAUCHERITE [enrolment 2015-2017]. Receiver-operating characteristic curve analysis was used to compare the osteonecrosis predictive value of angiogenesis and bone turnover biomarkers and determine the optimal cut-off values for each biomarker. <b>Results</b>: Sixty-two patients had osteonecrosis before study enrolment, 11 had osteonecrosis during follow-up, and 73 remained osteonecrosis-free. Patients with osteonecrosis showed increased osteopontin and matrix metalloproteinase (MMP)-2 levels and decreased MMP-9 and vascular endothelial growth factor (VEGF)-C compared with those free from osteonecrosis. MMP-9 predicted future osteonecrosis with higher sensitivity and specificity (area under the receiver operating characteristic curve [AUC] 0.84 [95% CI 0.84-0.99]; sensitivity/specificity 82%/75%; cutoff value ≤ 72,420 pg/mL) than osteopontin, MMP-2 and VEGF-C when taken alone. The combination of MMP-9 and VEGF-C further increased the discriminating accuracy. <b>Conclusions</b>: The osteopontin-MMPs-VEGF axis is dysregulated in Gaucher disease patients with osteonecrosis. The combination of MMP-9 and VEGF-C circulating levels may serve to identify Gaucher disease patients at risk of osteonecrosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40155993",
    "pmid": "40155993",
    "doi": "10.1186/s13023-024-03416-2",
    "title": "Safety analysis of self-administered enzyme replacement therapy using data from the Fabry Outcome and Gaucher Outcome Surveys.",
    "abstract": "<h4>Background</h4>Fabry disease and Gaucher disease are rare genetic disorders characterized by defective degradation of glycosphingolipids caused by enzymatic deficiencies in α-galactosidase A and β-glucocerebrosidase, respectively, and often require life-long treatment. Treatment options for these disorders include replacing the deficient enzymes via enzyme replacement therapy (ERT). Agalsidase alfa for Fabry disease and velaglucerase alfa for Gaucher disease are two ERT options with demonstrated efficacy, safety, and tolerability. ERT infusions administered by a health care provider (HCP) in the clinic/hospital, or at the patient's home are considered HCP-supported infusions. Self-administration of ERT (by patient, partner, relative, or caregiver) is optional in patients who tolerate the HCP-supported infusions at home and have a suitable home environment. This analysis explored the safety profiles of self-administered agalsidase alfa (202 patients) and velaglucerase alfa (30 patients) versus HCP-supported infusions using data from the Fabry Outcome Survey (FOS) and Gaucher Outcome Survey (GOS) registries.<h4>Results</h4>The frequency of infusion-related reactions (IRRs) adverse events (AEs) recorded in the two registries was lower in patients self-administering (FOS: 4.5%, GOS: 0%) versus patients receiving HCP-supported infusions (FOS: 13.6%, GOS: 1.6%). In the FOS registry, AE rates per 100 patient-years (100PY) of follow-up were similar between the self-administration (7.99) and HCP-supported infusion (6.78) groups. In patients self-administering agalsidase alfa, cardiac disorders were the most frequently reported AEs (19 [9.4%] patients) and serious AEs (12 [5.9%]) and gastrointestinal disorders were the most frequently reported IRRs (3 [1.5%]). In the GOS registry, AE rates per 100PY were similar between self-administration (4.97) and HCP-supported infusion (4.67) groups. In patients self-administering velaglucerase alfa, skin and subcutaneous disorders (4 [13.3%]) and infections and infestations (2 [6.7%]) were the most reported AEs and serious AEs, respectively, and no IRRs were reported.<h4>Conclusions</h4>These findings suggest that self-administration of agalsidase alfa or velaglucerase alfa infusions are not associated with additional safety risks compared with HCP-supported infusions and are a suitable option for qualifying patients. Further research is warranted to support these findings and to explore further the long-term safety and efficacy of ERT self-administration. FOS trial registration: ClinicalTrials.gov, NCT03289065. Registered 01 April 2001, https://clinicaltrials.gov/study/NCT03289065 . GOS trial registration: ClinicalTrials.gov, NCT03291223. Registered 27 July 2010, https://classic.<h4>Clinicaltrials</h4>gov/ct2/show/NCT03291223 .",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39774103",
    "pmid": "39774103",
    "doi": "10.1097/hc9.0000000000000621",
    "title": "Acid sphingomyelinase deficiency and Gaucher disease: Underdiagnosed and often treatable causes of hepatomegaly, splenomegaly, and low HDL cholesterol in lean individuals.",
    "abstract": "<h4>Background</h4>Acid sphingomyelinase deficiency (ASMD) and Gaucher disease type 1 (GD1) are rare inherited sphingolipid disorders with multisystemic manifestations, including liver disease and dyslipidemia. Despite effective treatments, insufficient disease awareness frequently results in diagnostic delays during which irreversible complications occur. We delineated the shared and distinctive features of hepatic, splenic, and lipoprotein phenotypes in ASMD and GD1.<h4>Methods</h4>We analyzed baseline hepatic, splenic, and lipoprotein phenotypes of untreated adults in pivotal trials of ASMD (ASCEND, N=36) and GD1 (ENGAGE, N=40).<h4>Results</h4>The mean cohort ages were 34.8 years in ASMD and 31.8 years in GD1. Most patients had normal or low body mass index. Moderate hepatosplenomegaly (mean volume in multiples of normal) was common in both cohorts (hepatomegaly 1.53±0.42 and 1.40±0.32, respectively; splenomegaly 11.45±4.36 and 13.20±5.91, respectively). Liver function tests were mildly elevated in ASMD but normal in GD1. In both disorders, mean HDL cholesterol (mg/dL) was profoundly low (22.23±9.14 ASMD; 26.25±8.08 GD1) and correlated inversely with liver volume (r=-0.45 ASMD, p=0.005; r=-0.50 GD1, p=0.001) and spleen volume (r=-0.60 ASMD, p=0.0001; r=-0.63 GD1, p<0.0001). Mean LDL cholesterol (mg/dL) was elevated in ASMD (145.86±49.80) but low in GD1 (68.85±22.53). HDL cholesterol correlated inversely with serum concentrations of lyso-sphingomyelin in ASMD (r=-0.48, p=0.003) and glucosylsphingosine in GD1 (r=-0.63, p<0.0001).<h4>Conclusions</h4>ASMD and GD1 should be considered in differential diagnosis of patients with unexplained liver and lipid abnormalities, especially young, lean adults with very low HDL and hepatosplenomegaly. HDL emerged as a potential biomarker of disease activity in these sphingolipid disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR954441",
    "pmid": "",
    "doi": "10.1101/2024.12.10.627687",
    "title": "In silico biophysics and rheology of blood and red blood cells in Gaucher Disease",
    "abstract": "Gaucher Disease (GD) is a rare genetic disorder characterized by a deficiency in the enzyme glucocerebrosidase, leading to the accumulation of glucosylceramide in various cells, including red blood cells (RBCs). This accumulation results in altered biomechanical properties and rheological behavior of RBCs, which may play an important role in blood rheology and the development of bone infarcts, avascular necrosis (AVN) and other bone diseases associated with GD. In this study, dissipative particle dynamics (DPD) simulations are employed to investigate the biomechanics and rheology of blood and RBCs in GD under various flow conditions. The model incorporates the unique characteristics of GD RBCs, such as decreased deformability and increased aggregation properties, and aims to capture the resulting changes in RBC biophysics and blood viscosity. This study is the first to explore the Young's modulus and aggregation parameters of GD RBCs by validating simulations with confocal imaging and experimental RBC disaggregation thresholds. Through in silico simulations, we examine the impact of hematocrit, RBC disaggregation threshold, and cell stiffness on blood viscosity in GD. The results reveal three distinct domains of GD blood viscosity based on shear rate: the aggregation domain, where the RBC disaggregation threshold predominantly influences blood viscosity; the transition area, where both RBC aggregation and stiffness impact on blood viscosity; and the stiffness domain, where the stiffness of RBCs emerges as the primary determinant of blood viscosity. By quantitatively assessing RBC deformability, RBC disaggregation threshold, and blood viscosity in relation to bone disease, we find that the RBC aggregation properties, as well as their deformability and blood viscosity, may contribute to its onset. These findings enhance our understanding of how changes in RBC properties impact on blood viscosity and may affect bone health, offering a partial explanation for the bone complications observed in GD patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39841233",
    "pmid": "39841233",
    "doi": "10.1007/s00223-024-01340-y",
    "title": "The Diagnosis and Therapy of Osteoporosis in Gaucher Disease.",
    "abstract": "Gaucher disease is a rare lysosomal storage disorder characterized by the accumulation of glucocerebroside lipids within multiple organs due to a deficiency of the lysosomal enzyme (acid β-glucosidase). It is an inherited autosomal recessive disease. The onset of symptoms can vary depending on disease type and severity, with milder forms presenting in adulthood. The main clinical manifestations include cytopenia, splenomegaly, hepatomegaly, and bone lesions. GD is characterized by several bone manifestations, such as osteopenia/osteoporosis, focal lytic or sclerotic lesions, osteonecrosis acute or chronic bone pain, Erlenmeyer flask deformity, and subchondral joint collapse with secondary degenerative arthritis. In 70-100% of patients affected by Gaucher disease type 1, clinical or radiographic evidence of bone disease occurs. Among bone complications, osteoporosis is very common, but its etiopathogenesis in GD is not completely clear. Results deriving from experimental studies support the hypothesis that there is an aberrant activity of both osteoclasts and osteoblasts due to several factors, resulting in impaired bone turnover. Bone complications represent the main cause of pain, disability, and reduced quality of life in these patients. Therefore, there is a need to enhance awareness among physicians on the skeletal manifestations throughout life of GD patients, in order to improve diagnosis and management of bone complications. In particular, this narrative review focuses on risk of bone fragility in GD, etiopathogenetic hypotheses, epidemiological data, diagnosis, monitoring, and treatment of osteoporosis in patients suffering from Gaucher disease, specifying the challenges not yet addressed.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38430150",
    "pmid": "38430150",
    "doi": "",
    "title": "Clinical Manifestation of Hearing Loss in a Boy with Type IIIb Gaucher Disease: A Unique Case Report.",
    "abstract": "<h4>Objective</h4>Gaucher disease (GD) is a clinically rare single-gene recessive lysosomal storage disease mainly divided into three subtypes I to III. This report aims to present a case of type IIIb GD in a Chinese child with a focus on the manifestation of hearing loss and the importance of early diagnosis and monitoring.<h4>Methods</h4>The patient underwent a routine physical examination upon admission, followed by CT scans of the chest and abdomen, MRI of the brain, and bone marrow smear examination. The patient's GBA enzyme activity, Lyso-GL-1 levels, and GBA gene expression were analyzed using tandem mass spectrometry (MS/MS) and next-generation sequencing technology. Finally, auditory brainstem response (ABR) testing was conducted.<h4>Results</h4>This report presented a case of a Chinese boy with hematological manifestations as the first symptom, followed by hepatosplenomegaly, and the bilateral femurs showed obvious Erlenmeyer flask-like changes. Combined with GBA enzyme activity, Lyso-GL-1 and GBA genotype analysis results, the boy was initially diagnosed as type I GD. During the follow-up, the boy developed nystagmus, bilateral ABR V wave threshold increased, V/I amplitude ratio <0.5, accompanied by delayed growth and development, and finally diagnosed as type IIIb.<h4>Conclusions</h4>This case suggests the necessity of neuropathy monitoring in patients with type I GD during the early stages of the disease. This includes EEG, neuro-ophthalmological examination, and auditory function assessment, which can help reflect the progression of neuropathy and facilitate the early diagnosis of type III GD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39384207",
    "pmid": "39384207",
    "doi": "10.1055/a-2295-1592",
    "title": "[Lysosomal storage disorders - Fabry disease and Gaucher disease].",
    "abstract": "Lysosomal storage disorders (LSD) are a heterogenous group of inborn errors of metabolism due to lysosomal malfunction. LSDs affect 1 in 5000 live births, albeit every LSD itself has a low incidence. The most common LSDs are Fabry disease and Gaucher disease. The underlying cause mainly is an enzyme deficiency but may also be due to defects in transport or activation proteins, which result in progressive intra- and extra-lysosomal accumulation of undegraded storage material. The lysosomes play a key role in degradation and cellular recycling of macromolecules. Besides disturbance of cellular function, substrate accumulation may result in secondary toxic and/or inflammatory processes. For treatment of Fabry and Gaucher disease, several therapeutic approaches are approved including enzyme replacement therapy, chaperon therapy for Fabry disease and substrate reduction therapy for Gaucher disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39769400",
    "pmid": "39769400",
    "doi": "10.3390/ijms252413636",
    "title": "Thyroid Function and Morphology in Gaucher Disease: Exploring the Endocrine Implications.",
    "abstract": "Gaucher disease (GD), the most common ultra-rare metabolic disorder, results from lipid accumulation. Systemic inflammation, cellular stress, and metabolic dysfunction may influence endocrine function, including the thyroid. This study evaluated thyroid function and morphology in 60 GD patients, alongside carbohydrate and lipid metabolism. Anthropometric, biochemical, and hormonal tests were conducted, including thyroid ultrasound and shear-wave elastography (SWE). Clinical data, bone mineral density (BMD), and body composition (BOD POD) analyses were correlated. Healthy controls, matched for age, sex, and body mass index (BMI), were included. GD patients had higher thyroid stimulating hormone (TSH) and free thyroxine (FT4) levels within normal limits. Hypothyroidism occurred in 7%, elevated anti-thyroid antibodies in 8%, and nodular goiter in 23%. Patients with nodular goiter showed lower platelet counts and higher chitotriosidase and glucosylsphingosine (lysoGb-1) levels. Patients with type 3 GD had larger thyroid volumes and greater stiffness on SWE than patients with type 1 GD. GD patients also exhibited increased metabolic risk, including central obesity and elevated glucose levels. GD patients, despite normal thyroid hormone levels, exhibit subtle alterations in thyroid function indicators. Their increased risk of central obesity and glucose metabolism disorders, alongside higher TSH and FT4 levels, underscores the need for closer monitoring and further investigation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39912015",
    "pmid": "39912015",
    "doi": "10.7759/cureus.77028",
    "title": "A Case of Gaucher Disease With Atypical Presentation Mimicking Chronic Recurrent Multifocal Osteomyelitis.",
    "abstract": "We present the case of a nine-year-old male who presented with recurrent bony pain episodes since the age of four, requiring multiple hospital admissions. Initial workup showed anemia, thrombocytopenia, prolonged prothrombin time (PT), partial thromboplastin time (PTT), and elevated C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR). The patient underwent an open biopsy of the right femur with irrigation and debridement that was inconclusive, but cultures were positive for methicillin-resistant Staphylococcus aureus (MRSA) and group G hemolytic streptococci that were treated with clindamycin. Differential diagnosis was broad with a negative workup for malignancy, chronic granulomatous disease, infectious causes, sarcoidosis, and vasculitis. Multiple MRIs were consistent with bilateral femur osteomyelitis, right proximal tibia, and right humerus osteomyelitis with negative cultures on subsequent admissions. The patient was diagnosed with chronic recurrent multifocal osteomyelitis (CRMO). He had clinical and laboratory improvement for two years on methotrexate. He was then tried on a short course of steroids and adalimumab for worsening symptoms. Bone biopsy was repeated, and findings were consistent with Gaucher disease (GD), which was confirmed on biochemical testing with low beta-glucosidase activity. He was started on enzyme replacement therapy with clinical and biochemical improvement.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40021930",
    "pmid": "40021930",
    "doi": "10.1038/s41598-025-92076-8",
    "title": "Feasibility and efficacy of the forced oscillation technique in patients with lysosomal storage diseases.",
    "abstract": "Lysosomal storage disorders (LSDs) are a diverse group of inborn errors of metabolism, which involves the storage of macromolecules within the lysosome due to the absence of or deficiency in lysosomal enzymes. In this condition, respiratory dysfunction is the common cause of morbidity and mortality. Thus, an objective measurement examination of pulmonary function, such as spirometry, is essential for the diagnosis and management of respiratory conditions. However, spirometry requires active patient involvement. Meanwhile, the forced oscillation technique (FOT) is performed during tidal breathing and is feasible in patients who cannot perform spirometry. Thus, the current study aimed to assess the feasibility and efficacy of FOT in assessing respiratory function among patients with LSD. This study was conducted at the outpatient department of Tawam Hospital, Al-Ain, the United Arab Emirates. Patients with confirmed LSD were included in the analysis. Information on respiratory history was obtained using a standardized respiratory questionnaire, and lung function was assessed using FOT. The main outcomes were respiratory resistance (Rrs5), reactance at 5 Hz (Xrs5), and area under the reactance curve (AX). In total, 35 patients with LSD were assessed. FOT was used to evaluate 16 (47%) patients. Of the patients who were successfully assessed using FOT, 10 presented with abnormal outcomes. Hence, there was an association between lung function assessed using FOT and spirometry results in these patients. FOT can help obtain lung function measurements in patients with LSD. In this study, the patients commonly presented with abnormal FOT outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39936129",
    "pmid": "39936129",
    "doi": "10.1039/d4cb00218k",
    "title": "Development of selective nanomolar cyclic peptide ligands as GBA1 enzyme stabilisers.",
    "abstract": "The stabilisation of recombinant glycosidases by exogenous ligands, known as pharmacological chaperones or enzyme stabilisers, has recently garnered great clinical interest. This strategy can prevent enzyme degradation in the blood, reducing required dosages of recombinant enzyme and extending IV injection intervals, thereby reducing side effects, improving patient lifestyles and treatment costs. While this therapeutic approach has been successfully implemented for treating Pompe and Fabry diseases, clinical studies for Gaucher disease using chaperones alone or in combination with enzyme replacement therapy (ERT) have been limited, and no small molecule chaperones have yet been approved for this condition. Developing such therapies requires selective and effective reversible GBA1 ligands. Here, we describe the development of a new class of selective macrocyclic peptide GBA1 ligands using random nonstandard peptides integrated discovery (RaPID) technology, and demonstrate their ability to bind and stabilise rhGBA1 in plasma at nanomolar concentrations. These cyclic peptides do not inhibit endogenous GBA1 in cells due to poor cell permeability but can stabilise extracellular rhGBA1 in plasma, presenting significant potential as a combinatorial ERT-pharmacological chaperone therapy for Gaucher disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39278040",
    "pmid": "39278040",
    "doi": "10.1016/j.jcpa.2024.08.003",
    "title": "Striking and widespread microglial activation in the brains of Southdown lambs with type II glucocerebrosidosis (neuronopathic Gaucher disease).",
    "abstract": "Glucocerebrosidosis (termed Gaucher disease in humans) is a lysosomal storage disease, caused by a deficiency of the enzyme glucocerebrosidase, which results in accumulation of the glycolipid substrate glucocerebroside in the macrophage-monocyte system. Three principal forms are recognized in humans, two being neuronopathic and resulting in neurodegeneration. Only two spontaneously arising cases have been described in domestic animals, one in a dog and the other in a flock of Southdown sheep. Since microglial activation is increasingly being recognized as having an important role in the pathogenesis of Gaucher disease and archival brains were available from lambs with type II glucocerebrosidosis, we wanted to determine whether microglia were activated in these brains. Ionized calcium binding adaptor molecule 1 (Iba1), a specific and the most widely expressed immunohistochemical marker of microglial activation, was used. Striking and widely distributed activation of microglia was demonstrated, suggesting that microglia actively participate in the development of neuropathological changes in ovine Gaucher disease. This aspect of Gaucher disease requires further study in any future cases detected in domestic animal species, including the mechanism by which this markedly increased Iba1 expression is related to disease progression.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39700399",
    "pmid": "39700399",
    "doi": "10.1021/acs.bioconjchem.4c00496",
    "title": "Multivalent GCase Enhancers: Synthesis and Evaluation of Glyco-Gold Nanoparticles Decorated with Trihydroxypiperidine Iminosugars.",
    "abstract": "The present study reports the preparation of the first multivalent iminosugars built onto a glyco-gold nanoparticle core (glyco-AuNPs) capable of stabilizing or enhancing the activity of the lysosomal enzyme GCase, which is defective in Gaucher disease. An <i>N</i>-nonyltrihydroxypiperidine was selected as the bioactive iminosugar unit and further functionalized, via copper-catalyzed alkyne-azide cycloaddition, with a thiol-ending linker that allowed the conjugation to the gold core. These bioactive ligands were obtained with either a linear monomeric or dendritic trimeric arrangement of the iminosugar. The concentration of the bioactive iminosugar on the gold surface was modulated with different amounts of a glucoside bearing a short thiol-ending spacer as the inner ligand. The new mixed-ligand coated glyco-AuNPs were fully characterized, and those with the highest colloidal stability in aqueous medium were subjected to biological evaluation. Glyco-AuNPs with trimeric iminosugar bioactive units showed the ability to stabilize recombinant GCase in a thermal denaturation assay, while Glyco-AuNPs with monomeric iminosugar bioactive units were able to enhance the activity of mutant GCase in Gaucher patient's fibroblasts by 1.9-fold at 2.2 μM.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39940681",
    "pmid": "39940681",
    "doi": "10.3390/ijms26030912",
    "title": "Preimplantation Genetic Testing (PGT) to Reduce the Risk for GBA-Related Parkinson's Disease: Expanding the Applications for Embryo Selection.",
    "abstract": "Preimplantation genetic testing (PGT) is practiced worldwide, allowing the prevention of the transmission and expression of various genetic conditions. Socio-ethical considerations of justified applications for PGT are part of an ongoing debate. Pathogenic variants in the glucocerebrosidase (<i>GBA1</i>) gene, causing Gaucher disease (GD), have emerged as a risk factor for Parkinson's disease (PD) in both patients and carriers. Genotype-phenotype correlations exist between different <i>GBA1</i> pathogenic variants and the risk to develop PD: mild pathogenic variants increase the risk of developing PD by ~3-fold, while severe pathogenic variants increase this risk by ~15-fold, occurring at a younger age. A woman with GD, a compound heterozygote of N370S (now commonly described as c.1226A>G (N409S)-mild pathogenic variant) and 84insG (severe pathogenic variant), had PGT consulting before planned in vitro-fertilization. Her mother, an 84insG carrier, had early-onset PD. <i>GBA1</i> sequencing of her spouse was negative. We discussed the selection for N370S carrier embryos to reduce PD risk. This case report demonstrates the expansion of PGT for late-onset conditions. These novel indications will increase the number of subjects who would be candidates for PGT. The medical and bioethical considerations of these cases should be acknowledged by the professional community and discussed with couples during genetic counseling.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39525705",
    "pmid": "39525705",
    "doi": "10.1097/ms9.0000000000002566",
    "title": "Non-neuronopathic Gaucher disease (Type I) in an elderly female: a case report.",
    "abstract": "<h4>Introduction and importance</h4>Gaucher disease is a rare autosomal recessive lysosomal storage disorder marked by a substantial reduction in beta-glucocerebrosidase activity. Historically, supportive treatments such as splenectomy and orthopedic interventions were employed, whereas recent advances have led to the approval of Enzyme Replacement Therapy (ERT) and Substrate Reduction Therapy (SRT) as therapeutic options.<h4>Case presentation</h4>The authors present the case of a 61-year-old female with chronic abdominal pain, abdominal fullness, pancytopenia, and hepatosplenomegaly, all indicative of Gaucher's disease, later confirmed by histopathological examination. The patient was informed about newer treatment options like ERT and SRT, as well as the traditional approach of splenectomy. However, due to financial constraints, she opted for splenectomy in conjunction with conservative management.<h4>Discussion</h4>Gaucher disease is defined by a deficiency of glucocerebrosidase, leading to the accumulation of Gaucher cells (pathognomonic of the disease), particularly in the spleen, liver, bone marrow, and lungs. Type 1 Gaucher disease (GD1) can manifest at any age, from childhood to late adulthood. Definitive diagnosis is confirmed by reduced beta-glucocerebrosidase activity. Traditionally, treatment options for GD1 have been supportive, including splenectomy, blood transfusions, and orthopedic procedures. However, SRT and ERT, though effective, remain prohibitively expensive and often inaccessible in low-resource settings.<h4>Conclusion</h4>Early diagnosis of Gaucher disease is challenging due to its rarity and should be considered in patients presenting with hepatosplenomegaly, pancytopenia, and low glucocerebrosidase activity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39521151",
    "pmid": "39521151",
    "doi": "10.1016/j.bbagen.2024.130730",
    "title": "3D structural insights into the effect of N-glycosylation in human chitotriosidase variant G102S.",
    "abstract": "<h4>Background</h4>N-glycosylation is a key post-translational modification critical for protein function and stability. Chitotriosidase-1 (CHIT1), belonging to glycoside hydrolase family 18, is clinically utilized as a biomarker of Gaucher disease. A G102S variant is common in some populations, but the implications of this missense mutation on CHIT1 function and in disease pathology are unknown. We have investigated the effects of the G102S mutation on the N-glycosylation, structure, and activity of CHIT1.<h4>Methods</h4>Three recombinant CHIT1 proteins, wild-type (WT), G102S, and N100Q+G102S double mutants, were expressed, purified, and analyzed for glycosylation using SDS-PAGE, MALDI-MS, PNGase F treatment, and lectin blotting. NMR and LC-MS/MS were employed to characterize glycan structures. Enzymatic assays and molecular dynamics simulations were used to assess the effects of mutations on CHIT1 function and dynamics.<h4>Results</h4>The G102S mutation introduced a new N-glycosylation site at N100, confirmed by SDS-PAGE and MALDI-MS, and the composition of the N-glycan structures was verified by lectin blotting, NMR, and MS. Both G102S and N100Q+G102S proteins exhibited reduced catalytic efficiency compared to WT. Molecular dynamics simulations suggested that G102S mutation induces significant structural changes and reduces stability, particularly without N-glycan, likely impairing substrate binding and enzymatic activity.<h4>Conclusion</h4>Our findings indicate that the common G102S mutation affects the structure and function of CHIT1, partially by introducing a new N-glycosylation site. They provide a foundation for further research on the impact of N-glycosylation on its hydrolase activity and structural dynamics, with potential implications for understanding the role of CHIT1 in Gaucher disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39766319",
    "pmid": "39766319",
    "doi": "10.3390/biom14121612",
    "title": "UPLC-MS/MS High-Risk Screening for Sphingolipidoses Using Dried Urine Spots.",
    "abstract": "<h4>Background</h4>Early detection of sphingolipidoses is crucial to prevent irreversible complications and improve patient outcomes. The use of urine samples dried on filter paper (DUS) is a non-invasive strategy that simplifies the collection, storage, and shipping of samples compared to using liquid urine specimens.<h4>Objectives</h4>(1) Develop and validate a multiplex ultra-performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) methodology using DUS to quantify twenty-one lysosphingolipids normalized to creatinine for eight different sphingolipidoses. (2) Establish normal reference values to evaluate the clinical utility of the methodology.<h4>Methods</h4>Samples were eluted from a 5 cm filter paper disk (~1 mL of urine) and extracted on Oasis MCX solid-phase extraction cartridges prior to injection in the UPLC-MS/MS system.<h4>Results</h4>Urinary lysosphingolipids were stable on DUS at -80 °C and -30 °C for 117 days, at 21.5 °C and 4 °C for at least 26 days, and at 35 °C for 3 days. Globotriaosylsphingosine, glucosylsphingosine, and their analogs were elevated in patients with Fabry disease and Gaucher disease, respectively, compared to controls (<i>p</i>-value < 0.0001). The analysis of related analog profiles suggests a better overall reliability in detecting patients early, especially for Fabry patients.<h4>Conclusions</h4>This approach is feasible and might be useful for the early detection, monitoring, and follow-up of patients with sphingolipidoses.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39370488",
    "pmid": "39370488",
    "doi": "10.1007/s00277-024-05918-2",
    "title": "Enzyme replacement therapy improves erythropoiesis and iron dysregulation in Gaucher disease.",
    "abstract": "Anemia and hyperferritinemia are frequent findings at diagnosis of Gaucher disease (GD). Macrophage-independent dyserythropoiesis and abnormal iron metabolism have been shown. We evaluated hematological and iron status at diagnosis (T0) and the effect of enzyme replacement therapy (ERT) on erythropoiesis and iron utilization over 5-year follow-up in type 1 GD patients and in an ex vivo model of erythropoiesis from CD34 + peripheral blood cells. At T0, 41% of patients had anemia and 51% hyperferritinemia. Hemoglobin increased from 12.6 (T0) to 13.9 g/dL (T6), GFD15, a marker of ineffective erythropoiesis, decreased from 5401 to 710 pg/ml, and serum ferritin decreased from 614 to 140 mcg/L (p < 0.001). In parallel, transferrin saturation (TSAT) increased. Hepcidin, although in the normal range, decreased from T0 to T6. Ex vivo studies showed that ERT restores the erythroid cells derived from CD34 + impaired ability to differentiate. During ERT, an increase in TFRC expression, consistent with the ability of erythroid precursors to uptake iron, and a reduction in HAMP and concomitant increase in SLC40A1 were observed. This is the largest study with a longitudinal follow-up evaluating erythropoiesis and iron metabolism, combining clinical and ex vivo data in GD. Iron dysregulation likely contributes to anemia, and ERT, by improving iron distribution, improves erythropoiesis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39639297",
    "pmid": "39639297",
    "doi": "10.1186/s13023-024-03409-1",
    "title": "A natural history study of pediatric patients with early onset of GM1 gangliosidosis, GM2 gangliosidoses, or gaucher disease type 2 (RETRIEVE).",
    "abstract": "<h4>Background</h4>The GM1 and GM2 gangliosidoses and type 2 Gaucher disease (GD2) are inherited lysosomal storage disorders with most cases having symptom onset in infancy and reduced life expectancy. The conditions are rare, and there is therefore a need for accurate and up to date information concerning the disease course and survival to assist in the design of clinical trials. RETRIEVE is a natural history study aiming to: (1) collect data on the survival of patients with early-onset (onset of first neurological manifestation before 24 months of age) GM1, GM2, or GD2; (2) collect data that could constitute a historical control group for future clinical trials; and (3) evaluate whether the conditions can be assessed together in a single interventional clinical trial. Group A included patients who were deceased or with unknown survival status at enrollment and was thus limited to retrospective data. Group B included patients who were alive at enrollment, who were followed prospectively with additional retrospective data collection.<h4>Results</h4>Group A included 185 patients (60 with GM1, 78 with GM2, and 47 with GD2), and Group B included 40 patients (18 with GM1, 16 with GM2, and 6 with GD2). Mean and median age at diagnosis and age at onset of first neurological manifestation were youngest in patients with GD2 and oldest in patients with GM2 in both groups. In Group A, median (95% CI) survival was 19.0 (18.0, 22.0), 44.0 (37.0, 51.9) and 14.0 (10.0, 16.0) months in patients with GM1, GM2 and GD2, respectively. In Group B, hypotonia was experienced by most patients with GM1 (17/18, 94.4%), and was less common in patients with GM2 (12/16, 75.0%) and GD2 (4/6, 66.7%). Strabismus and splenomegaly were reported in all six patients with GD2.<h4>Conclusions</h4>RETRIEVE is one of the largest natural history studies of GM1, GM2, and GD2. Results were generally consistent with the published literature, with differences potentially due to variation in inclusion criteria. The difference in median survival between patients with early-onset GM1, GM2, and GD2 reported in this study suggests that the three diseases should not be pooled for study in clinical trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39788860",
    "pmid": "39788860",
    "doi": "10.1016/j.ymgme.2024.109008",
    "title": "Digital microfluidic platform for dried blood spot newborn screening of lysosomal storage diseases in Campania region (Italy): Findings from the first year pilot project.",
    "abstract": "<h4>Background</h4>Newborn screening (NBS) is a simple, non-invasive test that allows for the early identification of genetic diseases within the first days of a newborn's life. The aim of NBS is to detect potentially fatal or disabling conditions in newborns as early as possible, before the onset of disease symptoms. Early diagnosis enables timely treatments and improves the quality of life for affected patients.<h4>Results</h4>A pilot project for dried blood spot (DBS) NBS of lysosomal storage diseases (LSDs), including Mucopolysaccharidosis I (MPSI, IDUA α-L-iduronidase deficiency), Pompe disease (GAA α-glucosidase acid deficiency), Gaucher disease (GBA β-glucosidase deficiency) and Fabry disease (GLA α-galactosidase deficiency), was conducted using the digital microfluidic (DMF) technique. DBS were analyzed in a multiplexed assays for the enzymatic activities of four lysosomal enzymes (IDUA, GAA, GBA, GLA), and subjects identified as deficient in any of these enzymes were referred to the clinical reference center for diagnosis confirmation. From June 6th, 2022, to May 12th, 2023, a total of 7650 newborns were analyzed and 1 subject affected by Pompe disease was identified together with two additional subjects, suspected of Pompe and Fabry disease respectively, for whom continued follow-up is mandatory to determine the phenotype.<h4>Conclusions</h4>The pilot project for DBS NBS of four LSDs in Campania Region validated the effectiveness of DMF method, established enzymatic activity cut-offs, and identified newborns referred to the clinical center for integrated diagnostics, including genetic analyses. The results suggest that this technique can effectively detect potentially affected newborns, who will require further diagnostic confirmation and clinical follow-up. This diagnostic flow chart provides the opportunity to initiate early treatments and improve LSD patients' life span.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39622379",
    "pmid": "39622379",
    "doi": "10.1016/j.ijbiomac.2024.138248",
    "title": "Effective encapsulation of therapeutic recombinant enzyme into polymeric nanoparticles as a potential vehicle for lysosomal disease treatment.",
    "abstract": "Gaucher Disease (GD) is a genetic disorder with defective activity of the lysosomal enzyme glucocerebrosidase. Velaglucerasa alfa is a recombinant glucocerebrosidase used for enzyme replacement therapy (ERT) of GD. Due to its limited stability and bioavailability, the use of nanosized systems carrying Velaglucerase alfa is proposed as a novel strategy to improve ERT for GD. Highly stable and low-dispersed Velaglucerase-loaded Eudragit nanoparticles (NPs) (NPs: Vela); 150-160 nm mean size, polydispersity index <0. 15, zeta potential around -32 mV, and 95 % Velaglucerase alfa encapsulation efficiency were obtained. Crystallographic structural analysis by Small Angle X-ray Scattering, confirmed that Velaglucerase alfa was incorporated into the nanoparticle matrix. In vitro studies revealed that NPs: Vela preferentially interact with immunoglobulins and fibrinogen, and a positive enzyme release from NPs:Vela was observed at acidic pH; while no release was observed in neutral conditions. A positive internalization of NPs:Vela in GD mesenchymal stem cells (MSC) was also verified, increasing enzyme cellular activity compared to non-treated cells. Confocal microscopy verified that NPs:Vela colocalized with lysosomes, but no effect of NPs: Vela in the mineralization of MSC was observed. Finally, the viability of GD cell lines is not affected by NPs: Vela, in comparison with Velaglucerase alone, that negatively affects the viability of the target cells. This nanocarrier system for Velaglucerase alfa delivery in lysosomes, initially proposed to improve ERT for GD, may also serve as a starting point to address pathophysiological mechanisms in GD and other lysosomal disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39988831",
    "pmid": "39988831",
    "doi": "10.1021/acs.bioconjchem.4c00430",
    "title": "Lysosome-Specific Delivery of β-Glucosidase Enzyme Using Protein-Glycopolypeptide Conjugate via Protein Engineering and Bioconjugation.",
    "abstract": "Lysosomal enzyme replacement therapy (<b>ERT</b>) holds potential for treating lysosomal storage disorders, but achieving targeted delivery of deficient therapeutic enzymes remains a significant challenge. This study presents a novel approach for the lysosome-specific delivery of the β-glucosidase (<b>B8CYA8</b>) enzyme by covalently conjugating lysosome-targeting mannose-6-phosphate functionalized glycopolypeptides (<b>M6P-GP</b>). We used a protein-glycopolypeptide conjugate developed through advanced protein engineering and bioconjugation techniques. By conjugating β-glucosidase to <b>M6P-GP</b> that has a high affinity for the cation-independent mannose-6-phosphate receptors (<b>CI-MPR</b>) and lysosomal receptors, we enhance the enzyme's selective intracellular uptake and lysosome-specific localization. To attain maximum activity of the near-native enzyme after delivery, we have designed and synthesized an acetal linkage containing the pH-responsive linker maleimide-acetal-azide (<b>MAA</b>), which will cleave in the lysosomal acidic pH to detach the glycopolypeptide from the protein backbone. We demonstrated the efficient cellular uptake of the protein-glycopolypeptide conjugate and showed targeted lysosome delivery, leading to increased enzymatic activity compared to untreated cells. Our results proved that the approach mainly improves the specificity and efficiency of enzyme delivery, particularly into lysosomes, which may enable new methods for <b>ERT</b>. These findings suggest that protein-glycopolypeptide conjugates could represent a class of bioconjugates to design targeted enzyme therapies, offering a pathway to the effective treatment of Gaucher disease (<b>GD</b>) and potentially other related lysosomal storage disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39101473",
    "pmid": "39101473",
    "doi": "10.1093/hmg/ddae113",
    "title": "Intrinsic link between PGRN and Gba1 D409V mutation dosage in potentiating Gaucher disease.",
    "abstract": "Gaucher disease (GD) is caused by biallelic GBA1/Gba1 mutations that encode defective glucocerebrosidase (GCase). Progranulin (PGRN, encoded by GRN/Grn) is a modifier of GCase, but the interplay between PGRN and GCase, specifically GBA1/Gba1 mutations, contributing to GD severity is unclear. Mouse models were developed with various dosages of Gba1 D409V mutation against the PGRN deficiency (Grn-/-) [Grn-/-;Gba1D409V/WT (PG9Vwt), Grn-/-;Gba1D409V/D409V (PG9V), Grn-/-;Gba1D409V/Null (PG9VN)]. Disease progression in those mouse models was characterized by biochemical, pathological, transcriptomic, and neurobehavioral analyses. Compared to PG9Vwt, Grn-/-;Gba1WT/Null and Grn-/- mice that had a higher level of GCase activity and undetectable pathologies, homozygous or hemizygous D409V in PG9V or PG9VN, respectively, resulted in profound inflammation and neurodegeneration. PG9VN mice exhibited much earlier onset, shorter life span, tissue fibrosis, and more severe phenotypes than PG9V mice. Glycosphingolipid accumulation, inflammatory responses, lysosomal-autophagy dysfunction, microgliosis, retinal gliosis, as well as α-Synuclein increases were much more pronounced in PG9VN mice. Neurodegeneration in PG9VN was characterized by activated microglial phagocytosis of impaired neurons and programmed cell death due to necrosis and, possibly, pyroptosis. Brain transcriptomic analyses revealed the intrinsic relationship between D409V dosage, and the degree of altered gene expression related to lysosome dysfunction, microgliosis, and neurodegeneration in GD, suggesting the disease severity is dependent on a GCase activity threshold related to Gba1 D409V dosage and loss of PGRN. These findings contribute to a deeper understanding of GD pathogenesis by elucidating additional underlying mechanisms of interplay between PGRN and Gba1 mutation dosage in modulating GCase function and disease severity in GD and GBA1-associated neurodegenerative diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39912519",
    "pmid": "39912519",
    "doi": "10.1002/jimd.70005",
    "title": "The Frequencies of Different Inborn Errors of Metabolism in Adult Metabolic Centres: 10 Years Later, Another Report From the SSIEM Adult Metabolic Physicians Group.",
    "abstract": "There are still few centres, which specialise in the care of adults with inborn errors of metabolism (IEM). All physicians who participated in the SSIEM adult metabolic physicians group paper in 2014 were contacted to provide updated data on their IEM patients. Fifteen adult centres responded to our survey with information on their patients. Nine thousand, six hundred fifty-one patients were included in the final cohort, compared with 6 182 in the previous analysis. There were 394 separate diagnoses. The most common diseases were phenylketonuria (19.6%), mitochondrial disorders (12.3%) and lysosomal storage disorders such as Fabry disease (20.1% of LSD's), Pompe disease (3.1%), and Gaucher disease (2.8%). Among the disorders that can present with acute metabolic decompensation, the urea cycle disorders (4.0%), were most common (ornithine transcarbamylase deficiency 2.6%), followed by maple syrup urine disease (1.1%) and glycogen storage disease type I (0.7%). Patients were frequently diagnosed as adults, particularly those with mitochondrial disease and lysosomal storage disorders. Many patients are only diagnosed in adulthood (> 40%) and the cohort is increasing substantially with 9 651 patients included in the final analysis (34% increase compared to our original paper). Thus reinforcing the need for adult specialists to be trained in this area.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39266164",
    "pmid": "39266164",
    "doi": "10.1016/j.tjog.2024.03.022",
    "title": "Perinatal lethal form Gaucher disease with compound heterozygosity of single nucleotide variants and copy number variations presenting as nonimmune hydrops fetalis and cerebellar hypoplasia: A case report.",
    "abstract": "<h4>Objective</h4>To present the ultrasound imaging and genetic diagnosis of a fetus with prenatal lethal form of Gaucher disease.<h4>Case report</h4>A 37-year-old primiparous woman was pregnant at her 23 weeks of gestation and the prenatal fetal ultrasound revealed hydrops fetalis, cerebellum hypoplasia, and fetal immobility. The pregnancy was terminated due to major fetal anomaly, and whole exome sequencing (WES) analysis of fetal tissue and parental blood unveiled a pathogenic variant in exon 10 of the GBA gene (NM_001005741.3: c.1265T > G: p.L422R) originating from the mother. Additionally, a novel CNV (chr1: 155204785-155205635 deletion, 0.85 kb) spanning exon 10-12 in the GBA gene was identified from the father. This compound heterozygosity confirmed the diagnosis of prenatal lethal form of Gaucher disease and was informative for genetic counseling.<h4>Conclusion</h4>WES is a powerful tool to detect pathogenic variants among fetuses with nonimmune hydrops fetalis and complex abnormality from prenatal ultrasound. Compound heterozygosity consisted of single nucleotide variants (SNV) and copy number variations (CNVs) may lead rare inherited metabolic disorders including prenatal lethal form of Gaucher disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39189706",
    "pmid": "39189706",
    "doi": "10.1111/imj.16503",
    "title": "The natural history of Gaucher disease type 1 in 31 patients over a median of 15 years: a retrospective study.",
    "abstract": "<h4>Background and aims</h4>The natural history of untreated patients with type 1 Gaucher disease (GD1) is not well documented, and there is controversy over when and how to treat such patients, especially if they are only mildly symptomatic. Treatment of GD1 is inconvenient, very costly, and may result in undesirable side effects. We documented the clinical history of 31 untreated patients with GD1 followed in our clinic for 4-26 (median 15) years.<h4>Methods</h4>This was a retrospective, observational study of the progress of untreated adult patients with GD1 followed by blood tests (haemoglobin, platelet counts, ferritin and chitotriosidase), organ volumes (spleen and liver), bone manifestations (through magnetic resonance imaging and dual X-ray absorptiometry scans) and neurological and quality of life issues. Statistical analyses were performed with the use of the Student paired t test and the modified Wald test for 95% confidence intervals.<h4>Results</h4>We found that the above parameters remained stable in most patients over a period of 4-26 (median 15) years. Five patients progressed from normal bone density to osteopenia and two from osteopenia to osteofibrosis; six were peri- or post-menopausal females. The DS-3 was stable over time. Only four of the 31 patients were started on enzyme or substrate reduction therapy.<h4>Conclusions</h4>Our results demonstrate that many patients with GD1, provided with close follow-up by a specialist centre, can be followed for many years without requiring treatment and with no or minimal worsening of their GD1 manifestations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39403137",
    "pmid": "39403137",
    "doi": "10.3389/fphar.2024.1433970",
    "title": "Gaucher disease in Brazil: a comprehensive 16 year retrospective study on survival, cost, and treatment insights.",
    "abstract": "<h4>Background</h4>Gaucher's disease (GD), a lysosomal storage disorder, poses significant treatment challenges. This 23-year study assesses survival rates and treatment efficacy in Brazilian GD patients, integrating data from a 16-year cohort (2000-2015) and the TABNET/DATASUS medicines distribution data (1999-2022).<h4>Objective</h4>To investigate the survival of GD patients in Brazil, identifying key risk factors and evaluating the impact of treatments funded by the Brazilian National Health System (SUS).<h4>Methodology</h4>A 16-year retrospective cohort study was conducted using the National Database of SUS. Patients diagnosed with GD and treated with Enzyme Replacement Therapy (ERT) or Substrate Synthesis Inhibition (SSI) from 2000 to 2015 were included. Survival analysis was performed using Kaplan-Meier method and Cox proportional hazards model. The data from TABNET/DATASUS system from 1999 to 2022 was used to assess the trend in drug distribution beyond the main cohort.<h4>Results</h4>The study included 1,234 patients. Survival rates at 5 and 10 years were 93.2% and 88.5%, respectively, with age and comorbidities like diabetes, cardiovascular diseases, and Parkinson's disease significantly affecting survival. Patients who received doses lower than DDD (n = 880) demonstrated a survival probability of 91.8%. In contrast, those with doses equal to the DDD (n = 15) showed a 100% survival probability, as no events were observed in this group. The greater than DDD group (n = 339) exhibited a survival probability of 81%. A log-rank test indicated a borderline statistical significance (<i>p</i> = 0.058) in the survival distributions among the different DDD adherence, with the lower dose group showing a favorable trend.<h4>Conclusion</h4>This study provides insights into the survival rates and associated risk factors for GD patients in Brazil, contributing to the global understanding of GD and its management. While we acknowledge the inherent limitations of relying largely on electronic medical records and categorical codes, our findings underscore the need for early diagnosis, timely initiation of treatment, effective management of comorbidities, and personalized dosing strategies to improve patient outcomes. Future studies should aim to incorporate clinical verification of electronic data to further enhance the reliability and applicability of these findings.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39245415",
    "pmid": "39245415",
    "doi": "10.1016/j.jclinepi.2024.111517",
    "title": "A machine learning model for early diagnosis of type 1 Gaucher disease using real-life data.",
    "abstract": "<h4>Objective</h4>The diagnosis of Gaucher disease (GD) presents a major challenge due to the high variability and low specificity of its clinical characteristics, along with limited physician awareness of the disease's early symptoms. Early and accurate diagnosis is important to enable effective treatment decisions, prevent unnecessary testing, and facilitate genetic counseling. This study aimed to develop a machine learning (ML) model for GD screening and GD early diagnosis based on real-world clinical data using the Maccabi Healthcare Services electronic database, which contains 20 years of longitudinal data on approximately 2.6 million patients.<h4>Study design and setting</h4>We screened the Maccabi Healthcare Services database for patients with GD between January 1998 and May 2022. Eligible controls were matched by year of birth, sex, and socioeconomic status in a 1:13 ratio. The data were partitioned into 75% training and 25% test sets and trained to predict GD using features obtained from medical and laboratory records. Model performances were evaluated using the area under the receiver operating characteristic curve and the area under the precision-recall curve.<h4>Results</h4>We detected 264 confirmed patients with GD to which we matched 3,429 controls. The best model performance (which included known GD signs and symptoms, previously unknown clinical features, and administrative codes) on the test set had an area under the receiver operating characteristic curve = 0.95 ± 0.03 and area under the precision-recall curve = 0.80 ± 0.08, which yielded a median GD identification of 2.78 years earlier than the clinical diagnosis (25th-75th percentile: 1.29-4.53).<h4>Conclusion</h4>Using an ML approach on real-world data led to excellent discrimination between GD patients and controls, with the ability to detect GD significantly earlier than the time of actual diagnosis. Hence, this approach might be useful as a screening tool for GD and lead to earlier diagnosis and treatment. Furthermore, advanced ML analytics may highlight previously unrecognized features associated with GD, including clinical diagnoses and health-seeking behaviors.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39107435",
    "pmid": "39107435",
    "doi": "10.1038/s41582-024-00999-z",
    "title": "Gaucher disease provides a unique window into Parkinson disease pathogenesis.",
    "abstract": "An exciting development in the field of neurodegeneration is the association between the rare monogenic disorder Gaucher disease and the common complex disorder Parkinson disease (PD). Gaucher disease is a lysosomal storage disorder resulting from an inherited deficiency of the enzyme glucocerebrosidase, encoded by GBA1, which hydrolyses the glycosphingolipids glucosylceramide and glucosylsphingosine. The observation of parkinsonism in a rare subgroup of individuals with Gaucher disease first directed attention to the role of glucocerebrosidase deficiency in the pathogenesis of PD. PD occurs more frequently in people heterozygous for Gaucher GBA1 mutations, and 3-25% of people with Parkinson disease carry a GBA1 variant. However, only a small percentage of individuals with GBA1 variants develop parkinsonism, suggesting that the penetrance is low. Despite over a decade of intense research in this field, including clinical and radiological evaluations, genetic studies and investigations using model systems, the mechanism underlying GBA1-PD is still being pursued. Insights from this association have emphasized the role of lysosomal pathways in parkinsonism. Furthermore, different therapeutic strategies considered or developed for Gaucher disease can now inform drug development for PD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39596090",
    "pmid": "39596090",
    "doi": "10.3390/ijms252212021",
    "title": "Effects of <i>GBA1</i> Variants and Prenatal Exposition on the Glucosylsphingosine (Lyso-Gb1) Levels in Gaucher Disease Carriers.",
    "abstract": "Gaucher disease (GD) is a lysosomal lipid storage disorder caused by β-glucocerebrosidase (encoded by <i>GBA1</i> gene) activity deficiency, resulting in the accumulation of glucosylceramide (Gb1) and its deacylated metabolite glucosylsphingosine (lyso-Gb1). Lyso-Gb1 has been studied previously and proved to be a sensitive biomarker, distinguishing patients with GD from carriers and healthy subjects. It was shown that its level corresponds with β-glucocerebrosidase activity, thus it remains unknown as to why carriers have slightly higher lyso-Gb1 level than healthy population. This is the first report on lyso-Gb1 levels describing representative cohort of GD carriers. Our data of 48 GD carriers, including three newborns, indicated that there are significant differences in lyso-Gb1 levels between carriers having a GD-affected mother and a healthy mother (11.53 and 8.45, respectively, <i>p</i> = 0.00077), and between carriers of the L483P <i>GBA1</i> variant and carriers of other <i>GBA1</i> pathogenic variants (9.85 and 7.03, respectively, <i>p</i> = 0.07). Through analysing our unique data of three newborns whose mothers are patients with GD, we also found that lyso-Gb1 is most probably transferred to the foetus via placenta.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39900743",
    "pmid": "39900743",
    "doi": "10.1007/s00467-025-06688-3",
    "title": "Model-informed repurposing of eliglustat for treatment and prophylaxis of Shiga toxin-producing Escherichia coli hemolytic-uremic syndrome (STEC-HUS) in children.",
    "abstract": "<h4>Background</h4>Shiga toxin-producing Escherichia coli hemolytic-uremic syndrome (STEC-HUS) is a severe illness predominantly affecting young children, with limited treatment options beyond supportive care. Eliglustat, approved for Gaucher disease, shows potential in reducing Shiga toxin binding to target glomerular endothelial cells in vitro, prompting interest as a treatment for STEC-HUS. However, it remains unknown what dose is likely to be effective and safe for treatment of STEC-HUS in the pediatric population. We hypothesize that effective and safe levels of eliglustat can be reached in children.<h4>Methods</h4>We identified pharmacokinetic targets of efficacy for treatment and prophylaxis of STEC-HUS based on a preclinical model and human cardiac safety data. Then, we developed oral and intravenous dosing regimens using population pharmacokinetic (popPK) simulations based on an existing model enriched to allow extrapolation to a simulated virtual pediatric population. These dosing regimens were then confirmed using a verified physiologically based pharmacokinetic (PBPK) model.<h4>Results</h4>We simulated, using popPK data, oral and intravenous dosing regimens resulting in adequate target exposure in > 90% of all patients, with minimal expected risk for cardiotoxicity. Confirmation of these dosing regimens with PBPK modeling resulted in very similar exposure, with lower interindividual variability and minimal toxicity potential.<h4>Conclusions</h4>Based on pharmacokinetic modeling, we developed oral and intravenous eliglustat dosing regimens that are likely safe and effective for treatment of STEC-HUS and prophylaxis in case of outbreaks of STEC infections. Clinical evaluation of these dosing regimens in children suspected of or diagnosed with STEC-HUS is required and should include assessment of pharmacokinetics, efficacy, and safety (e.g., ECG monitoring).",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39881421",
    "pmid": "39881421",
    "doi": "10.1186/s13023-024-03444-y",
    "title": "Evaluation of Lyso-Gb1 as a biomarker for Gaucher disease treatment outcomes using data from the Gaucher Outcome Survey.",
    "abstract": "<h4>Background</h4>Patients with Gaucher disease (GD) require continual monitoring; however, lack of specific disease biomarkers was a significant challenge in the past. Glucosylsphingosine (lyso-Gb1) has been shown to be a reliable, key, specific, and sensitive biomarker for diagnosis, prognosis, and treatment response in clinical studies of patients with GD. We evaluated the change in lyso-Gb1 concentration over time following enzyme replacement therapy in patients with confirmed GD using real-world data from the Gaucher Outcome Survey disease registry.<h4>Methods</h4>Data for patients aged ≥ 18 years with a confirmed diagnosis of GD and at least two lyso-Gb1 assessments were analyzed retrospectively. Patients were stratified by treatment status at baseline (time of first lyso-Gb1 assessment). Lyso-Gb1 concentrations were measured from dried blood spot (DBS) samples by Centogene AG. Assessments included change in lyso-Gb1 concentration, hemoglobin concentration, platelet counts, and spleen and liver volume from baseline to the last lyso-Gb1 assessment.<h4>Results</h4>Of 2007 patients enrolled in the Gaucher Outcome Survey as of February 25, 2022, 435 met the inclusion criteria and were included in the study: 318 treated ('all treated'; 277 receiving treatment at baseline, 41 treatment naive at baseline), 38 receiving treatment at baseline who stopped treatment before the last lyso-Gb1 assessment, and 79 untreated. Lyso-Gb1 concentrations decreased from baseline to the last lyso-Gb1 assessment for all treated patients (median change - 8.6 ng/mL), and increased for untreated patients (median change 25.0 ng/mL) and those who stopped treatment (median change 19.5 ng/mL). Decreases were greater for all treatment-naive than previously treated patients (median change - 120.5 vs. - 3.3 ng/mL) and for velaglucerase alfa-treated patients vs. the overall treated cohort (-32.6 vs. - 8.6 ng/mL). Small improvements in hemoglobin concentrations, platelet counts, and spleen volume were observed for treated patients but not untreated/stopped treatment cohorts.<h4>Conclusions</h4>In this study, changes in lyso-Gb1 concentrations from DBS were reflective of responses to enzyme replacement therapy initiation or withdrawal in most patients. These findings confirm that the use of DBS samples for routine monitoring of lyso-Gb1 concentrations in patients with GD is feasible in real-world settings and may be useful to assess treatment response.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39183538",
    "pmid": "39183538",
    "doi": "10.1002/jimd.12792",
    "title": "A 6-month randomized controlled trial for vitamin E supplementation in pediatric patients with Gaucher disease: Effect on oxidative stress, disease severity and hepatic complications.",
    "abstract": "Enzymatic deficiency in Gaucher disease (GD) may induce oxidative stress. Vitamin E is the nature's most effective lipid-soluble antioxidant. This prospective clinical trial assessed the oxidant-antioxidant status in Egyptian patients with GD and the efficacy and safety and of vitamin E as an adjuvant antioxidant therapy. Forty children and adolescents with GD on stable doses of enzyme replacement therapy (ERT) were enrolled. Abdominal ultrasonography and transient elastography were performed. Malondialdehyde (MDA), vitamin E, and antioxidant enzymes (reduced glutathione [GSH], superoxide dismutase [SOD], glutathione peroxidase [GPx], and peroxiredoxin 2 [PRDX2]) were assessed. Patients were compared with 40 age- and sex-matched healthy controls. Patients with GD were randomized either to receive oral vitamin E for 6 months or not. All patients with GD had significantly higher MDA levels with lower levels of vitamin E and antioxidant enzymes compared with healthy controls (p < 0.001). Vitamin E and PRDX2 were negatively correlated to severity score index (SSI), lyso GL1, and MDA. After 6 months of vitamin E supplementation, SSI and liver and spleen volumes and liver stiffness were significantly lower. Lyso GL1 and MDA were significantly decreased post-vitamin E therapy while antioxidant enzymes were significantly higher compared with baseline levels and with patients without vitamin E therapy. Oxidative stress is related to disease severity in pediatric patients with GD. A 6-month vitamin E supplementation for those patients represents a safe therapeutic adjuvant agent increasing the efficacy of ERT, reducing oxidative stress, and improving outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40137425",
    "pmid": "40137425",
    "doi": "10.3390/jpm15030109",
    "title": "Clinical Outcomes and Genetic Mutations in Turkish Patients with Type 1 Gaucher Disease: Insights from a Single-Center Study.",
    "abstract": "<b>Background:</b> Gaucher disease (GD) is a rare autosomal recessive lysosomal storage disorder caused by mutations in the GBA1 gene, leading to deficient β-glucocerebrosidase activity. This results in the accumulation of glucocerebroside in macrophages, primarily affecting the liver, spleen, bone marrow, and bones. Understanding the clinical outcomes and genetic mutation profiles in specific populations, such as Turkish patients, is essential for optimized disease management and personalized therapy and preventing morbidity and mortality. <b>Method:</b> This retrospective study analyzed data from 29 Turkish patients with previously diagnosed type 1 GD at a single center between September and December 2023. Genetic analyses were performed to identify GBA1 mutations using next-generation sequencing. Genetic mutations were the primary criterion for diagnosing GD. Clinical features, treatment responses, and outcomes were evaluated. Clinical parameters included hematological findings, organomegaly, and bone involvement. Data were analyzed to identify potential correlations between genetic mutations and clinical manifestations. <b>Results:</b> This study included 14 male and 15 female patients, with a mean diagnosis age of 22.1 years. A significant family history was observed in 93% of cases, and 52% had consanguineous parents. Epistaxis (72%) was the most common pre-diagnosis symptom. Most patients received enzyme replacement therapy with 60 units/kg. Treatment led to significant improvements, including increased hemoglobin (21.1%), higher platelet count (86.1%), and reduced organomegaly (liver (10.02%), spleen (25.22%)). Genetic analysis identified seven mutations, with c.1226A>G (p.N409S) being the most frequent. <b>Conclusions:</b> This study highlights the spectrum of clinical outcomes and genetic mutations in Turkish patients with GD, emphasizing the variability in disease severity based on genotype. GD should be considered for patients with unexplained nosebleeds, hepatosplenomegaly, bone pain, weakness, or siblings or other family members with similar symptoms. The genetic analysis revealed considerable heterogeneity among patients, which indicates the necessity of observing this in the development of personalized treatment strategies. Future studies with larger cohorts and long-term follow-up are needed to further elucidate genotype-phenotype correlations in this population.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39525762",
    "pmid": "39525762",
    "doi": "10.1097/ms9.0000000000002611",
    "title": "Neurological manifestations of lysosomal storage diseases.",
    "abstract": "Lysosomal storage diseases (LSDs) encompass a group of rare inherited metabolic disorders characterized by the accumulation of undegraded substrates within lysosomes, leading to multisystemic manifestations, including profound neurological involvement. This article provides a concise overview of the neurological manifestations of LSDs, with a focus on central nervous system (CNS) involvement and treatment strategies. While the paper intricacies of each LSD subtype and its associated CNS manifestations, it aims to provide a summary of the essential findings and implications. The neurological manifestations of LSDs encompass a spectrum of symptoms, including cognitive impairment, motor dysfunction, seizures, and sensory deficits, which significantly impact patients' quality of life and pose therapeutic challenges. Current treatment strategies primarily aim to alleviate symptoms and slow disease progression, with limited success in reversing established neurological damage. Enzyme replacement therapy, substrate reduction therapy, and emerging gene therapies hold promise for addressing CNS involvement in LSDs. However, challenges such as blood-brain barrier penetration and long-term efficacy remain. In addition to discussing treatment modalities, this article highlights the importance of early diagnosis, multidisciplinary care, and patient advocacy in optimizing outcomes for individuals affected by LSDs. Ethical considerations are also addressed, including equitable access to emerging treatments and integrating personalized medicine approaches. Overall, this article underscores the complex interplay between genetics, neuroscience, and clinical care in understanding and managing the neurological manifestations of LSDs while emphasizing the need for continued research and collaboration to advance therapeutic interventions and improve patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39101525",
    "pmid": "39101525",
    "doi": "10.1002/ajmg.a.63835",
    "title": "Presentation of ichthyosis after substrate reduction therapy in Gaucher type 1.",
    "abstract": "We describe a case in which a type 1 Gaucher patient developed ichthyosis weeks after starting substrate reduction therapy (SRT) with eliglustat. There are no reports of ichthyosis in the literature in enzyme replacement or SRT for Gaucher disease. Ichthyosis is seen with type 2 and 3 Gaucher disease, but not type 1. This raises the question: Why would a patient develop ichthyosis after starting SRT?",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39116528",
    "pmid": "39116528",
    "doi": "10.1016/j.ymgme.2024.108556",
    "title": "Clinical and preclinical insights into high-dose ambroxol therapy for Gaucher disease type 2 and 3: A comprehensive systematic review.",
    "abstract": "<h4>Rationale</h4>Gaucher disease (GD), an autosomal recessive lysosomal storage disease, results from GBA1 variants causing glucocerebrosidase (GCase) deficiency. While enzyme replacement therapy (ERT) helps with systemic symptoms, neurological complications in GD2 and GD3 persist due to the blood-brain-barrier (BBB) limiting ERT efficacy. Ambroxol, a BBB-permeable chaperone, enhances GCase activity. Our review explores high-dose ambroxol's therapeutic potential, both preclinical and clinical, in GD2 and GD3.<h4>Methods</h4>PubMed was searched for studies published before March 2023, including clinical, animal, and in vitro studies focusing on the effect of high-dose ambroxol in GD2 and GD3. A narrative synthesis was performed.<h4>Results</h4>Nine in vitro, three animal, and eight clinical studies were included, demonstrating varied responses to ambroxol across diverse outcome measures. In vitro and animal studies demonstrated reduced endoplasmatic reticulum stress due to the relocation of GCase from the ER to the lysosomes. In vitro cell lines exhibited varying degrees of increased GCase activity. Clinical trials observed reduced lyso-GL1 levels in plasma (41-89%) and cerebrospinal fluid (CSF) (26-97%), alongside increased GCase activity in GD3 patients. Ambroxol exhibited varying effects on neurological outcomes and development. No severe adverse events were reported.<h4>Conclusion</h4>High-dose ambroxol shows promise in managing neurological manifestations in GD3, albeit with uncertainties resulting from genetic heterogeneity and variable response. Further clinical trials, are essential for elucidating dosage-response relationships and refining treatment outcomes and strategies for neuronopathic GD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR952912",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5613385/v1",
    "title": "Japanese experience of newborn screening for lysosomal storage diseases and adrenoleukodystrophy",
    "abstract": "<title>Abstract</title>  <p><bold>Background: </bold>Recently, Newborn screening (NBS) has been extended worldwide to include Lysosomal storage diseases (LSDs) and adrenoleukodystrophy (ALD) as the importance of early diagnosis and early treatment. In Japan, NBS for LSDs, called expanded NBS, started in Kumamoto prefecture in 2006 as pilot study. NBS For ALD started in Aichi prefecture and Gifu prefecture in 2021. Expanded NBS for LSDs and ALD has spread increasingly in Japan. In light of this current situation, we considered it is necessary to clarify the usefulness of expanded NBS, prevalence of each disease, problems and issues. Therefore, we reported the current status of expanded NBS in Japan. <bold>Method: </bold>A survey was conducted on representative physicians of expanded NBS in each target region Japan. The target regions were regions conducting NBS for LSDs and/or ALD for more than one year. The survey items were as follows: the entity conducting expanded NBS, the facilities conducting the tests, the target areas, medical institutions for close examination such as detailed biochemical analysis and/or genetic sequencing, and treatments, types of target diseases, fee for NBS, sample collection methods, testing method, and the number of taking expanded NBS, retesting, and diagnoses in each area. <bold>Results: </bold>Responses were received from nine regions and an organization (CReARID). The total number of 733,838 newborns were tested, of whom 101 (75 with FD, 10 with mucopolysaccharidosis [MPS] II, 8 with Pompe disease [PD], 5 with Gaucher disease [GD], 2 with MPS I, 1 with ALD, respectively) were diagnosed. More cases were diagnosed with the target disease than the estimated prevalence. In contrast, the positive predictive value was low and false-positive rates was high, particularly for PD, MPS II, and ALD, have been attributed to pseudodeficiency alleles and methodological differences. Moreover, variant of unknown significance (VUS) in the<italic> ABCD1 </italic>gene was detected in many of the patients with suspected ALD. <bold>Conclusion:</bold>In Japan, expanded NBS for LSDs and ALD is spreading increasingly. Some patients were diagnosed and received treatment. However, there are problems such as pseudodeficiency, indications, testing methods, and VUS that require improvement.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39241620",
    "pmid": "39241620",
    "doi": "10.1016/j.bbrc.2024.150640",
    "title": "Upregulation of NFE2L1 reduces ROS levels and α-synuclein aggregation caused by GBA1 knockdown.",
    "abstract": "Biallelic mutations in the GBA1 gene result in Gaucher disease (GD), and both patients with GD and carriers of a single GBA1 mutation have an increased susceptibility to Parkinson's disease (PD), but the underlying mechanisms of this association are not yet clear. In previous studies, we established Gba1 F213I point mutation mice and found that homozygous Gba1 F213I mutant mice died shortly after birth, while heterozygous mice could survive normally. In this study, we investigated the transcriptomic changes in the brain tissue of Gba1 F213I heterozygous mice, identifying 138 differentially expressed genes. Among them, Nfe2l1 was the most significantly downregulated gene. Inhibition or knockdown of GBA1 in BE(2)-M17 cells resulted in decreased expression levels of NFE2L1. Knockdown of GBA1 or NFE2L1 could lead to an elevation in intracellular aggregation of α-synuclein (α-syn) and reactive oxygen species (ROS) levels, while upregulation of NFE2L1 effectively mitigated those cellular manifestations induced by GBA1 knockdown. In summary, our in vitro results showed that upregulation of NFE2L1 may provide a therapeutic benefit for cellular phenotypes resulting from GBA1 knockdown, providing new insights for future research on GD and GBA1-associated PD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39021250",
    "pmid": "39021250",
    "doi": "10.1002/mds.29935",
    "title": "Skin α-Synuclein Seeding Activity in Patients with Type 1 Gaucher Disease.",
    "abstract": "<h4>Background</h4>Patients with type 1 Gaucher disease (GD1) have a significantly increased risk of developing Parkinson's disease (PD).<h4>Objective</h4>The objective of this study was to evaluate skin α-synuclein (αSyn) seeding activity as a biomarker for GD1-related PD (GD1-PD).<h4>Methods</h4>This single-center study administered motor and cognitive examinations and questionnaires of nonmotor symptoms to adult patients with GD1. Optional skin biopsy was performed for skin αSyn seed amplification assay (αSyn SAA) using real-time quaking-induced conversion assay.<h4>Results</h4>Forty-nine patients were enrolled, and 36 underwent skin biopsy. Two study participants had PD. Ten participants were αSyn SAA positive (27.8%), 7 (19.4%) were intermediate, and 19 (52.8%) were negative. Positive αSyn seeding activity was observed in the single GD1-PD case who consented to biopsy. αSyn SAA positivity was associated with older age (p = 0.043), although αSyn SAA positivity was more prevalent in patients with GD1 than historic controls.<h4>Conclusions</h4>Longitudinal follow-up is required to determine whether skin αSyn seeding activity can be an early biomarker for GD1-PD. © 2024 The Author(s). Movement Disorders published by Wiley Periodicals LLC on behalf of International Parkinson and Movement Disorder Society.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39038642",
    "pmid": "39038642",
    "doi": "10.1016/j.biocel.2024.106631",
    "title": "Upregulation of peroxisome proliferator-activated receptor γ with resorcinol alleviates reactive oxygen species generation and lipid accumulation in neuropathic lysosomal storage diseases.",
    "abstract": "Neuropathic lysosomal storage diseases (NLSDs), including ceroid lipofuscinosis neuronal 3 (CLN3) disease and Gaucher disease type 2 (GD2), are typically present in adolescents; however, there are no approved therapies. CLN3 disease is the most common of the 13 types of neuronal ceroid lipofuscinosis, and Gaucher disease is the most common type of lysosomal storage disease. These NLSDs share oxidative stress and lysosomal dysfunction with Parkinson's disease. In this study, we used patient-derived cells (PDCs) and resorcinol to develop a therapeutic agent based on peroxisome proliferator-activated receptor γ (PPARγ) activation. PPARγ is a major regulator of autophagy and reactive oxygen species (ROS). Resorcinol, a polyphenolic compound, has been reported to exhibit PPARγ agonistic potential. Protein levels were analyzed by immunoblotting and immunofluorescence microscopy. Changes in cellular metabolism, including ROS levels, lipid droplet content, and lysosomal activity, were measured by flow cytometry. Resorcinol reduced ROS levels by suppressing hypoxia-inducible factor 1α levels in CLN3-PDCs. Resorcinol upregulated autophagy and reduced lipid accumulation in CLN3-PDCs; however, these effects were abolished by autophagy inhibitors. Resorcinol increased nuclear PPARγ levels in CLN3-PDCs, and PPARγ antagonists abolished the therapeutic effects of resorcinol. Moreover, Resorcinol upregulated nuclear PPARγ levels and lysosomal activity in GD2-PDCs, and reduced lipid accumulation and ROS levels. In summary, resorcinol alleviated the shared pathogenesis of CLN3 disease and GD2 through PPARγ upregulation. These findings suggest that resorcinol is a potential therapeutic candidate for alleviating NLSD progression.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39363355",
    "pmid": "39363355",
    "doi": "10.1186/s13023-024-03371-y",
    "title": "Different diseases, different needs: Patient preferences for gene therapy in lysosomal storage disorders, a probabilistic threshold technique survey.",
    "abstract": "<h4>Background</h4>Gene therapy is currently in development for several monogenetic diseases including lysosomal storage disorders. Limited evidence is available on patient preferences for gene therapy in this population. In this study, we compare gene therapy-related risk tolerance between people affected by three lysosomal storage diseases currently faced with different therapeutic options and prognoses.<h4>Methods</h4>A survey including the probabilistic threshold technique was developed in which respondents were asked to choose between gene therapy and the current standard of care. The attributes included to establish participants' risk tolerance were previously identified in focus groups of affected people or their representatives, namely: risk of mild side effects, severe side effects, the need for additional medication, and the likelihood of long-term effectiveness. The survey was distributed among people receiving outpatient care for type 1 Gaucher disease (good prognosis with current treatment options), Fabry disease (varying prognosis with current treatment options, XY-genotype on average more severely affected than XX), and parents representing people with severe forms of mucopolysaccharidosis type III A/B (poor prognosis, no disease-specific therapy available).<h4>Results</h4>A total of 85 surveys were completed (15 Gaucher disease respondents, 62 Fabry disease respondents (17 self-identifying male), eight parents of ten people with mucopolysaccharidosis type III). Disease groups with higher disease severity trended towards higher risk tolerance: Gaucher disease respondents were most cautious and predominantly preferred the current standard of care as opposed to MPS III representatives who were more risk tolerant. Respondents with Fabry disease were most heterogeneous in their risk tolerance, with male participants being more risk tolerant than female participants. Long-term effectiveness was the attribute in which respondents tolerated the least risk.<h4>Conclusions</h4>People affected by a lysosomal storage disease associated with a poorer prognosis and less effective current treatment options trended towards more risk tolerance when choosing between gene therapy and the current standard of care. This study shows the importance of involvement of patient preferences before and during the development process of new treatment modalities such as gene therapy for rare diseases, to ensure that innovative therapies align with the wishes and needs of people affected by these diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39033630",
    "pmid": "39033630",
    "doi": "10.1016/j.ymgme.2024.108534",
    "title": "Patients with Gaucher disease display systemic elevation of ACE2, which is impacted by therapy status and genotype.",
    "abstract": "Gaucher disease (GD) has a high carrier rate among Ashkenazi Jews.The most common disease-causing variant in this population N370S, is also prevalent pan-ethnically. This has led to speculations of some protective effect for carriers of this variant. During the recent COVID-19 pandemic, GD patients reportedly had a surprisingly low infection rate and mild symptoms considering their disease status. As SARS-CoV-2 gains entry into the cell via membrane-bound angiotensin-converting enzyme 2 (ACE2), we speculated that differences in levels of soluble ACE2 in GD patients could contribute to this protective state. While ACE is known to be elevated in GD, to our knowledge, ACE2 levels have not been explored. We measured serum and macrophage-bound levels of ACE and ACE2 by ELISA and western blot, respectively, in GD patients and age- and sex-matched controls. Our results reveal a significant elevation of both serum and macrophage-bound ACE and ACE2 in GD patients compared to healthy controls. This elevation appears to be mitigated by GD treatment. Moreover, the most robust ACE2 elevation was observed in N370S homozygotes, and was not effected by treatment. Since coronaviruses use the ACE2 receptor as a gateway for host cell entry, we speculate that elevated circulating ACE2 may serve as a decoy. This might explain the observed mild infections in GD patients during the COVID-19 pandemic.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39095265",
    "pmid": "39095265",
    "doi": "10.1016/j.medcli.2024.06.006",
    "title": "Identification of patient-reported outcomes measures (PROMs) and patient-reported experiences measures (PREMs) in Gaucher disease in Spain.",
    "abstract": "<h4>Background</h4>Patient-reported outcome measures (PROMs) and patient-reported experiences measures (PREMs) are crucial for understanding the impact of GD on quality of life and patient's perceptions on care, but also to guide decision-making processes. Nevertheless, no specific PREMs in GD have been published, neither PROMs for Spanish GD patients have been developed.<h4>Methods</h4>Two project coordinators selected key-points to be included in a PROMs/PREMs questionnaire, and the scientific committee and a group of expert patients contributed to the initial draft. Then, 9 meetings with experts were held to discuss controversial points. After, a questionnaire with 103 items regarding symptomatology, aspects of daily life and care experience was developed. Finally, it was conducted a Delphi survey among a multidisciplinary group of experts in GD.<h4>Results</h4>Consensus was reached on 85 out of the 103 items. Recommendations on PROMs and PREMs regarding symptomatology, aspects of daily life and care experience were obtained. Consensus was reached on the importance of considering fatigue, concentration problems, and communication issues in GD patients using 5-step analog scales. Panelists recommended asking GD patients about the impact on social functioning and work/school performance. Finally, consensus was reached on considering care experiences, such as treatment satisfaction, treatment interruptions or transitions and healthcare professionals involved in patient's management to perceive patient's perceptions.<h4>Conclusion</h4>This expert consensus may help developing GD-specific PROMs/PREMs for improving GD management. Properly developed and validated PROMs/PREMs may help decision-making, establishing patient-tailored therapeutic and follow-up goals.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38974840",
    "pmid": "38974840",
    "doi": "10.1016/j.ymgmr.2024.101106",
    "title": "Histologic and ultrastructural study of intracranial Gaucheroma causing deafness in a patient with Gaucher disease type 3: Effects of substrate reduction therapy.",
    "abstract": "Hearing loss is frequently associated with Gaucher disease (GD). Gaucher cells are enlarged reticuloendothelial cells containing glucocerebroside in the lysosomes due to deficiency of the glucocerebrosidase. Gaucheromas consist of accumulated Gaucher cells. Gaucher cells accumulate in variable tissues including the liver, spleen, bone marrow, and the middle ear and the mastoid causing conductive hearing loss. Neurons and astrocytes in the central nervous system are affected in neuronopathic GD leading to sensorineural hearing loss. Gaucheromas can develop even in patients treated with enzyme replacement therapy (ERT). We report a 19-year-old female patient with GD type 3 who developed profound bilateral hearing loss associated with intracranial Gaucheroma. Combination therapy of ERT with imiglucerase and substrate reduction therapy (SRT) with eliglustat significantly decreased the size of Gaucher cells and cleared the characteristic microtubular structures in the lysosomes in Gaucher cells. Early implementation of SRT may prevent at least conductive hearing impairment in GD although it may not prevent sensorineural hearing loss due to inner hair cell dysfunction which is also known to be associated with neuronopathic GD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40217498",
    "pmid": "40217498",
    "doi": "10.1186/s42494-024-00168-1",
    "title": "Electroencephalogram and phenotype patterns in neuronopathic Gaucher disease patients - ten years of experience in a single center. ",
    "abstract": "This study aimed to investigate the unique electroencephalography (EEG) patterns in neuronopathic Gaucher disease (GD) patients and explore the correlations between EEG findings and neurological phenotypes so as to optimize clinical outcomes. A retrospective analysis was conducted on 74 EEG recordings from 50 GD patients between January 2012 and July 2022. Twenty-three patients exhibited abnormal EEG recordings, including 11 of the GD1 type (the transitional type) and 12 with neuronopathic GD. Of the 12 neuronopathic GD patients, 9 patients with epilepsy were analysed specifically in terms of the clinical course. The primary waveform observed in the neuronopathic EEG recordings was the spike-and-wave complex (SWC) during both awake and sleep states. This was significantly different from sharp waves observed only during sleep in the patients of the transitional type (P = 0.0230). The abnormal discharges in the neuronopathic patients were most commonly located in the bilateral Rolandic areas, while the transitional type commonly involved the bilateral frontal regions. Three patients with an epileptic EEG pattern reported their initial seizures years later. Seizures in the neuronopathic patients were effectively controlled with anti-seizure medications (ASMs), despite the ongoing presence of abnormal EEG patterns. The EEG patterns during ocular symptoms were characterized by sporadic or continuous unilateral SWC during sleep. Patients with neuronopathic GD exhibit distinct EEG patterns that can help differentiate them from GD1 patients. Early treatment with ASMs can effectively control seizures. EEG plays a crucial role in monitoring seizures and can facilitate prompt intervention for GD patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38909587",
    "pmid": "38909587",
    "doi": "10.1016/j.ymgme.2024.108515",
    "title": "Hematopoietic stem cell transplantation or enzyme replacement therapy in Gaucher disease type 3.",
    "abstract": "Gaucher disease (GD) is a lysosomal storage disorder with glucocerebroside accumulation in the macrophages. The disease is divided into three types based on neurocognitive involvement with GD1 having no involvement while the acute (GD2) and chronic (GD3) are neuronopathic. The non-neurological symptoms of GD3 are well treated with enzyme replacement therapy (ERT) which has replaced hematopoietic stem cell transplantation (HSCT). ERT is unable to prevent neurological progression as the enzyme cannot cross the blood-brain barrier. In this retrospective study, we report the general, neurocognitive, and biochemical outcomes of three siblings with GD3 after treatment with ERT or HSCT. Two were treated with HSCT (named HSCT1 and HSCT2) and one with ERT (ERT1). All patients were homozygous for the c.1448 T > C, (p.Leu483Pro) variant in the GBA1 gene associated with GD3. ERT1 experienced neurocognitive progression with development of seizures, oculomotor apraxia, perceptive hearing loss and mental retardation. HSCT1 had no neurological manifestations, while HSCT2 developed perceptive hearing loss and low IQ. Chitotriosidase concentrations were normal in plasma and cerebrospinal fluid (CSF) for HSCT1 and HSCT2, but both were markedly elevated in ERT1. We report a better neurological outcome and a normalization of chitotriosidase in the two siblings treated with HSCT compared to the ERT-treated sibling. With the advancements in HSCT over the past 25 years, we may reconsider using HSCT in GD3 to achieve a better neurological outcome and limit disease progression.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39391364",
    "pmid": "39391364",
    "doi": "10.1016/j.ymgmr.2024.101144",
    "title": "Unexplained splenomegaly as a diagnostic marker for a rare but severe disease with an innovative and highly effective new treatment option: A case report.",
    "abstract": "Acid Sphingomyelinase Deficiency (ASMD) is a lysosomal storage disorder that can lead to severe complications if not promptly treated. This case aims to highlight the critical importance of early awareness of ASMD and to introduce, for the first time in the literature, a new and highly effective treatment option for children.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38834102",
    "pmid": "38834102",
    "doi": "10.1016/j.bone.2024.117142",
    "title": "Deep learning-based quantification of osteonecrosis using magnetic resonance images in Gaucher disease.",
    "abstract": "Gaucher disease is one of the most common lysosomal storage disorders. Osteonecrosis is a principal clinical manifestation of Gaucher disease and often leads to joint collapse and fractures. T1-weighted (T1w) modality in MRI is widely used to monitor bone involvement in Gaucher disease and to diagnose osteonecrosis. However, objective and quantitative methods for characterizing osteonecrosis are still limited. In this work, we present a deep learning-based quantification approach for the segmentation of osteonecrosis and the extraction of characteristic parameters. We first constructed two independent U-net models to segment the osteonecrosis and bone marrow unaffected by osteonecrosis (UBM) in spine and femur respectively, based on T1w images from patients in the UK national Gaucherite study database. We manually delineated parcellation maps including osteonecrosis and UBM from 364 T1w images (176 for spine, 188 for femur) as the training datasets, and the trained models were subsequently applied to all the 917 T1w images in the database. To quantify the segmentation, we calculated morphological parameters including the volume of osteonecrosis, the volume of UBM, and the fraction of total marrow occupied by osteonecrosis. Then, we examined the correlation between calculated features and the bone marrow burden score for marrow infiltration of the corresponding image, and no strong correlation was found. In addition, we analyzed the influence of splenectomy and the interval between the age at first symptom and the age of onset of treatment on the quantitative measurements of osteonecrosis. The results are consistent with previous studies, showing that prior splenectomy is closely associated with the fractional volume of osteonecrosis, and there is a positive relationship between the duration of untreated disease and the quantifications of osteonecrosis. We propose this technique as an efficient and reliable tool for assessing the extent of osteonecrosis in MR images of patients and improving prediction of clinically important adverse events.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38928321",
    "pmid": "38928321",
    "doi": "10.3390/ijms25126615",
    "title": "Deficiency of Glucocerebrosidase Activity beyond Gaucher Disease: PSAP and LIMP-2 Dysfunctions.",
    "abstract": "Glucocerebrosidase (GCase) is a lysosomal enzyme that catalyzes the breakdown of glucosylceramide in the presence of its activator saposin C (SapC). SapC arises from the proteolytical cleavage of prosaposin (encoded by <i>PSAP</i> gene), which gives rise to four saposins. GCase is targeted to the lysosomes by LIMP-2, encoded by <i>SCARB2</i> gene. GCase deficiency causes Gaucher Disease (GD), which is mainly due to biallelic pathogenetic variants in the GCase-encoding gene, <i>GBA1</i>. However, impairment of GCase activity can be rarely caused by SapC or LIMP-2 deficiencies. We report a new case of LIMP-2 deficiency and a new case of SapC deficiency (missing all four saposins, PSAP deficiency), and measured common biomarkers of GD and GCase activity. Glucosylsphingosine and chitotriosidase activity in plasma were increased in GCase deficiencies caused by <i>PSAP</i> and <i>GBA1</i> mutations, whereas <i>SCARB2</i>-linked deficiency showed only Glucosylsphingosine elevation. GCase activity was reduced in fibroblasts and leukocytes: the decrease was sharper in <i>GBA1</i>- and <i>SCARB2</i>-mutant fibroblasts than <i>PSAP</i>-mutant ones; LIMP-2-deficient leukocytes displayed higher residual GCase activity than <i>GBA1</i>-mutant ones. Finally, we demonstrated that GCase mainly undergoes proteasomal degradation in LIMP-2-deficient fibroblasts and lysosomal degradation in PSAP-deficient fibroblasts. Thus, we analyzed the differential biochemical profile of GCase deficiencies due to the ultra-rare <i>PSAP</i> and <i>SCARB2</i> biallelic pathogenic variants in comparison with the profile observed in <i>GBA1</i>-linked GCase deficiency.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40149863",
    "pmid": "40149863",
    "doi": "10.3390/biom15030327",
    "title": "From Molecular Therapies to Lysosomal Transplantation and Targeted Drug Strategies: Present Applications, Limitations, and Future Prospects of Lysosomal Medications.",
    "abstract": "Lysosomes are essential intracellular organelles involved in plentiful cellular processes such as cell signaling, metabolism, growth, apoptosis, autophagy, protein processing, and maintaining cellular homeostasis. Their dysfunction is linked to various diseases, including lysosomal storage disorders, inflammation, cancer, cardiovascular diseases, neurodegenerative conditions, and aging. This review focuses on current and emerging therapies for lysosomal diseases (LDs), including small medicines, enzyme replacement therapy (ERT), gene therapy, transplantation, and lysosomal drug targeting (LDT). This study was conducted through databases like PubMed, Google Scholar, Science Direct, and other research engines. To treat LDs, medicines target the lysosomal membrane, acidification processes, cathepsins, calcium signaling, mTOR, and autophagy. Moreover, small-molecule therapies using chaperones, macro-therapies like ERT, gene therapy, and gene editing technologies are used as therapy for LDs. Additionally, endosymbiotic therapy, artificial lysosomes, and lysosomal transplantation are promising options for LD management. LDT enhances the therapeutic outcomes in LDs. Extracellular vesicles and mannose-6-phosphate-tagged nanocarriers display promising approaches for improving LDT. This study concluded that lysosomes play a crucial role in the pathophysiology of numerous diseases. Thus, restoring lysosomal function is essential for treating a wide range of conditions. Despite endosymbiotic therapy, artificial lysosomes, lysosomal transplantation, and LDT offering significant potential for LD control, there are ample challenges regarding safety and ethical implications.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38768609",
    "pmid": "38768609",
    "doi": "10.1002/jimd.12749",
    "title": "Neuronopathic Gaucher disease: Rare in the West, common in the East.",
    "abstract": "Gaucher disease (GD) stands as one of the most prevalent lysosomal disorders, yet neuronopathic GD (nGD) is an uncommon subset characterized by a wide array of clinical manifestations that complicate diagnosis, particularly when neurological symptoms are understated. nGD may manifest as the acute neuronopathic type, or GD type 2 (GD2), either prenatally or within the first weeks to months of life, whereas GD type 3 (GD3) symptoms may emerge at any point during childhood or occasionally in adolescence. The clinical presentation encompasses severe systemic involvement to mild visceral disease, often coupled with a spectrum of progressive neurological signs and symptoms such as cognitive impairment, ataxia, seizures, myoclonus, varying degrees of brainstem dysfunction presenting with stridor, apneic episodes, and/or impaired swallowing. This manuscript aims to provide a comprehensive review of the incidence, distinctive presentations, and diverse clinical phenotypes of nGD across various countries and regions. It will explore the natural history of the neurodegenerative process in GD, shedding light on its various manifestations during infancy and childhood, and offer insights into the diagnostic journey, the challenges faced in the clinical management, and current and investigative therapeutic approaches for GD's neurological variants.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39728399",
    "pmid": "39728399",
    "doi": "10.3390/ijns10040079",
    "title": "Newborn Screening for Acid Sphingomyelinase Deficiency: Prevalence and Genotypic Findings in Italy.",
    "abstract": "Acid sphingomyelinase deficiency (ASMD) is a rare lysosomal storage disorder with a broad clinical spectrum. Early diagnosis and initiation of treatment are crucial for improving outcomes, yet the disease often goes undiagnosed due to its rarity and phenotypic heterogeneity. This study aims to evaluate the feasibility and disease incidence of newborn screening (NBS) for ASMD in Italy. Dried blood spot samples from 275,011 newborns were collected between 2015 and 2024 at the Regional Center for Expanded NBS in Padua. Acid sphingomyelinase activity was assayed using tandem mass spectrometry. Deidentified samples with reduced enzyme activity underwent second-tier testing with LysoSM quantification and <i>SMPD1</i> gene analysis. Two samples were identified with reduced sphingomyelinase activity and elevated LysoSM levels. Both carried two <i>SMPD1</i> variants, suggesting a diagnosis of ASMD. Molecular findings included novel and previously reported variants, some of uncertain significance. The overall incidence was 1 in 137,506 newborns and the PPV was 100%. This study demonstrates the feasibility of NBS for ASMD in Italy and provides evidence of a higher disease incidence than clinically reported, suggesting ASMD is an underdiagnosed condition. Optimized screening algorithms and second-tier biomarker testing can enhance the accuracy of NBS for ASMD. The long-term follow-up of identified cases is necessary for genotype-phenotype correlation and improving patient management.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39463025",
    "pmid": "39463025",
    "doi": "10.1111/jcmm.70087",
    "title": "Old disease-New reflections: Gaucher, immunity, and inflammation.",
    "abstract": "Gaucher disease (GD) is the most common lysosomal storage disease. It is a multisystemic metabolic disease caused by GBA pathogenic mutations. Although the general symptoms have been known for a long time, new treatment possibilities, the detection of different biomarkers, and innovations in diagnosis and follow-up have paved the way for further studies. Recent studies have shown that the immune system has become an essential factor associated with disease progression. The role of Gaucher cells in the disease is well characterized. In addition to phagocytic macrophage cells, lymphocytes, complement system, and inflammatory pathway elements are also implicated in GD as they were shown to be the underlying factors causing associated pathologies such as Parkinson's. In this article, the relationship between the GD and the immune system has been examined and reviewed in light of new findings.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39404425",
    "pmid": "39404425",
    "doi": "10.3390/cells13191664",
    "title": "Oncological Aspects of Lysosomal Storage Diseases.",
    "abstract": "Lysosomal storage diseases (LSDs) are caused by the deficient activity of a lysosomal hydrolase or the lack of a functional membrane protein, transporter, activator, or other protein. Lysosomal enzymes break down macromolecular compounds, which contribute to metabolic homeostasis. Stored, undegraded materials have multiple effects on cells that lead to the activation of autophagy and apoptosis, including the toxic effects of lyso-lipids, the disruption of intracellular Ca<sup>2+</sup> ion homeostasis, the secondary storage of macromolecular compounds, the activation of signal transduction, apoptosis, inflammatory processes, deficiencies of intermediate compounds, and many other pathways. Clinical observations have shown that carriers of potentially pathogenic variants in LSD-associated genes and patients affected with some LSDs are at a higher risk of cancer, although the results of studies on the frequency of oncological diseases in LSD patients are controversial. Cancer is found in individuals affected with Gaucher disease, Fabry disease, Niemann-Pick type A and B diseases, alfa-mannosidosis, and sialidosis. Increased cancer prevalence has also been reported in carriers of a potentially pathogenic variant of an LSD gene, namely <i>CLN3</i>, <i>SGSH</i>, <i>GUSB</i>, <i>NEU1</i>, and, to a lesser extent, in other genes. In this review, LSDs in which oncological events can be observed are described.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR864236",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4224968/v1",
    "title": "Bone manifestations in patients with Gaucher disease type 1 in southwestern Colombia",
    "abstract": "<title>Abstract</title>  <p><bold>Introduction:</bold> Gaucher disease (GD1) is caused by the enzymatic deficiency of β-glucocerebrosidase. This leads to accumulation of sphingolipids in organs, such as the liver, spleen, and bone marrow. Bone involvement is frequent in GD1, causing pain, necrosis and even fractures or growth deficits in children, leading to painful surgeries and progressive decrease in quality of life.<bold> </bold> <bold>Methodology: </bold>A non-experimental retrospective observational study was performed using a database of 30 patients with clinical suspicion and enzymatic and/or molecular confirmation of GD1; the numbers and percentages of occurrence for each sign were determined. <bold>Results: </bold>Bone pain was the most common symptom and was reported in 23% of the sample.<bold> </bold>13/30 (43%) patients had report of at least one radiograph requested during the study : 6 of them, with some bone alteration, being the most frequent : increases in acetabular coverage with signs of femoroacetabular impingement, decrease in height and morphology and Erlenmeyer deformity; 14/30 (48%) of the patients presented at least one result of Magnetic Resonance Imaging (MRI); in the femur MRI of 4 patients there was a decrease in the signal intensity of the bone marrow, both in T1 and T2 sequences, involving various bone areas and changes of infiltrative bone disease; finally in 7/30 (7. 5%) presented at least one bone densitometry result (DEXA): 3 presented low bone mineralization. The patients who present the p. Asn409Ser allele may present more predisposition to bone disease.<bold> </bold> <bold>Conclusion: </bold>The present study highlights the importance of early diagnosis, to access timely treatment, to prevent bone complications typical of the disease, improving prognosis, quality of life and morbi-mortality in GD1.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR884123",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4625596/v1",
    "title": "Engineering Synthetic and Recombinant Human Lysosomal b-Glucocerebrosidase for Enzyme Replacement Therapy for Gaucher Disease",
    "abstract": "<title>Abstract</title>  <p>Gaucher Disease (GD) is an autosomal recessive, lysosomal storage disease caused by pathogenic variants in the glucocerebrosidase gene, leading to the loss of b-glucocerebrosidase (GCase) enzymatic activity. Enzyme replacement therapy (ERT) with recombinant GCase is the standard of care in GD patients. Our study investigates the combined use of <italic>in silico</italic> molecular evolution, synthetic biology and gene therapy approaches to develop a new synthetic recombinant enzyme. We engineered four GCases containing missense mutations in the signal peptide (SP) from four selected mammalian species, and compared them with human GCase without missense mutations in the SP. We investigated transcriptional regulation with CMV and hEF1a promoters alongside a GFP control construct in 293-FT human cells. One hEF1a-driven mutant GCase shows a 5.2-fold higher level of transcription than control GCase. In addition, this mutant exhibits up to a 6-fold higher activity compared with the mock-control, and the predicted tertiary structure of this mutant GCase aligns with human GCase. We also evaluated conserved and coevolved residues mapped to functionally important positions. Further studies are needed to assess its functionality in a GD animal model. Altogether, our findings provide <italic>in vitro</italic> evidence of the potential of this engineered enzyme for improved therapeutic effects for GD.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39888848",
    "pmid": "39888848",
    "doi": "10.1111/dmcn.16239",
    "title": "Wearable sensors in paediatric neurology.",
    "abstract": "Wearable sensors have the potential to transform diagnosis, monitoring, and management of children who have neurological conditions. Traditional methods for assessing neurological disorders rely on clinical scales and subjective measures. The snapshot of the disease progression at a particular time point, lack of cooperation by the children during assessments, and susceptibility to bias limit the utility of these measures. Wearable sensors, which capture data continuously in natural settings, offer a non-invasive and objective alternative to traditional methods. This review examines the role of wearable sensors in various paediatric neurological conditions, including cerebral palsy, epilepsy, autism spectrum disorder, attention-deficit/hyperactivity disorder, as well as Rett syndrome, Down syndrome, Angelman syndrome, Prader-Willi syndrome, neuromuscular disorders such as Duchenne muscular dystrophy and spinal muscular atrophy, ataxia, Gaucher disease, headaches, and sleep disorders. The review highlights their application in tracking motor function, seizure activity, and daily movement patterns to gain insights into disease progression and therapeutic response. Although challenges related to population size, compliance, ethics, and regulatory approval remain, wearable technology promises to improve clinical trials and outcomes for patients in paediatric neurology.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39183396",
    "pmid": "39183396",
    "doi": "10.1097/md.0000000000039354",
    "title": "Two delayed-diagnosis case reports of long-lasting thrombocytopenia with splenomegaly.",
    "abstract": "<h4>Rationale</h4>Gaucher disease (GD) is a rare hereditary lysosomal storage disorder disease progression and inappropriate treatment. However, not all patients with GD receive timely diagnosis and treatment.<h4>Patient concerns</h4>Early diagnosis is important for initiating proper treatment and preventing complications.<h4>Diagnoses</h4>Two patients were diagnosed as GD in this study.<h4>Interventions and outcomes</h4>These 2 patients received the imiglucerase enzyme replacement and symptoms significantly improved by the follow-up.<h4>Lessons</h4>Herein, we report 2 patients with a delayed diagnosis of GD to increase awareness and improve education regarding rare diseases. However, noninvasive β-glucocerebrosidase activity or GBA gene testing had not been done before bone marrow aspiration, which are the noninvasive and reliable tests that indicate the diagnosis of GD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38797393",
    "pmid": "38797393",
    "doi": "10.1016/j.neuint.2024.105774",
    "title": "Molecular mechanisms of the ambroxol action in Gaucher disease and GBA1 mutation-associated Parkinson disease.",
    "abstract": "Glucocerebrosidase (GCase), encoded by the GBA1 gene, is one of the lysosomal enzymes responsible for hydrolyzing the glycosphingolipids. Deficiency in GCase activity (in patients with two defective alleles of GBA1) leads to glucosylceramide storage in lysosomes which in turn results in the development of the Gaucher diseases, a lysosomal storage disorder, while a heterozygous state may be correlated with the GBA1 mutation-associated Parkinson disease. One of the proposed forms of therapy for these two conditions is the use of pharmacological chaperones which work by facilitating the achievement of the correct conformation of abnormally folded enzymes. Several compounds with chaperone activities against GCase have already been tested, one of which turned out to be ambroxol. Studies conducted on the action of this compound have indeed indicated its effectiveness in increasing GCase levels and activity. However, some data have begun to question its activity as a chaperone against certain GCase variants. Then, a number of articles appeared pointing to other mechanisms of action of ambroxol, which may also contribute to the improvement of patients' condition. This paper summarizes the biological mechanisms of action of ambroxol in Gaucher disease and GBA1 mutation-associated Parkinson disease, focused on its activity as a chaperone, modulator of ERAD pathways, inducer of autophagy, and pain reliever in cellular and animal models as well as in patients. The effects of these activities on the reduction of disease markers and symptoms in patients are also discussed. Consideration of all the properties of ambroxol can help in the appropriate choice of therapy and the determination of the effective drug dose.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38866761",
    "pmid": "38866761",
    "doi": "10.1038/s41439-024-00282-z",
    "title": "Allele frequency of pathogenic variants causing acid sphingomyelinase deficiency and Gaucher disease in the general Japanese population.",
    "abstract": "Acid sphingomyelinase deficiency (ASMD) and Gaucher disease (GD) are lysosomal storage disorders associated with hepatosplenomegaly and thrombocytopenia. The incidences of ASMD and GD are known to be particularly high in the Ashkenazi Jewish population. Conversely, the number of reported patients with these diseases has been limited in Asian countries, including Japan. Here, we reviewed the allele frequencies of pathogenic variants causing ASMD and GD in the Japanese population and populations with various ancestry backgrounds using the Japanese Multi-Omics Reference Panel 54KJPN and the Genome Aggregation Database v4.0.0. The estimated carrier frequencies of ASMD- and GD-related variants were 1/180 and 1/154 in Japanese individuals, equivalent to disease occurrence frequencies of 1/128,191 and 1/94,791 individuals, respectively. These frequencies are much higher than previously expected. Our data also suggest that there are more patients with a milder form of ASMD and nonspecific clinical findings who have not yet been diagnosed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38740934",
    "pmid": "38740934",
    "doi": "10.1038/s41565-024-01668-4",
    "title": "Nanoparticles for inducing Gaucher disease-like damage in cancer cells.",
    "abstract": "Nutrient avidity is one of the most distinctive features of tumours. However, nutrient deprivation has yielded limited clinical benefits. In Gaucher disease, an inherited metabolic disorder, cells produce cholesteryl-glucoside which accumulates in lysosomes and causes cell damage. Here we develop a nanoparticle (AbCholB) to emulate natural-lipoprotein-carried cholesterol and initiate Gaucher disease-like damage in cancer cells. AbCholB is composed of a phenylboronic-acid-modified cholesterol (CholB) and albumin. Cancer cells uptake the nanoparticles into lysosomes, where CholB reacts with glucose and generates a cholesteryl-glucoside-like structure that resists degradation and aggregates into microscale crystals, causing Gaucher disease-like damage in a glucose-dependent manner. In addition, the nutrient-sensing function of mTOR is suppressed. It is observed that normal cells escape severe damage due to their inferior ability to compete for nutrients compared with cancer cells. This work provides a bioinspired strategy to selectively impede the metabolic action of cancer cells by taking advantage of their nutrient avidity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39544691",
    "pmid": "39544691",
    "doi": "10.1002/jmd2.12440",
    "title": "Gaucher disease type 3c: Expanding the clinical spectrum of an ultra-rare disease.",
    "abstract": "Gaucher disease (GD) type 3 is an autosomal recessive lysosomal disease caused by deficiency of β-glucocerebrosidase (GCase) and encompasses a spectrum of cardiac, neurological, and ophthalmological abnormalities. Although the clinical presentations can be diverse, a recognized clinical trajectory points to an early onset, predominantly before 18 years. GD type 3c is primarily caused by homozygosity for <i>GBA</i> pathogenic variant c.1342G>C (p.Asp448His; historically referred to as D409H) and includes visceral, hematological, skeletal, and cardiac abnormalities. Notably, GD type 3c is distinct from other GD types because it is primarily characterized by valvular heart disease. Yet, with less than 50 patients with GD type 3c reported to date, the phenotypic spectrum and extent of cardiac involvement remains ill-defined. We present a 20-year-old female with an atypical presentation of GD type 3c consisting of chronic intermediate uveitis as the presenting feature and the presence of extensive polyneuropathy starting in adolescence which has been previously unreported in GD type 3c. Distinctively, she has maintained normal cardiac function. Moreover, we compare our case with those reported in the literature to broaden awareness of the varied initial presentations of this disease. The diverse presentations seen in GD type 3c, underscored by our case and those previously reported, demonstrate the need for standardized evaluation and management protocols.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39201273",
    "pmid": "39201273",
    "doi": "10.3390/ijms25168586",
    "title": "Machine Learning-Driven Biomarker Discovery for Skeletal Complications in Type 1 Gaucher Disease Patients.",
    "abstract": "Type 1 Gaucher disease (GD1) is a rare, autosomal recessive disorder caused by glucocerebrosidase deficiency. Skeletal manifestations represent one of the most debilitating and potentially irreversible complications of GD1. Although imaging studies are the gold standard, early diagnostic/prognostic tools, such as molecular biomarkers, are needed for the rapid management of skeletal complications. This study aimed to identify potential protein biomarkers capable of predicting the early diagnosis of bone skeletal complications in GD1 patients using artificial intelligence. An in silico study was performed using the novel Therapeutic Performance Mapping System methodology to construct mathematical models of GD1-associated complications at the protein level. Pathophysiological characterization was performed before modeling, and a data science strategy was applied to the predicted protein activity for each protein in the models to identify classifiers. Statistical criteria were used to prioritize the most promising candidates, and 18 candidates were identified. Among them, PDGFB, IL1R2, PTH and CCL3 (MIP-1α) were highlighted due to their ease of measurement in blood. This study proposes a validated novel tool to discover new protein biomarkers to support clinician decision-making in an area where medical needs have not yet been met. However, confirming the results using in vitro and/or in vivo studies is necessary.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39394687",
    "pmid": "39394687",
    "doi": "10.1177/10935266241288869",
    "title": "Comparison of Clinical Diagnosis and Autopsy Findings of Early Neonatal Deaths: Diagnostic Challenges and the Value of Autopsy in Identifying Rare Pathologies.",
    "abstract": "<h4>Background</h4>In a non-forensic hospital setting, neonatal death within the first week of life is often related to premature birth and/or lung diseases. Without post-mortem examination, the identification of the cause of death may be challenging. Autopsy can confirm the clinical diagnosis, uncover additional information or change the diagnosis. Our study aimed to assess the correlation between the clinical diagnosis and post-mortem findings in early neonatal deaths.<h4>Methods</h4>The retrospective study included autopsy cases with neonatal deaths within the first 7 days of life (arbitrary time interval 2006-2021). Discrepancies between clinical and histopathological findings were classified into 3 groups: (i) full agreement, (ii) additional findings discovered by autopsy, or (iii) autopsy changed the diagnosis.<h4>Results</h4>A cohort of 27 cases could be identified and lung pathologies were the most common finding (56%). Additional findings could be discovered in 48% of cases. Major discrepancies which changed the clinical diagnosis could be found in 11% (n = 3/27) of cases.<h4>Conclusion</h4>Frequently, post-mortem examinations validate the clinical diagnosis while revealing crucial information in a few cases. In these discrepant cases, autopsy findings can provide information for genetic counselling and quality control of clinical management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39312723",
    "pmid": "39312723",
    "doi": "10.1172/jci.insight.179126",
    "title": "Deletion of Gba in neurons, but not microglia, causes neurodegeneration in a Gaucher mouse model.",
    "abstract": "Gaucher disease, the most prevalent lysosomal storage disease, is caused by homozygous mutations at the GBA gene, which is responsible for encoding the enzyme glucocerebrosidase. Neuronopathic Gaucher disease is associated with microgliosis, astrogliosis, and neurodegeneration. However, the role that microglia, astrocytes, and neurons play in the disease remains to be determined. In the current study, we developed inducible, cell-type-specific Gba-KO mice to better understand the individual impacts of Gba deficiencies on microglia and neurons. Gba was conditionally knocked out either exclusively in microglia or neurons or throughout the body. These mouse models were developed using a tamoxifen-inducible Cre system, with tamoxifen administration commencing at weaning. Microglia-specific Gba-KO mice showed no signs of disease. However, the neuron-specific Gba KO resulted in a shortened lifespan, severe weight loss, and ataxia. These mice also had significant neurodegeneration, microgliosis, and astrogliosis accompanied by the accumulation of glucosylceramide and glucosylsphingosine, recapitulating Gaucher disease-like symptoms. These surprising findings reveal that, unlike the neuron-specific Gba deficiency, microglia-specific Gba deficiency alone does not induce disease. The neuronal Gaucher disease mouse model, with a median survival of 16 weeks, may be useful for future studies of pathogenesis and the evaluation of therapies.",
    "journal": "",
    "year": "2024"
  }
]