[
  {
    "id": "40092560",
    "pmid": "40092560",
    "doi": "10.3389/fgene.2025.1512070",
    "title": "Case report: Whole exome sequencing identifies a novel variant in the &lt;i&gt;HPRT1&lt;/i&gt; gene in a male with developmental delay.",
    "abstract": "Lesch-Nyhan syndrome (LNS, OMIM #300322) is a rare X-linked genetic disorder caused by variants in the <i>HPRT1</i> gene, which codes for the Hypoxanthine-guanine phosphoribosyltransferase (HGPRT). <i>HPRT1</i> gene variants disrupt normal purine metabolism, leading to the involvement of multiple organ systems, primarily characterized by hyperuricemia, dystonia, and neurological abnormalities, which makes LNS clinically heterogeneous and diagnostically challenging. Here, we report a rare case of a 27-year-old Chinese male exhibiting severe lower limb motor disorders, hyperuricemia, and intellectual development delay. Blood tests showed hyperuricemia and whole exome sequencing (WES) identified a novel hemizygous variant in the <i>HPRT1</i> (NM-000194.3) gene: c.104T > C in exon 2, respectively. Bioinformatics techniques indicated that the variant may disrupt the activity of HGPRT. According to the clinical presentation, diagnostic examination, and WES results, the patient was finally diagnosed with LNS. This study identified a previously unreported pathogenic variant in the <i>HPRT1</i> gene. Although no curative therapy is currently available for <i>HPRT1</i> gene variants at present, a definite diagnosis of its genetic etiology is of great significance for genetic counseling and family planning.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40198180",
    "pmid": "40198180",
    "doi": "",
    "title": "[Lesch-Nyhan syndrome in dizygotic twins].",
    "abstract": "Lesch-Nyhan syndrome is an inborn error of purine metabolism caused by deficiency of the enzyme hypoxanthine-guanine phosphoribosyl transferase, with X-linked inheritance. At present, there are a few cases available in the international literature of twins with this condition. The object of this publication is to report the case of two twins with Lesch-Nyhan syndrome and to describe the clinical and therapeutic management. We present two dizygotic 10-year-old twins, with global developmental delay and nephrolithiasis, who developed dystonia and self-mutilation. The diagnosis was suspected due to the developmental delay associated with dystonia and hyperuricemia in two male patients, as in most of these patients. It was confirmed with the measurement of enzymatic activity, being undetectable. They required multiple therapeutic schemes, including extraction of teeth and restraint measures to avoid major injuries.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR939346",
    "pmid": "",
    "doi": "10.20944/preprints202411.0935.v1",
    "title": "Whole Exome Sequencing Facilitates Early Diagnosis of Lesch-Nyhan Syndrome: Case Series and Review of the Literature",
    "abstract": "<h4>Background: </h4> Lesch-Nyhan syndrome (LNS) is a rare X-linked recessive metabolic disorder caused by mutations in the HPRT1 gene, resulting in hypoxanthine-guanine phosphoribosyltransferase (HPRT) deficiency. Early diagnosis is critical for optimizing management and improving outcomes. This study presents a case series of three Taiwanese patients diagnosed at a single medical center. Methods This case series involved three male patients with LNS. Exome sequencing and biochemical testing were used to confirm the diagnoses. Early clinical manifestations including hyperuricemia, hypotonia, and developmental delay were documented during the initial stages of the disease. Results All three patients had hyperuricemia, hypotonia, spasticity, and motor developmental delay. Pathogenic variants in the HPRT1 gene were identified in two patients, while the third was confirmed by biochemical testing. Two patients had orange-colored crystalline deposits in their diapers, indicative of hyperuricosuria. Self-injurious behavior had not yet developed in two patients due to their young age. Conclusions Early clinical features such as hyperuricemia, hypotonia, and motor delay may suggest LNS in infancy. Molecular genetic testing, particularly whole exome sequencing, can facilitate an early diagnosis before specific manifestations occur, enabling timely interventions and improving patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR925814",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4925304/v1",
    "title": "Ambulatory general anesthetic experience in a child with Lesch Nyhan syndrome: a case report and literature review",
    "abstract": "<title>Abstract</title>  <p>Background  Lesch-Nyhan syndrome (LNS) is a rare congenital disorder, characterized by self-aggression, self-mutilation, choreoathetosis, and intellectual abnormalities. Ambulatory general anesthesia in LNS children presents a range of challenges. We report a child with LNS who received dental treatment in our ambulatory dental center. Case presentation  A 6-year-old boy with LNS was scheduled to undergo treatment for multiple dental caries under ambulatory general anesthesia. To ensure a smooth process, we implemented specific measures for difficult airway management, prevented nausea, vomiting, and pulmonary aspiration, and balanced the use of anesthetic drugs. Post-treatment, the serum uric acid, serum creatinine, and blood urea nitrogen levels remained normal. The entire anesthesia process was complication-free and the child was discharged on the same day. Additionally, we conducted a review and analysis of relevant literature from PubMed and Google Scholar to summarize the anesthetic management experiences in such cases. Conclusion  This report details the first successful ambulatory dental general anesthesia for a child with LNS. The management of ambulatory anesthesia for LNS cases is challenging. Despite achieving a positive recovery through comprehensive perioperative management, individualized anesthetic selection and the long-term recovery of the child demand further exploration and research to provide more effective guidance for future clinical practice.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39912277",
    "pmid": "39912277",
    "doi": "10.1007/s13312-025-3382-6",
    "title": "Kidney Stones in Children: Causes, Consequences, and Concerns.",
    "abstract": "The prevalence of kidney stones (nephrolithiasis) in children has been steadily rising in the last two decades. The commonly reported environmental causes for this rise in the prevalence of nephrolithiasis include obesity, increased intake of fructose-containing energy drinks, increased sodium content in junk foods, decrease in water intake as well as poor oral calcium intake, and increasing usage of antibiotics that deplete the oxalate-metabolizing bacteria in the gut. Increased detection of monogenic causes of nephrolithiasis is being facilitated with the easy availability of next-generation sequencing (NGS). These include primary hyperoxaluria types 1, 2 and 3, hypercalciuria (including monogenic and idiopathic types), hyperuricosuria (including Lesch-Nyhan syndrome, and urate transporter defects, etc.), cystinuria, hereditary xanthinurias, adenine phosphoribosyl transferase (APRT) deficiency (causing 2, 8 dihydroxyadenine stones) etc. The evaluation of pediatric nephrolithiasis includes a comprehensive history taking, examination, basic imaging using renal ultrasound, metabolic evaluation and genetic testing. The recurrence risk for kidney stone occurrence in children is high, placing them at risk for severe morbidities including renal colic, urinary tract infections, acute kidney injury and chronic kidney disease. The management of nephrolithiasis in children necessitates a multidisciplinary approach involving pediatricians, pediatric nephrologists, urologists, dietitians, and nurses.  While medical advancements offer effective treatments for kidney stones in children, prioritizing prevention and accurate diagnosis with the usage of appropriate genetic and metabolic work-up remains crucial for optimal management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39867109",
    "pmid": "39867109",
    "doi": "10.5005/jp-journals-10005-2990",
    "title": "Lesch-Nyhan Syndrome and Oral Self-injury: A Systematic Review of Case Reports.",
    "abstract": "<h4>Background</h4>This systematic analysis of case reports aimed to compile available knowledge and identify trends in disorder onset, symptoms, treatment, and possible interventions across individual cases associated with Lesch-Nyhan syndrome (LNS) oral self-injury.<h4>Materials and methods</h4>\"Lesch-Nyhan syndrome\" and \"oral self-mutilation\" were entered as keywords in four search engines. All cases reporting the patients' demographics and documented episodes of self-mutilation, with details on treatment and management, were included. Descriptive statistics and a narrative approach were used to present findings.<h4>Results</h4>Nineteen case reports comprising 26 patients were included. The patients were reported to develop oral self-mutilation at an average age of 4 ± 3.42 years. The medical history of 69.23% of patients suggests developmental delays. In 53.84% of patients, individuals exhibited ulceration or lacerations across the tongue, lower lip, thumbs, cheeks, index finger, dorsum of hands, and extensor surface of the forearm. Multiple teeth extractions, mouth splints and guards, allopurinol, and botulinum toxin-A were reported as common treatment modalities.<h4>Conclusion</h4>A multidimensional strategy and improved genetic elucidation can potentially identify disease genes for the nonelucidated pathophysiology and clinical manifestations of LNS.<h4>Clinical significance</h4>Given the challenges faced by clinicians in syndromic patients, the paper tabulates pharmacological and nonpharmacological management with their reported success. These suggestions can potentially guide pediatricians and dentists to formulate a treatment plan for LNS cases.<h4>How to cite this article</h4>Negi S, Tripathy S, Merchant Y, <i>et al</i>. Lesch-Nyhan Syndrome and Oral Self-injury: A Systematic Review of Case Reports. Int J Clin Pediatr Dent 2024;17(12):1431-1438.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR918113",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4930107/v1",
    "title": "A rare occurrence of xanthine urolithiasis in siblings with Lesch-Nyhan Syndrome treated with allopurinol- A Case Report",
    "abstract": "<title>Abstract</title>  <p><bold>Introduction</bold>- Lesch-Nyhan Syndrome (LNS) is an X-linked disorder affecting the metabolism of the purine salvage pathway leading to excessive <italic><bold>serum</bold></italic> uric acid production. Treatment of hyperuricemia with Allopurinol is usually effective to lower serum uric acid concentration to acceptable levels. Allopurinol blocks the conversion of hypoxanthine and xanthine to <italic><bold>serum</bold></italic> uric acid in the purine degradation pathway. The effect of Allopurinol may result in excessive buildup of xanthine, potentially resulting in urolithiasis composed of xanthine. This rare occurrence poses a unique challenge maintaining a balance between lowering hyperuricemia and preventing the development of xanthine urolithiasis. This case <italic><bold>report</bold></italic> includes two siblings with LNS treated with Allopurinol who developed xanthine urolithiasis. <bold>Case Description</bold>- Patients are siblings, a 22-year-old male and a 21-year-old female, with LNS diagnosed in early childhood. They both share similar manifestations of the disease and were treated with allopurinol with an intended therapeutic window of serum uric acid levels since diagnosis. Both were prone to developing urolithiasis and nephrolithiasis, the male more than the female, regardless of the medical regimen. Uric acid and calcium levels were normal in the serum and urine. Chemical analysis of calculi eliminated by both siblings revealed xanthine stones. <bold>Conclusions</bold>- Patients with LNS tend to develop stones composed of urate. Rarely, they can also precipitate stones composed of xanthine resulting from its build up in serum and urine by Allopurinol. This complication should be considered in all patients undergoing treatment with allopurinol. Careful clinical monitoring and dose adjustments of Allopurinol must balance the need to control hyperuricemia with avoiding excessive blockade of hypoxanthine.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR958539",
    "pmid": "",
    "doi": "10.1101/2024.12.23.630131",
    "title": "Gene expression is globally regulated by interacting nucleobase supply and mRNA composition demand: a mechanism disrupted by multiple disease states and drug treatments",
    "abstract": "Conventional expression studies quantify messenger RNA (mRNA) transcript levels gene-by-gene. We recently showed that protein expression is modulated at a global scale by amino acid availability, suggesting that mRNA expression levels might be similarly affected by nucleobase supply. Re-analysis of transcriptomic datasets confirmed that nucleobase supply and mRNA A+U:C+G sequence composition interact to shape a global profile of expression which can be represented by simple numerical outputs. In mammals, each separate organ and cell-type displays a distinct baseline profile of expression, influenced by differentiation state. Expression profiles shift dynamically across the circadian day and the menstrual cycle. They are also significantly distorted by viral infection, multiple complex genetic disorders (including Alzheimer’s disease, schizophrenia, and autoimmune disorders), and after treatment with 115 of the 597 chemical entities analysed. These entities included known toxins, but also many commonly prescribed medications such as antibiotics and proton pump inhibitors, thus revealing a new mechanism of drug action and side-effect. A role for nucleobase supply is supported by the actions of nucleobase analogue treatments and by a model of the nucleobase metabolism disorder, Lesch-Nyhan syndrome. On the demand-side, mRNAs at compositional extremes are over-represented in key gene ontologies including transcription and cell division, making these processes particularly sensitive to swings in global expression. This permits efficient en bloc reprogramming of cell state through simple changes in nucleobase proportion and supply. It is also proposed that this mechanism helped mitigate the loss of essential amino acid synthesis in higher organisms. In summary, global expression regulation is invisible to conventional transcriptomic analysis, but its measurement allows a useful distinction between active, promoter-mediated gene expression changes and passive, cell state-dependent transcriptional competence. Linking metabolism directly to expression offers an entirely new perspective on evolution, disease aetiopathology (including GxE interactions), and the nature of the pharmacological response.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40217360",
    "pmid": "40217360",
    "doi": "10.1186/s42494-025-00201-x",
    "title": "The diagnosis and treatment of disorders of nucleic acid/nucleotide metabolism associated with epilepsy. ",
    "abstract": "Epilepsy is a prevalent paroxysmal disorder in the field of neurology. Among the six etiologies of epilepsy, metabolic causes are relatively uncommon in clinical practice. Metabolic disorders encompass amino acid metabolism disorders, organic acid metabolism disorders, and other related conditions. Seizures resulting from nucleic acid/nucleotide metabolism disorders are even more infrequent. This review provides an overview of several studies on nucleic acid/nucleotide metabolism disorders associated with epilepsy, including adenosine succinate lyase deficiency, Lesch-Nyhan syndrome, and aminoimidazole carboxamide ribonucleotide transformylase/inosine monophosphate cyclohydrolase (ATIC) deficiency, among others. The potential pathogenesis, phenotypic features, diagnostic pathways, and therapeutic approaches of these diseases are discussed in this review. The goal is to help clinicians make an accurate diagnosis when encountering rare nucleic acid/nucleotide metabolism disorders with multi-system symptoms and manifestations of epilepsy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39767170",
    "pmid": "39767170",
    "doi": "10.3390/diagnostics14242809",
    "title": "Whole Exome Sequencing Facilitates Early Diagnosis of Lesch-Nyhan Syndrome: A Case Series.",
    "abstract": "<h4>Background</h4>Lesch-Nyhan syndrome (LNS) is a rare X-linked recessive metabolic disorder caused by mutations in the <i>HPRT1</i> gene, resulting in hypoxanthine-guanine phosphoribosyltransferase (HPRT) deficiency. Early diagnosis is critical for optimizing management and improving outcomes. This study presents a case series of three Taiwanese patients diagnosed at a single medical center.<h4>Methods</h4>Exome sequencing and biochemical testing were used to confirm the diagnoses. Early clinical manifestations, including hyperuricemia, hypotonia, and developmental delay, were documented during the initial stages of the disease.<h4>Results</h4>All three patients had hyperuricemia, hypotonia, spasticity, and motor developmental delay. Pathogenic variants in the <i>HPRT1</i> gene were identified in two patients, while the third was confirmed by biochemical testing. Two patients had orange-colored crystalline deposits in their diapers, indicative of hyperuricosuria. Self-injurious behavior had not yet developed in two patients due to their young age.<h4>Conclusions</h4>Early clinical features such as hyperuricemia, hypotonia, and motor delay may suggest LNS in infancy. Molecular genetic testing, particularly whole exome sequencing, can facilitate an early diagnosis before specific manifestations occur, enabling timely interventions and improving patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39497582",
    "pmid": "39497582",
    "doi": "10.1111/nep.14373",
    "title": "A narrative review of monogenic disorders causing nephrolithiasis and chronic kidney disease.",
    "abstract": "The incidence and prevalence of genetic diseases associated with chronic kidney disease (CKD) have been increasing over the last decades. To identify the monogenic causes of kidney stone disorders linked to CKD, a comprehensive literature review was conducted to identify monogenic genes causing nephrolithiasis and CKD. Among 41 identifiable monogenic causes of nephrolithiasis the following diseases primary hyperoxaluria familial hypomagnesemia with hypercalciuria and nephrocalcinosis, cystinuria; Dent disease, adenine phosphoribosyltransferase deficiency, Lesch-Nyhan syndrome, and idiopathic Infantile hypercalciuria have been linked to CKD and may progress to end-stage kidney disease (ESKD). Autosomal dominant hypocalcemia and Bartter syndrome (BS) are also hereditary kidney diseases that can cause urolithiasis but are rarely associated with CKD. A few BS type III can be complicated with CKD. A substantial number of kidney stone patients with genetic disorders progress to CKD. Genetic diagnosis should be initiated in all children presenting with kidney stones.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38763775",
    "pmid": "38763775",
    "doi": "10.16288/j.yczz.24-012",
    "title": "Establishment and characterization of Lesch-Nyhan syndrome rabbit model.",
    "abstract": "Lesch-Nyhan syndrome (LNS) is a congenital defect disease that results in defective purine metabolism. It is caused by pathogenic variants of the HPRT gene. Its clinical symptoms mainly include high uric acid levels, gout, and kidney stones and damage. The mechanism of LNS has not been fully elucidated, and no cure exists. Animal models have always played an important role in exploring causative mechanisms and new therapies. This study combined CRISPR/Cas9 and microinjection to knock out the HPRT gene to create an LNS rabbit model. A sgRNA targeting exon 3 of HPRT gene was designed. Subsequently, Cas9 mRNA and sgRNA were injected into rabbit zygotes, and injected embryos were transferred to the uterus. The genotype and phenotype of rabbits were analyzed after birth. Four infant rabbits (named R1, R2, R3 and R4), which showed varying levels of gene modification, were born. The gene-editing efficiency was 100%. No wild-type sequences at the target HPRT gene were detected in R4 rabbit. Next, 6-thioguanine drug testing confirmed that HPRT enzymatic activity was deficient in R4 infant rabbit. HE staining revealed kidney abnormalities in all infant rabbits. Overall, an sgRNA capable of knocking out the HPRT gene in rabbits was successfully designed, and HPRT gene-modified rabbits were successfully constructed by using CRISPR/Cas9 technology and microinjection. This study provides a new nonrodent animal model for studying LNS syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38933625",
    "pmid": "38933625",
    "doi": "10.7759/cureus.61170",
    "title": "Recurrent Fevers, Dysautonomia, and Dehydration in a Patient With Lesch-Nyhan Syndrome.",
    "abstract": "Lesch-Nyhan syndrome (LNS) is a disease characterized by a reduced ability to recycle purines, leading to increased de novo purine synthesis and uric acid production. Patients classically present with an array of hyperuricemic, neurologic, and behavioral symptoms. In this report, we describe a 26-year-old male with a history of LNS and recurrent fevers of unknown origin who presented to the emergency department (ED) with a fever, hypotension, and hypernatremia. We suspect that our patient's presentation was caused by autonomic instability in the setting of LNS leading to excessive free water loss. This report highlights a rare but life-threatening manifestation of LNS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39117131",
    "pmid": "39117131",
    "doi": "10.1016/j.neubiorev.2024.105847",
    "title": "Management of neurological symptoms in Lesch-Nyhan disease: A systematic review.",
    "abstract": "Lesch-Nyhan Disease (LND) is an X-linked recessive genetic disorder arising from hypoxanthine phosphoribosyltransferase 1 gene mutations, leading to a complete deficiency. LND presents a complex neurological profile characterized by generalized dystonia, motor dysfunctions and self-injurious behavior, which management is challenging. We conducted a systematic review of studies assessing the efficacy of pharmacological and non-pharmacological interventions in management of neurological symptoms in LND (PROSPERO registration number:CRD42023446513). Among 34 reviewed full-text papers; 22 studies were rated as having a high risk of bias. Considerable heterogeneity was found in studies regarding the timing of treatment implementation, adjunctive treatments and outcome assessment. Single-patient studies and clinical trials often showed contradictory results, while therapeutic failures were underreported. S-Adenosylmethionine and Deep Brain Stimulation were the most studied treatment methods and require further research to address inconsistencies. The evidence from levodopa studies underlines that optimal timing of treatment implementation should be thoroughly investigated. Standardized study design and reducing publication bias are crucial to overcome current limitations of assessing intervention efficacy in LND.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40064958",
    "pmid": "40064958",
    "doi": "10.1038/s41598-025-91760-z",
    "title": "Predictive value of scoring systems for stone free status and complications before percutaneous nephrolithotomy in children.",
    "abstract": "PCNL, a minimally invasive surgical technique for kidney stone removal, relies on achieving stone-free status, which various scoring systems aim to predict. This study assesses the predictive accuracy of the Clinical Research Office of the Endourological Society (CROES) and Guy's Stone Score (GSS) systems in determining stone-free rates following percutaneous nephrolithotomy (PCNL) in pediatric patients. A retrospective analysis was conducted on 580 pediatric patients who underwent PCNL at Çukurova University Urology Clinic between January 2007 and March 2024. Patients were categorized into two groups based on postoperative stone status: Group 1 and Group 2. CROES and GSS scores were calculated for each patient. The association between these scores and stone-free status, as well as postoperative complications, was statistically analyzed. Additionally, subgroup analyses were performed based on age groups. The study showed that 83.7% of patients achieved a stone-free condition postoperatively. Significant differences were found between the stone-free and residual stone groups regarding stone burden and operative time (p < 0.001). CROES had high accuracy for predicting stone-free outcomes (p < 0.001), while GSS was also effective in predicting both stone-free rates and complications. CROES was less effective in predicting complications. Both CROES and GSS are valuable for predicting PCNL outcomes in pediatric patients. While CROES is more reliable for stone-free rates, GSS better predicts complications. However, their limitations highlight the need for pediatric-specific scoring models. Until such models are developed, these systems should be used with caution alongside individualized clinical assessments.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39495466",
    "pmid": "39495466",
    "doi": "10.1007/s12015-024-10821-4",
    "title": "Unleashing the Power of Induced Pluripotent stem Cells in in vitro Modelling of Lesch-Nyhan Disease.",
    "abstract": "Lesch-Nyhan disease (LND) is a monogenic rare neurodevelopmental disorder caused by a deficiency in hypoxanthine-guanine phosphoribosyltransferase (HPRT), the key enzyme of the purines salvage pathway. Beyond its well-documented metabolic consequences, HPRT deficiency leads to a distinctive neurobehavioral syndrome characterized by motor disabilities, cognitive deficits, and self-injurious behavior. Although various cell and animal models have been developed to investigate LND pathology, none have adequately elucidated the underlying mechanisms of its neurological alterations. Recent advances in human pluripotent stem cell research and in vitro differentiation techniques have ushered in a new era in rare neurodevelopmental disorders research. Pluripotent stem cells, with their ability to propagate indefinitely and to differentiate into virtually any cell type, offer a valuable alternative for modeling rare diseases, allowing for the detection of pathological events from the earliest stages of neuronal network development. Furthermore, the generation of patient-derived induced pluripotent stem cells using reprogramming technology provides an opportunity to develop a disease-relevant model within the context of a patient-specific genome. In this review, we examine current stem cell-based models of LND and assess their potential as optimal models for exploring key pathological molecular events during neurogenesis and for the discovering novel treatment options. We also address the limitations, challenges, and future prospects for improving the use of iPSCs in LND research.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39334810",
    "pmid": "39334810",
    "doi": "10.3390/antiox13091151",
    "title": "E Pluribus, Unum: Emergent Redox Harmony from the Chaos of Blood Cells.",
    "abstract": "Blood cells play a fundamental role in maintaining systemic homeostasis, by responding dynamically to various physiological and environmental stimuli [...].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38659257",
    "pmid": "38659257",
    "doi": "10.1080/20469047.2024.2344879",
    "title": "A rare case of congenital insensitivity to pain with anhidrosis.",
    "abstract": "A 22-month-old girl of consanguineous parents was admitted with a high-grade fever. She was found to have insensitivity to painful stimuli and an absence of perspiration. She also displayed self-mutilating behaviour and was insensitive to cold/hot water on her body. On examination, there was loss of the tip of the tongue, missing teeth, generalised xerosis, and several ulcers at sites of minor trauma. She also had dysplastic nails and digital ulcers. Sensory examination demonstrated a complete lack of awareness of pain and temperature, vibration and fine touch were intact and lacrimation was normal. Differential diagnoses of hereditary sensory and autonomic neuropathy (HSAN), Lesch-Nyhan syndrome, hypohidrotic ectodermal dysplasia and leprosy were considered. Results of routine blood investigations including serum uric acid were normal. On performing clinical exome sequencing, the diagnosis of congenital insensitivity to pain with anhidrosis (CIPA) of autosomal recessive inheritance was confirmed. A novel, predicted to be pathogenic variant detected at exon 16 of the NTRK1 gene resulting in congenital insensitivity to pain with anhidrosis is reported.<b>Abbreviations:</b> CIPA: congenital Insensitivity to pain with anhidrosis; HSAN: hereditary sensory and autonomic neuropathy; NGF: nerve growth factor; NTRK1: neurotrophic tyrosine kinase receptor 1 gene; TrKA: tropomyosin receptor kinase A.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38154384",
    "pmid": "38154384",
    "doi": "10.1016/j.scr.2023.103287",
    "title": "Generation of an iPSC line (SDQLCHi030-A) derived from PBMCs of a patient with Lesch-Nyhan syndrome caused by HPRT1 mutation.",
    "abstract": "Lesch-Nyhan syndrome (LNS, MIM300322) is a rare inherited disorder caused by mutations in HPRT1 gene. Here we describe the generation of induced pluripotent stem cells (iPSCs) from an infected child carrying the HPRT1 mutation c.508C > T(p.R170X) by reprogramming peripheral blood mononuclear cells (PBMCs) with episomal vectors. The obtained hiPSCs exhibited normal karyotype, expressed pluripotency markers, and possessed trilineage differentiation capacity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39015868",
    "pmid": "39015868",
    "doi": "10.7759/cureus.62472",
    "title": "The Cellular Genesis of Metabolic Syndrome and the Role of Anti-urate Drugs in Hyperuricemia Patients: A Systematic Review.",
    "abstract": "Hyperuricemia results due to the underexcretion of uric acid through kidneys or overproduction due to either intake of purine-rich foods, a high caloric diet, or a decreased activity of purine recycler hypoxanthine-guanine phosphoribosyl transferase (HGPRT). Increased xanthine oxidoreductase (XOR) enzyme activity may contribute to hyperuricemia. Literature provides growing evidence that an independent component that contributes to the development of metabolic syndrome (MetS) and associated comorbidities is hyperuricemia. Thus, precise cellular mechanisms involved during MetS and related comorbidities in hyperuricemia, and the role of anti-urate medicines in these mechanisms require further investigations. We searched online libraries PubMed and Google Scholar for data collection. We used Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 guidelines for literature identification, selection, screening, and determining eligibility to produce unbiased meaningful outcomes. We applied quality assessment tools for the quality appraisal of the studies. And, outcomes were extracted from the selected studies, which revealed the relationship between hyperuricemia and MetS components by causing inflammation, endothelial dysfunction, oxidative stress, and endoplasmic reticulum stress. The selected studies reflected the role of xanthine oxide (XO) inhibitors beyond inhibition. This systematic review concluded that hyperuricemia independently causes inflammation, oxidative stress, endothelial damage, and endoplasmic reticulum stress in patients with hyperuricemia. These mechanisms provide a cellular basis for metabolic syndrome and related comorbidities. In this context, XO inhibitors and their beneficial effects go beyond XOR inhibition to ameliorate these pathological mechanisms.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38387027",
    "pmid": "38387027",
    "doi": "10.1021/acs.analchem.3c05672",
    "title": "A Wearable Electrochemical Biosensor Utilizing Functionalized Ti<sub>3</sub>C<sub>2</sub>T<sub><i>x</i></sub> MXene for the Real-Time Monitoring of Uric Acid Metabolite.",
    "abstract": "Wearable, noninvasive sensors enable the continuous monitoring of metabolites in sweat and provide clinical information related to an individual<i>'</i>s health and disease states. Uric acid (UA) is a key indicator highly associated with gout, hyperuricaemia, hypertension, kidney disease, and Lesch-Nyhan syndrome. However, the detection of UA levels typically relies on invasive blood tests. Therefore, developing a wearable device for noninvasive monitoring of UA concentrations in sweat could facilitate real-time personalized disease prevention. Here, we introduce 1,3,6,8-pyrene tetrasulfonic acid sodium salt (PyTS) as a bifunctional molecule functionalized with Ti<sub>3</sub>C<sub>2</sub>T<sub><i>x</i></sub> via π-π conjugation to design nonenzymatic wearable sensors for sensitive and selective detection of UA concentration in human sweat. PyTS@Ti<sub>3</sub>C<sub>2</sub>T<sub><i>x</i></sub> provides many oxidation-reduction active groups to enhance the electrocatalytic ability of the UA oxidation reaction. The PyTS@Ti<sub>3</sub>C<sub>2</sub>T<sub><i>x</i></sub>-based electrochemical sensor demonstrates highly sensitive detection of UA in the concentration range of 5 μM-100 μM, exhibiting a lower detection limit of 0.48 μM compared to the uricase-based sensor (0.84 μM). In volunteers, the PyTS@Ti<sub>3</sub>C<sub>2</sub>T<sub><i>x</i></sub>-based wearable sensor is integrated with flexible microfluidic sweat sampling and wireless electronics to enable real-time monitoring of UA levels during aerobic exercise. Simultaneously, it allows for comparison of blood UA levels via a commercial UA analyzer. Herein, this study provides a promising electrocatalyst strategy for nonenzymatic electrochemical UA sensor, enabling noninvasive real-time monitoring of UA levels in human sweat and personalized disease prevention.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40076564",
    "pmid": "40076564",
    "doi": "10.3390/ijms26051938",
    "title": "Molecular Pathways, Neural Circuits and Emerging Therapies for Self-Injurious Behaviour.",
    "abstract": "Nonsuicidal self-injurious behaviour (SIB) is a debilitating manifestation of physical aggression commonly observed across neurodevelopmental, psychiatric, and genetic disorders. This behaviour arises from a multifactorial aetiology involving genetic predispositions, epigenetic modifications, neurotransmitter dysregulation, and environmental stressors. Dysregulation in dopaminergic, serotonergic, glutamatergic, and GABAergic systems has been implicated in the pathophysiology of SIB, alongside structural and functional abnormalities within fronto-limbic-striatal circuits. These disruptions impair key processes, such as emotional regulation, reward processing, and behavioural inhibition, contributing to the emergence and reinforcement of SIB. Advances in preclinical research using genetic, lesion-based, pharmacological, and environmental animal models have been instrumental in elucidating the molecular and neurocircuitry underpinnings of SIB. Emerging neuromodulation therapies targeting critical nodes within the fronto-limbic-striatal network, particularly deep brain stimulation, have shown promise in treating severe, refractory SIB and improving quality of life. This review integrates current evidence from clinical studies, molecular research, and preclinical models to provide a comprehensive overview of the pathophysiology of SIB and therapeutic approaches. By focusing on the molecular mechanisms and neural circuits underlying SIB, we highlight the translational potential of emerging pharmacological and neuromodulatory therapies. A deeper understanding of these pathways will pave the way for precision-based interventions, bridging the gap between molecular research and clinical applications in SIB and related conditions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37212010",
    "pmid": "37212010",
    "doi": "10.3760/cma.j.cn511374-20220916-00629",
    "title": "[Genetic analysis of a Chinese pedigree with Lesch-Nyhan syndrome].",
    "abstract": "<h4>Objective</h4>To explore the genetic etiology for a Chinese pedigree affected with Lesch-Nyhan syndrome.<h4>Methods</h4>Members of the pedigree who had visited the Genetic Counseling Clinic of Linyi People's Hospital on February 10, 2022 were selected as the study subjects. Clinical data and family history of the proband were collected, and trio-whole exome sequencing (trio-WES) was carried out for the proband and his parents. Candidate variants were verified by Sanger sequencing.<h4>Results</h4>Trio-WES revealed that both the proband and his cousin brother had harbored a hemizygous c.385-1G>C variant in intron 4 of the HPRT1 gene, which was unreported previously. A heterozygous c.385-1G>C variant of the HPRT1 gene was also found in the proband's mother, grandmother, two aunts, and a female cousin, whilst all phenotypically normal males in his pedigree were found to have a wild type for the locus, which has conformed to an X-linked recessive inheritance.<h4>Conclusion</h4>The heterozygous c.385-1G>C variant of the HPRT1 gene probably underlay the Lesch-Nyhan syndrome in this pedigree.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38369717",
    "pmid": "38369717",
    "doi": "10.1021/acschemneuro.3c00563",
    "title": "Amyloidogenic Propensity of Metabolites in the Uric Acid Pathway and Urea Cycle Critically Impacts the Etiology of Metabolic Disorders.",
    "abstract": "Novel insights into the etiology of metabolic disorders have recently been uncovered through the study of metabolite amyloids. In particular, inborn errors of metabolism (IEMs), including gout, Lesch-Nyhan syndrome (LNS), xanthinuria, citrullinemia, and hyperornithinemia-hyperammonemia-homocitrullinuria (HHH) syndrome, are attributed to the dysfunction of the urea cycle and uric acid pathway. In this study, we endeavored to understand and mechanistically characterize the aggregative property exhibited by the principal metabolites of the urea cycle and uric acid pathway, specifically hypoxanthine, xanthine, citrulline, and ornithine. Employing scanning electron microscopy (SEM), transmission electron microscopy (TEM), and atomic force microscopy (AFM), we studied the aggregation profiles of the metabolites. Insights obtained through molecular dynamics (MD) simulation underscore the vital roles of π-π stacking and hydrogen bonding interactions in the self-assembly process, and thioflavin T (ThT) assays further corroborate the amyloid nature of these metabolites. The <i>in vitro</i> MTT assay revealed the cytotoxic trait of these assemblies, a finding that was substantiated by <i>in vivo</i> assays employing the <i>Caenorhabditis elegans</i> (<i>C. elegans</i>) model, which revealed that the toxic effects were more pronounced and dose-specific in the case of metabolites that had aged via longer preincubation. We hence report a compelling phenomenon wherein these metabolites not only aggregate but transform into a soft, ordered assembly over time, eventually crystallizing upon extended incubation, leading to pathological implications. Our study suggests that the amyloidogenic nature of the involved metabolites could be a common etiological link in IEMs, potentially providing a unified perspective to study their pathophysiology, thus offering exciting insights into the development of targeted interventions for these metabolic disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39073001",
    "pmid": "39073001",
    "doi": "10.1111/cns.14880",
    "title": "Adenylyl cyclase 2 expression and function in neurological diseases.",
    "abstract": "Adenylyl cyclases (Adcys) catalyze the formation of cAMP, a secondary messenger essential for cell survival and neurotransmission pathways in the CNS. Adcy2, one of ten Adcy isoforms, is highly expressed in the CNS. Abnormal Adcy2 expression and mutations have been reported in various neurological disorders in both rodents and humans. However, due to the lack of genetic tools, loss-of-function studies of Adcy2 are scarce. In this review, we summarize recent findings on Adcy2 expression and function in neurological diseases. Specifically, we first introduce the biochemistry, structure, and function of Adcy2 briefly. Next, the expression and association of Adcy2 in human patients and rodent models of neurodegenerative diseases (Alzheimer's disease and Parkinson's disease), psychiatric disorders (Tourette syndrome, schizophrenia, and bipolar disorder), and other neurological conditions (stress-associated disorders, stroke, epilepsy, and Lesch-Nyhan Syndrome) are elaborated. Furthermore, we discuss the pros and cons of current studies as well as key questions that need to be answered in the future. We hope to provide a focused review on Adcy2 that promotes future research in the field.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37641907",
    "pmid": "37641907",
    "doi": "10.5125/jkaoms.2023.49.4.228",
    "title": "Lesch-Nyhan syndrome: a case report.",
    "abstract": "Lesch-Nyhan syndrome (LNS) is a rare X-linked recessive disorder caused by a mutation in the <i>hypoxanthine phosphoribosyltransferase 1</i> (HPRT1) gene. This syndrome is characterized by excessive production of uric acid, mental retardation, self-mutilation, choreoathetosis, and spasticity. The most distinctive symptom is compulsive self-mutilation. For patients with LNS, different methods have been tried to reduce self-biting behaviors including restraints, behavioral treatment, medications, deep brain stimulation, tooth extraction and botulinum toxin A injection. In this report, we present a case of LNS undergoing cheiloplasty due to self-mutilation and tooth extraction of the left deciduous maxillary canine.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "32310539",
    "pmid": "32310539",
    "doi": "",
    "title": "Lesch-Nyhan Syndrome",
    "abstract": "Lesch Nyhan syndrome is an inborn disorder caused by a deficiency of hypoxanthine-guanine phosphoribosyltransferase (HPRT) enzyme, an enzyme of the purine salvage pathway. The enzyme is responsible for recycling purines by converting guanine and hypoxanthine into guanosine monophosphate and inosine monophosphate, respectively. Lack of the enzyme causes an increase in guanine and hypoxanthine, which eventually is converted into uric acid. HPRT deficiency results in a spectrum of clinical presentations depending on the severity of enzyme deficiency. With an enzyme activity of less than 1.5%, Lesch Nyhan falls towards the severe end of the spectrum. The characteristics defining the disease are hyperuricemia, neurodevelopmental abnormalities with global developmental delay, involuntary movements, and self-injurious behavior. Other less severe variants include HPRT related hyperuricemia, also known as Keeley–Seegmiller syndrome (enzyme activity 8% to 60%, and only hyperuricemia related symptoms), and hyperuricemia with neurological disability (enzyme activity 1.5 to 2% with hyperuricemia symptoms and neurological symptoms like dystonia, choreoathetosis, spasticity, intellectual disability).",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37588833",
    "pmid": "37588833",
    "doi": "10.26574/maedica.2023.18.2.348",
    "title": "The Role of Video-EEG Monitoring in Lesch-Nyhan Syndrome.",
    "abstract": "<b>Introduction:</b> Lesch-Nyhan syndrome (LNS) is a rare genetic disease secondary to a HPRT1 mutation on chromosome X. It is characterized by dystonia, developmental delay, hyperuricemia and self-harming behaviours. The HPRT enzyme is implicated in the purine salvage pathway. The deficiency of HPRT results in accumulation of uric acid. There have been some cases associated with epilepsy, but it still remains a rare occurrence in LNS patients. <b>Case presentation:</b> We describe the case of a 20-month-old male patient with a heterozygous HPRT1 mutation c11_17del.p (Arg4Leufs*4) associated with LNS. The child associated epileptic seizures mistaken by his parents as non-epileptic sleep events associated with apnea. Seizures were discovered secondary to a polygraphic long-time sleep video-electroencephalography (EEG) monitoring. The dystonic movements and epileptic seizures responded to Levetiracetam, but the management of the behavioural disorder remained a challenge. <b>Conclusion:</b>Lesch-Nyhan syndrome is a rare inherited metabolic disease and its pathogenesis is not fully known, which makes the treatment management very difficult. Despite the fact that epilepsy is uncommon in LNS children, it should always be considered as part of the differential diagnosis in movement disorders. Therefore, long-term video-EEG monitoring is recommended as well as a detailed patient history to identify possible clinical/subclinical epileptic seizures that require treatment.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38989367",
    "pmid": "38989367",
    "doi": "10.7759/cureus.62004",
    "title": "A Man With Progressive Chorea and Abnormal Trunk Movements.",
    "abstract": "Neuroacanthocytosis (NA) syndromes are a group of rare genetic disorders characterized by the presence of abnormally shaped red blood cells (acanthocytes) and the progressive degeneration of the basal ganglia, leading to various neurological and systemic symptoms. The \"rubber man\" gait, characterized by distinctive flexions of the neck (manifesting as head drops) and the trunk, is seen in advanced chorea-acanthocytosis. A 35-year-old male patient presented with progressive abnormal movements affecting his limbs and face, along with dysphagia resulting from involuntary protrusion of the tongue and biting of the cheeks and lips over the past three years. He used to place the food on the back of his tongue and throw his head back to begin swallowing. He also kept a towel in his mouth to absorb saliva and prevent cheek and lip biting. The neurologic examination revealed generalized chorea, severe orolingual dystonia (eating dystonia), and sudden loss of tone while walking, resulting in flexion of the trunk followed by extension. We believe that these features could serve as definitive clinical indicators for chorea-acanthocytosis, providing valuable diagnostic insights, especially when accompanied by self-mutilatory mouth movements or feeding-related tongue dystonia.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "29763117",
    "pmid": "29763117",
    "doi": "",
    "title": "Allopurinol",
    "abstract": "Allopurinol, a xanthine oxidase inhibitor, is a urate-lowering medication that is FDA approved for managing gout, preventing tumor lysis syndrome, and preventing recurrent calcium nephrolithiasis in patients with hyperuricosuria. Other non-FDA-approved indications include Lesch-Nyhan syndrome-associated hyperuricemia and the prevention of recurrent uric acid nephrolithiasis. It is important to note that asymptomatic hyperuricemia is not an indication of allopurinol or any urate-lowering therapy. This activity outlines the indications, mechanism, pharmacology, contraindications, and adverse events associated with allopurinol drug therapy.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36694014",
    "pmid": "36694014",
    "doi": "10.1007/s10143-023-01950-4",
    "title": "Deep brain stimulation in Lesch-Nyhan syndrome: a systematic review.",
    "abstract": "Given the good results of deep brain stimulation (DBS) in the treatment of movement disorders, DBS was initially tried to treat Lesch-Nyhan syndrome (LNS) with the aim to alleviate LNS-related dystonia. Some cases have reported clinical results of DBS in LNS thus far. This systematic review was conducted to comprehensively summarize cases of LNS treated with DBS and evaluate the efficacy and safety of DBS in LNS. Eight publications covering 12 LNS patients were included in this review. DBS improved dystonia of the LNS to varying degrees. All the included cases achieved partial or complete control of self-injurious behavior (SIB). Overall, DBS is a promising treatment for both motor and behavior disorders of LNS patients, but the results reported thus far have varied widely, especially for motor outcomes. The ultimate clinical benefits in LNS patients were still unpredictable. DBS-related complications were rather common, which raised questions about the safety of the procedure in LNS. More research is needed to further clarify the safety and effectiveness of this treatment.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39104910",
    "pmid": "39104910",
    "doi": "10.1155/2024/2278083",
    "title": "Gingival Recession in Primary Maxillary Incisors due to Fingernail Scratching: A Rare Case Report.",
    "abstract": "<b>Introduction:</b> Self-inflicted gingival injuries typically occur in patients with psychological disorders and rarely in normal individuals. This article is aimed at reporting an unusual case of gingival recession caused by a fingernail-scratching habit. <b>Case Report:</b> A 5-year-old female patient presented to the Pediatric Dentistry Department at the Ibn Sina Center for Consultation and Dental Treatment in Rabat, Morocco, with complaints of gingival recession localized in her four maxillary primary incisors. After a detailed medical and personal history and clinical examination, the diagnosis of self-inflicted gingival injury was established. The treatment plan included oral hygiene instructions, the application of analgesic and antiseptic gel, and behavioral management. Regular follow-ups over a period of 16 months were crucial for monitoring the patient's progress, which eventually led to the cessation of the habit with no recurrence. <b>Discussion:</b> Self-inflicted oral injuries in pediatric patients pose diagnostic challenges. The development of such habits in psychologically normal children is difficult to explain, suggesting the need for a comprehensive approach. Managing self-inflicted injuries is complex and requires a personalized strategy that may include psychotherapy, family support, and regular monitoring. <b>Conclusion:</b> This case highlights the importance of taking a comprehensive history and adopting a multidisciplinary approach to diagnose and manage self-inflicted gingival injury, achieving positive outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37153246",
    "pmid": "37153246",
    "doi": "10.7759/cureus.37070",
    "title": "Single-Electrode Deep Brain Stimulation of Bilateral Posterolateral Globus Pallidus Internus in Patients With Medically Resistant Lesch-Nyhan Syndrome.",
    "abstract": "Deep brain stimulation (DBS) targeting various locations within the globus pallidus internus (GPi) is emerging as a therapeutic option for patients with medically resistant Lesch-Nyhan syndrome. We report our institutional experience with single-electrode DBS in the bilateral posterolateral GPi as an effective method for reduction of both dystonia and self-injurious behavior. Two pediatric patients aged six and 14 years underwent implantation of bilateral singular DBS leads in the posterolateral GPi and were followed postoperatively through the programming process and symptomatic improvements. Caregivers reported that after DBS in the posterolateral GPi, these patients experienced decreased self-mutilation behavior and decreased dystonia.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38653184",
    "pmid": "38653184",
    "doi": "10.1016/j.pediatrneurol.2024.03.020",
    "title": "Very Early Levodopa May Prevent Self-Injury in Lesch-Nyhan Disease.",
    "abstract": "<h4>Background</h4>In Lesch-Nyhan disease (LND), early dopamine deficiency is thought to contribute to dystonia and self-injury, gradually developing over the first years of life. Previous attempts to restore dopamine levels in older patients have been unsuccessful. Based on the hypothesis that very early dopamine replacement can prevent full phenotypic development, we treated three patients with LND from infancy with levodopa.<h4>Methods</h4>Levodopa/carbidopa (4:1) was started at age 11 to 13 months, aiming at escalating to 5 to 6 mg/kg levodopa per day. Follow-up focused on dystonia severity and whether self-injury occurred. In addition, the literature was reviewed to delineate the age at onset of self-injury for all reported cases to date.<h4>Results</h4>During long-term follow-up, self-injury appears to have been prevented in two patients (now aged 14 and 15.5 years), as their HPRT1 gene mutations had been invariably associated with self-injury before. Future self-injury is unlikely, as only 1.1% of 264 published cases had self-injury onset later in life than these patients' current ages. The third patient started self-injury at age 1.5 years, while on a substantially lower levodopa dose. A clear effect of levodopa on dystonia could not be determined.<h4>Conclusions</h4>Our observations suggest that levodopa, given early enough and sufficiently dosed, might be able to prevent self-injury in LND. Therefore, levodopa could be considered in patients with LND as early as possible, at least before the self-injury appears. Further research is needed to establish very early levodopa as an effective treatment strategy in LND, and to optimize timing and dosing.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37307601",
    "pmid": "37307601",
    "doi": "10.1139/gen-2023-0006",
    "title": "Half-chromatid mutation as a possible cause of mosaic males and females in Hymenoptera and rare fertile male tortoiseshell cats.",
    "abstract": "Half-chromatid mutations occur when a single base change in a gamete is transmitted to the zygote, which, after DNA replication and cleavage, will result in a mosaic individual. These mutations will be passed on through the germ plasm and also may be expressed somatically. Half-chromatid mutation has been suggested to account for the observed lower frequency of males than expected for lethal X-linked recessive disorders in humans, such as Lesch-Nyhan syndrome, incontinentia pigmenti, and Duchene muscular dystrophy. Although attention has been paid to half-chromatid mutation in humans, it otherwise has been ignored. Here I show that half-chromatid mutation in haplodiploid organisms, such as Hymenoptera, has some interesting and important consequences: (<i>i</i>) since all genes follow the X-linked pattern of inheritance, half-chromatid mutations should be relatively easier to detect; (<i>ii</i>) recessive mutations of all viabilities may be expected; (<i>iii</i>) mosaics of both sexes are expected in haplodiploids with half-chromatid mutation; (<i>iv</i>) gynandromorphs could result from half-chromatid mutation at the sex-determination locus, in species with single-locus complementary sex-determination. Finally, half-chromatid mutation can account for the rare fertile male tortoiseshell phenotype observed in the domestic cat, <i>Felis catus</i>, and which still has not been fully accounted for by other mechanisms.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37810989",
    "pmid": "37810989",
    "doi": "10.5334/tohm.801",
    "title": "Catching the Culprit: How Chorea May Signal an Inborn Error of Metabolism.",
    "abstract": "<h4>Background</h4>Movement disorders, particularly chorea, are uncommon in inborn errors of metabolism, but their identification is essential for improved clinical outcomes. In this context, comprehensive descriptions of movement disorders are limited and primarily derived from single cases or small patient series, highlighting the need for increased awareness and additional research in this field.<h4>Methods</h4>A systematic review was conducted using the MEDLINE database and GeneReviews. The search included studies on inborn errors of metabolism associated with chorea, athetosis, or ballismus. The review adhered to PRISMA guidelines.<h4>Results</h4>The systematic review analyzed 76 studies out of 2350 records, encompassing the period from 1964 to 2022. Chorea was observed in 90.1% of the 173 patients, followed by athetosis in 5.7%. Various inborn errors of metabolism showed an association with chorea, with trace elements and metals being the most frequent. Cognitive and developmental abnormalities were common in the cohort. Frequent neurological features included seizures, dysarthria, and optic atrophy, whereas non-neurological features included, among others, facial dysmorphia and failure to thrive. Neuroimaging and biochemical testing played crucial roles in aiding diagnosis, revealing abnormal findings in 34.1% and 47.9% of patients, respectively. However, symptomatic treatment efficacy for movement disorders was limited.<h4>Discussion</h4>This study emphasizes the complexities of chorea in inborn errors of metabolism. A systematic approach with red flags, biochemical testing, and neuroimaging is required for diagnosis. Collaboration between neurologists, geneticists, and metabolic specialists is crucial for improving early detection and individualized treatment. Utilizing genetic testing technologies and potential therapeutic avenues can aid in the improvement of patient outcomes.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36317211",
    "pmid": "36317211",
    "doi": "10.3760/cma.j.cn511374-20211029-00861",
    "title": "[Analysis of HPRT1 gene variant and prenatal diagnosis for a Chinese pedigree with Lesch-Nyhan syndrome but no specimen from affected probands].",
    "abstract": "<h4>Objective</h4>To carry out genetic testing and prenatal diagnosis for a Chinese pedigree with Lesch-Nyhan syndrome (LNS) but no specimen from the affected probands.<h4>Methods</h4>All affected individuals in this pedigrees were male and had deceased during childhood, with no biological specimen left. Based on their typical neurological dysfunction and tendency for self-mutilation, the diagnosis of LNS was suspected. Sanger sequencing was carried out to detect potential variant of the HPRT1 gene among female members from the pedigree. Following the identification of the pathogenic variant, prenatal diagnosis was provided for a high-risk fetus.<h4>Results</h4>The proband's mother and three other females were found to harbor heterozygous c.500_501delGGinsC (p.Arg167fs*23) variant of the HPRT1 gene, which was unreported previously. Prenatal diagnosis showed that the fetus was a male and had inherited the same pathogenic variant.<h4>Conclusion</h4>The c.500_501delGGinsC variant of the HPRT1 gene probably underlay the LNS in this pedigree. Above finding has provided a basis for prenatal diagnosis and genetic counseling for this pedigree.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39881533",
    "pmid": "39881533",
    "doi": "10.1080/07853890.2025.2458783",
    "title": "The role of renal dual-energy computed tomography in exploring the gouty kidney: the RENODECT study.",
    "abstract": "<h4>Objective</h4>The objective of this study was to explore the ability of dual-energy computed tomography (DECT) to detect monosodium urate (MSU) crystal deposits in the kidneys and renal artery walls, and uric acid urolithiasis, in patients with gout and chronic kidney disease (CKD).<h4>Methods</h4>Patients with gout and with stage 2-4 CKD were prospectively included in this cross-sectional study. Patients underwent renal, knee and feet DECT scans. Renal DECT scans were read for MSU-coded lesions in the kidneys, renal artery walls, and urinary tract using different post-processing settings. Characteristics of patients with and without DECT-positive lesions were compared, and the DECT parameters of these lesions were measured.<h4>Results</h4>A total of 27/31 patients with had renal DECT scans and were included in the analysis (23/27 men, mean (standard deviation) 73 (9) years old, mean eGFR 45.3 mL/min/1.73 m2 (21.0), volumes of MSU in the knees and feet ranging from 0.11 to 475.0 cm<sup>3</sup>). None of the patients exhibited deposition of MSU crystals in the kidneys. One case of calyceal calculi and one case of ureterolithiasis were observed, wrongly coded as MSU in default post-processing settings for gout but identified as uric acid in the \"kidney stone\" settings. Five patients had MSU-coded plaques in the renal arteries, which had DECT parameters consistent with early calcified plaques rather than MSU, and had no association with volumes of peripheral MSU deposition.<h4>Conclusion</h4>DECT is unable to detect genuine monosodium urate crystal deposits in kidneys and renal artery walls, and but can characterize chronic asymptomatic urolithiasis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39347370",
    "pmid": "39347370",
    "doi": "10.7759/cureus.68107",
    "title": "Sublingual Traumatic Ulceration in a Nine-Year-Old Child: A Case Report.",
    "abstract": "Sublingual traumatic ulceration is a rare inflammatory disorder characterized by benign, ulcerative, and granulomatous processes and caused by repetitive trauma from mandibular anterior incisors to the mucosa of the ventral surface of the tongue. Historically known as the Riga-Fede disease, sublingual ulceration is associated with natal and neonatal teeth in newborns and infants. Even cases have been reported of Riga-Fede disease associated with the eruption of mandibular primary incisors. Commonly, the treatment for Riga-Fede disease is the smoothening of incisal edges or the extraction of offending teeth. If this disorder is not diagnosed early and proper treatment is not provided, it may result in dehydration, nutritional deficiency, and deformity of the tongue. Here, we present a case of sublingual traumatic ulceration in a nine-year-old child, which is a rare occurrence. As the associated teeth in our case were permanent mandibular incisors, we opted for useful instructions to avoid repetitive trauma and medicinal treatment to resolve the lesion rather than extraction of teeth. We opted for topical corticosteroids with multivitamin supplements, which proved effective, and we achieved a positive outcome with complete resolution of the lesion following treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36918255",
    "pmid": "36918255",
    "doi": "10.1002/bio.4479",
    "title": "Electro-optical behaviour of CuFe<sub>2</sub> O<sub>4</sub> @rGO nanocomposite for nonenzymatic detection of uric acid via the electrochemical method.",
    "abstract": "Uric acid (UA) is a blood and urine component obtained as a metabolic by-product of purine nucleotides. Abnormalities in UA metabolism cause crystal deposition as monosodium urate and lead to various diseases such as gout, hyperuricemia, Lesch-Nyhan syndrome, etc. Monitoring these diseases requires a rapid, sensitive, selective, and portable detection approach. Therefore, this study demonstrates the hydrothermal synthesis of CuFe<sub>2</sub> O<sub>4</sub> /reduced graphene oxide (rGO) nanocomposite for selective detection of UA. After the nanocomposite synthesis, characterization was performed by X-ray diffraction spectroscopy, Fourier transform infrared spectroscopy, Raman spectroscopy, X-ray photoelectron spectroscopy, UV-visible spectrometry, atomic force spectroscopy, scanning electron microscopy, and electrochemical analysis. Furthermore, from the electrochemical analysis using cyclic voltammetry (CV), kinetic studies were carried out by varying the scan rate to obtain the diffusion coefficient, surface concentration, and rate of charge transfer to achieve a calibration curve that indicates the quasi reversible nature of the fabricated electrode with a linear regression coefficient of oxidation (R<sup>2</sup> : 0.9992) and reduction (R<sup>2</sup> : 0.9971) peaks. Moreover, the fabricated nonenzymatic amperometric sensor to detect UA with a linearity (R<sup>2</sup> : 0.9989) of 1-400 μM was highly sensitive (2.75 × 10<sup>-4</sup>  mAμM<sup>-1</sup>  cm<sup>-2</sup> ) and had a lower limit of detection (0.01231 μM) at pH 7.5 in phosphate-buffered saline solution. Therefore, the CuFe<sub>2</sub> O<sub>4</sub> /rGO/ITO-based nonenzymatic sensor could detect interfering agents and spiked real bovine serum samples with higher sensitivity and selectivity for UA detection.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37993913",
    "pmid": "37993913",
    "doi": "10.1186/s42466-023-00292-2",
    "title": "Differential diagnosis of chorea (guidelines of the German Neurological Society).",
    "abstract": "<h4>Introduction</h4>Choreiform movement disorders are characterized by involuntary, rapid, irregular, and unpredictable movements of the limbs, face, neck, and trunk. These movements often initially go unnoticed by the affected individuals and may blend together with seemingly intended, random motions. Choreiform movements can occur both at rest and during voluntary movements. They typically increase in intensity with stress and physical activity and essentially cease during deep sleep stages. In particularly in advanced stages of Huntington disease (HD), choreiform hyperkinesia occurs alongside with dystonic postures of the limbs or trunk before they typically decrease in intensity. The differential diagnosis of HD can be complex. Here, the authors aim to provide guidance for the diagnostic process. This guidance was prepared for the German Neurological Society (DGN) for German-speaking countries.<h4>Recommendations</h4>Hereditary (inherited) and non-hereditary (non-inherited) forms of chorea can be distinguished. Therefore, the family history is crucial. However, even in conditions with autosomal-dominant transmission such as HD, unremarkable family histories do not necessarily rule out a hereditary form (e.g., in cases of early deceased or unknown parents, uncertainties in familial relationships, as well as in offspring of parents with CAG repeats in the expandable range (27-35 CAG repeats) which may display expansions into the pathogenic range).<h4>Conclusions</h4>The differential diagnosis of chorea can be challenging. This guidance prepared for the German Neurological Society (DGN) reflects the state of the art as of 2023.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36110449",
    "pmid": "36110449",
    "doi": "10.7759/cureus.27874",
    "title": "Oral Self-Mutilation in Lesch-Nyhan Syndrome: A Case Report.",
    "abstract": "Lesch-Nyhan syndrome (LNS) is an inherited recessive X-related disorder caused by a deficiency of the purine salvage enzyme hypoxanthine-guanine phosphoribosyltransferase. It is characterized by dystonia and compulsive self-mutilation, in particular, biting behavior on the oral mucosa, tongue, lips, fingers, and shoulders, typically before one year of age. The majority of these patients require several procedures, including dental extractions, to prevent significant secondary lesions. This article aims to report a clinical case of a 12-year-old boy with an LNS diagnosis who was referred to the Paediatric Stomatology Department of Central Lisbon University Hospital. Since the age of eight, the patient had displayed self-harm behavior, with arm and oral injuries. On evaluation, he presented with deep ulcerated lesions on the lips and tongue, with substance loss associated with a significant decrease in food intake and consequent weight loss. The management included conservative therapy with gabapentin, lorazepam, and botulinum toxin injections. A successful reduction of self-mutilation with no signs of new lesions in the oral cavity and an improvement in nutritional status were reported. The therapeutic approach is essential to provide the best quality of life for patients and their caregivers. To delay radical treatments, multiple therapeutic options can be used. The oral pathology team considered that the most appropriate therapy was botulinum toxin A injections along with therapeutic adjustment, which was effective in wound healing and self-mutilation behavior ceasing at the two-month follow-up.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37865952",
    "pmid": "37865952",
    "doi": "10.1002/jbt.23558",
    "title": "Naringin corrects renal failure related to Lesch-Nyhan disease in a rat model via NOS-cAMP-PKA and BDNF/TrkB pathways.",
    "abstract": "This study explored the effect of naringin (NAR) on HGPRT1 deficiency and hyperuricemia through NOS-cAMP-PKA and BDNF/TrkB signaling pathways induced by caffeine (CAF) and KBrO<sub>3</sub> in a rat model. Sixty-three adult male albino rats were randomly assigned into nine (n = 7) groups. Group I: control animals, Group II was treated with 100 mg/kg KBrO<sub>3</sub> , Group III was treated with 250 mg/kg CAF, Group IV was treated with 100 mg/kg KBrO<sub>3</sub>  + 250 mg/kg CAF, Group V was administered with 100 mg/kg KBrO<sub>3</sub>  + 100 mg/kg haloperidol, Group VI was administered with 100 mg/kg KBrO<sub>3</sub>  + 50 mg/kg NAR, Group VII was administered with 500 mg/kg CAF + 50 mg/kg NAR, and Group VIII was administered with 100 mg/kg KBrO<sub>3</sub>  + 250 mg/kg CAF + 50 mg/kg NAR. Finally, group IX was treated with 50 mg/kg NAR. The exposure of rats to KBrO<sub>3</sub> and CAF for 21 days induced renal dysfunction linked with Lesch-Nyhan disease. NAR obliterated renal dysfunction linked with Lesch-Nyhan disease by decreasing uric acid, renal malondialdehyde level, inhibiting the activities of arginase, and phosphodiesterase-5<sup>1</sup> (PDE-51) with corresponding upregulation of brain derived-neurotrophic factor and its receptor (BDNF-TrkB), Bcl11b, HGPRT1, and DARPP-32. Additionally, renal failure related to Lesch-Nyhan disease was remarkably corrected by NAR as shown by the reduced activities of AChE and enzymes of ATP hydrolysis (ATPase, AMPase, and ADA) with affiliated increase in the NO level. This study therefore validates NAR as nontoxic and effective chemotherapy against kidney-related Lesch-Nyhan disease by mitigating effects of toxic food additives and enzymes of ATP-hydrolysis via NOS-cAMP-PKA and BDNF/TrkB signaling pathways.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36778911",
    "pmid": "36778911",
    "doi": "10.3389/fgene.2022.1044936",
    "title": "Detailed genetic and clinical analysis of a novel <i>de novo</i> variant in <i>HPRT1</i>: Case report of a female patient from Saudi Arabia with Lesch-Nyhan syndrome.",
    "abstract": "<b>Background:</b> Hypoxanthine-guanine phosphoribosyltransferase (HPRT1) deficiency is an inborn error of purine metabolism responsible for Lesch-Nyhan syndrome (LNS). The disease is inherited in an X-linked recessive manner and predominantly affects male individuals. Female individuals can carry a mutation as heterozygotes, but typically, they are asymptomatic because of the random inactivation of the affected allele. Nevertheless, although rare, heterozygote female individuals may manifest LNS with full characteristics. Herein, we describe a female patient from Saudi Arabia with LNS. <b>Results:</b> The patient (a 4-year-old girl) presented with typical characteristics of the disease, which include global developmental delay, self-mutilation, hyperuricemia, hypotonia, speech delay, spasticity, and seizures. Her general biochemical laboratory results were normal except for high levels of uric acid. The abdominal MRI\\MRS, mostly unremarkable, showed bilateral echogenic foci within the renal collecting system. Genetic testing (whole-exome sequencing, iterative variant filtering, segregation analysis, and Sanger sequencing) pointed a novel <i>de novo</i> frameshift variant in <i>HPRT1</i>. X-inactivation assay using HpaII showed the presence of a 100% skewed X chromosome carrying the affected allele. RT-PCR of the cDNA indicated complete loss of the expression of the normal allele. <b>Conclusion:</b> Our study presents a female patient who has a severe case of LNSand found to be the 15th female patient with the disease in the world. The study emphasizethe need for a streamlined protocol that will help an early and accurate diagnosis of female LNS patients to avoid unnecessary interventions that lead to costly patient care.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "40005150",
    "pmid": "40005150",
    "doi": "10.3390/molecules30040839",
    "title": "The Role of Purine Metabolism and Uric Acid in Postnatal Neurologic Development.",
    "abstract": "This review explores the essential roles of purine metabolism including the catabolic product, uric acid, in the development of dopaminergic neurons of the substantia nigra pars compacta. The high energy requirements of the substantia nigra pars compacta alongside necessary purinergic neurotransmission and the influence of oxidative stress during development makes these neurons uniquely susceptible to changes in purine metabolism. Uric acid's role as a central nervous system antioxidant may help to ameliorate these effects in utero. Understanding the mechanisms by which purines and uric acid influence development of the substantia nigra pars compacta can help further explain neurologic consequences of inborn errors of purine metabolism, such as Lesch-Nyhan disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37760001",
    "pmid": "37760001",
    "doi": "10.3390/antiox12091699",
    "title": "Red Blood Cells from Individuals with Lesch-Nyhan Syndrome: Multi-Omics Insights into a Novel S162N Mutation Causing Hypoxanthine-Guanine Phosphoribosyltransferase Deficiency.",
    "abstract": "Lesch-Nyhan syndrome (LN) is an is an X-linked recessive inborn error of metabolism that arises from a deficiency of purine salvage enzyme hypoxanthine-guanine phosphoribosyltransferase (HPRT). The disease manifests severely, causing intellectual deficits and other neural abnormalities, hypercoagulability, uncontrolled self-injury, and gout. While allopurinol is used to alleviate gout, other symptoms are less understood, impeding treatment. Herein, we present a high-throughput multi-omics analysis of red blood cells (RBCs) from three pediatric siblings carrying a novel S162N HPRT1 mutation. RBCs from both parents-the mother, a heterozygous carrier, and the father, a clinically healthy control-were also analyzed. Global metabolite analysis of LN RBCs shows accumulation of glycolytic intermediates upstream of pyruvate kinase, unsaturated fatty acids, and long chain acylcarnitines. Similarly, highly unsaturated phosphatidylcholines are also elevated in LN RBCs, while free choline is decreased. Intracellular iron, zinc, selenium, and potassium are also decreased in LN RBCs. Global proteomics documented changes in RBC membrane proteins, hemoglobin, redox homeostasis proteins, and the enrichment of coagulation proteins. These changes were accompanied by elevation in protein glutamine deamidation and methylation in the LN children and carrier mother. Treatment with allopurinol incompletely reversed the observed phenotypes in the two older siblings currently on this treatment. This unique data set provides novel opportunities for investigations aimed at potential therapies for LN-associated sequelae.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35916015",
    "pmid": "35916015",
    "doi": "10.1002/jgc4.1616",
    "title": "Ethical implications of early genetic diagnosis in an infant with Lesch-Nyhan syndrome.",
    "abstract": "Pathogenic variants in HPRT1 lead to deficiency in hypoxanthine-guanine phosphoribosyltransferase and are responsible for a spectrum of disorders. The severe phenotype is termed Lesch-Nyhan syndrome (LNS) and is inherited in an X-linked recessive manner. Most individuals with LNS have profound intellectual and physical disabilities throughout life including self-mutilating behaviors. Here, we present the case of a male infant who was diagnosed with LNS at 3 weeks of age via rapid exome sequencing (ES), which revealed a hemizygous maternally inherited deletion of at least 1.3 Mb of Xq26.3, including exons 2 to 9 of HPRT1. We discuss the critical time points leading to this diagnosis while highlighting his parents' values that guided the decision-making. Genetic testing provided an early diagnosis for this infant that led to important considerations regarding goals of care in addition to raising new ethical concerns. This highlights the important role that early and rapid diagnostic genetic testing can play in helping families make difficult decisions. Additionally, this case highlights the complexity of discussing rare genetic diagnoses with families and facilitating critical discussions to empower the family toward making an informed decision.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37331109",
    "pmid": "37331109",
    "doi": "10.1016/j.scr.2023.103144",
    "title": "CRISPR/Cas9-mediated generation of human embryonic stem cell sub-lines with HPRT1 gene knockout to model Lesch Nyhan disease.",
    "abstract": "Lesch-Nyhan disease (LND) is a X-linked genetic disease affecting boys characterized by complex neurological and neuropsychiatric symptoms. LND is caused by loss of function mutations in the HPRT1 gene leading to decrease activity of hypoxanthine-guanine phosphoribosyl transferase enzyme (HGPRT) and altered purine salvage pathway (Lesch and Nyhan, 1964). This study describes the generation of isogenic clones with deletions in HPRT1 produced from one male human embryonic stem cell line using CRISPR/Cas9 strategy. Differentiation of these cells into different neuronal subtypes will help elucidating the neurodevelopmental events leading to LND and develop therapeutic strategies for this devastating neurodevelopmental disorder.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39962184",
    "pmid": "39962184",
    "doi": "10.1038/s41598-025-90235-5",
    "title": "Electrochemical determination of uric acid in the presence of dopamine and riboflavin using a poly(resorcinol)-modified carbon nanotube sensor.",
    "abstract": "In this study, an electrochemical sensor based on a poly(resorcinol) modified carbon nanotube paste electrode (P(RS)/MCNTPE) was successfully developed for the sensitive and selective detection of uric acid (UA) in the presence of dopamine (DA) and riboflavin (RFN). The sensor shows excellent performance in a 0.2 M phosphate buffer solution (PBS) at pH 7.0 with a scan rate 0.1 V/s. Various electrochemical methods were studied including cyclic voltammetry (CV), differential pulse voltammetry (DPV), and electrochemical impedance spectroscopy (EIS). Morphological analysis using scanning electron microscopy (SEM) conformed the enhanced surface properties of the bare carbon nanotubes paste electrode (BCNTPE) and the P(RS)/MCNTPE. The effect of pH, scan rate changes 0.025 to 0.25 V/s, revealed that the oxidation of UA follows an adsorption-controlled process. For UA concentration changes from 20 µM and 380 µM, sensor exhibited a limit of detection (LOD) of 0.18 µM and a limit of quantification (LOQ) of 0.61 µM. Optimal UA response was observed at pH 7.0. The sensor shows good stability, repeatability, and reproducibility. Its analytical applicability was successfully validated in real sample analysis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37425986",
    "pmid": "37425986",
    "doi": "10.1007/s40614-023-00382-1",
    "title": "Additional Comments on the Use of Contingent Electric Skin Shock.",
    "abstract": "Prior to the ABAI member vote to decide between two alternative position statements on contingent electric skin shock (CESS), the current authors helped draft a consensus statement supporting the abolition of CESS. In this commentary, we provide additional, supporting information for that consensus statement by (1) showing that the extant literature does not support the supposition that CESS is more efficacious than less-intrusive interventions; (2) providing data showing that implementing interventions that are less intrusive than CESS does not lead to overreliance on the use of physical or mechanical restraint to control destructive behavior; and (3) discussing the ethical and public relations issues that arise when behavior analysts use painful skin shock to reduce destructive behavior in persons with autism or intellectual disability.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38673463",
    "pmid": "38673463",
    "doi": "10.3390/jcm13082190",
    "title": "Psychiatric Manifestations in Children and Adolescents with Inherited Metabolic Diseases.",
    "abstract": "<b>Background</b>: Inherited metabolic disorders (IEMs) can be represented in children and adolescents by psychiatric disorders. The early diagnosis of IEMs is crucial for clinical outcome and treatment. The aim of this review is to analyze the most recurrent and specific psychiatric features related to IEMs in pediatrics, based on the onset type and psychiatric phenotypes. <b>Methods:</b> Following the PRISMA Statement, a systematic literature review was performed using a predefined algorithm to find suitable publications in scientific databases of interest. After removing duplicates and screening titles and abstracts, suitable papers were analyzed and screened for inclusion and exclusion criteria. Finally, the data of interest were retrieved from the remaining articles. <b>Results:</b> The results of this study are reported by type of symptoms onset (acute and chronic) and by possible psychiatric features related to IEMs. Psychiatric phenomenology has been grouped into five main clinical manifestations: mood and anxiety disorders; schizophrenia-spectrum disorders; catatonia; eating disorders; and self-injurious behaviors. <b>Conclusions:</b> The inclusion of a variety of psychiatric manifestations in children and adolescents with different IEMs is a key strength of this study, which allowed us to explore the facets of seemingly different disorders in depth, avoiding possible misdiagnoses, with the related delay of early and appropriate treatments.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32491315",
    "pmid": "32491315",
    "doi": "",
    "title": "Genetics, X-Linked Inheritance",
    "abstract": "The X chromosome contains 867 identified genes; most of these genes are responsible for the development of tissues like bone, neural, blood, hepatic, renal, retina, ears, ear, cardiac,  skin, and teeth. There are at least 533 disorders due to the involvement of the genes on the X chromosome. A 'trait' or 'disorder' determined by a gene on the X  chromosome demonstrates X-linked inheritance.  In 1961, Mary Lyon proposed that in the cells of mammalian females, one X chromosome out of the two would undergo random inactivation in early embryonic life, and therefore, both males and females have a single active X. Lyon's hypothesis provided an improved understanding of the basic mechanisms responsible for X-linked diseases. Classically, the descriptions of X-linked inheritance are either  X linked recessive and X linked dominant.  X linked Recessive Inheritance Generally, it manifests only in males. A male with an affected allele on his single X chromosome is hemizygous and can not transmit the disorder to their male offsprings, but all his daughters would be obligate carriers. Healthy heterozygous carrier females pass the disorder to affected sons. So from affected males, it can be transmitted to male grandchildren through carrier daughter ('diagonal' or 'Knight's move' transmission).  RISK CALCULATION: The X chromosome from a male is transmitted to daughters, and the Y chromosome is transferred to sons. If an affected male has kids with a healthy female, none of his male offsprings will be affected, but all of his female offspring will be carriers.  If a carrier female has kids with a healthy male, each male offspring has a 50% chance of being affected, and female offspring have a 50% chance of being a carrier. VARIABLE EXPRESSION: Heterozygous female are those who are having mutant allele on one X chromosome, and normal allele on another X. Heterozygous female may have a variable expression of X linked recessive disorder due to the random process of X inactivation involving inactivation of the X chromosome with a mutant allele in some cells while inactivation of the X chromosome with a normal allele in other cells (mosaic pattern). X-LINKED DISORDERS IN FEMALES: Sometimes, females might be affected by X linked recessive disorders. This fact is explainable by one of the following possibilities. (a) Heterozygosity: X inactivation is a random phenomenon that can involve a mutant allele containing X and a normal allele X in equal proportion in the heterozygous female. It is a possibility that the active X chromosome in the majority of the cells of a heterozygous female is the one having a mutant allele (skewed X inactivation), leading to disorder expression; this has been the case in Duchenne muscular dystrophy and hemophilia A. (b) Homozygosity: When both X chromosomes of females have a mutant allele, as reported in hemophilia A and ichthyosis. (c) Translocations: If a female is having a translocation involving an autosome and one of the X chromosomes and the translocation disrupts a gene on an X chromosome, in that case, a female might be affected. This pattern has been observed in Duchenne muscular dystrophy. (d) A female having only a single X chromosome (Turner syndrome), which is bearing a mutant allele. Hemophilia has been reported in the girl infant with the turner syndrome. X linked Dominant Inheritance Male and female both are affected, but females are affected in excess and less severely. Affected males can transmit the mutant allele to female offspring but not to male offspring. Affected females can transmit the mutant allele to 50% of his male offspring and 50% of his female offspring. examples are Vitamin D resistant (hypophosphatemic) rickets, Charcot-Marie-tooth disease. Some X-like dominant disorders, such as incontinentia pigmenti (Bloch-Sulzberger syndrome), showed a mosaic pattern of involvement for heterozygous females. X-LINKED DOMINANT LETHALS: These disorders are incompatible with early embryonic survival. They are seen only in females and not in males because, in the severe form, they will cause the death of a male embryo, but as females are less severely affected female embryo will survive. Current View Many female carriers of X-linked 'recessive' disorders demonstrate abnormal phenotype. This is due to the variable expressivity of X-linked disorders and the involvement of several mechanisms (e.g. skewed X-inactivation, somatic mosaicism...etc). So, recently it has been proposed that the terms' dominant' and recessive' should be discontinued, and all disorders should categorize as X-linked. Common X-linked Disorders:  Red-green color blindness is a common trait that affects at least 10% of men and only one percent of women. The red-green color blindness may be partial or complete, but the latter is much less common. Hemophilia A results from a mutation in the factor VIII gene. Hemophilia A may be inherited or may occur due to a spontaneous mutation. Acquired hemophilia A can occur if a patient develops antibodies to factor VIII. The primary cause of morbidity and mortality in hemophilia A is hemorrhage, which can range from mild to severe. Although rare, transfusions of blood can sometimes lead to transmission of HIV and hepatitis C; this was more common in the 1980s and 1990s. Duchene muscular dystrophy is associated with a mutation in the dystrophin gene and is characterized by profound muscle weakness, leading to respiratory failure and death. X-linked agammaglobulinemia results in the inability to make plasma cells and antibodies. The individual develops susceptibility to a wide range of infections, which can be fatal. Alport syndrome is an X-linked disorder that has a heterogeneous presentation. The pathology involves the basement membrane, and chiefly affects the basement membrane of the kidney in addition to the eyes and cochlea. There appears to a mutation in the type IV collagen gene. Charcot-Marie-Tooth disease is the most common inherited neurologic disorder that is characterized by an inherited neuropathy in the absence of any metabolic or biochemical dysfunction. The disorder has variable penetrance, and there are also reports of spontaneous mutations. The age of presentation does vary, but the onset of the disorder is usually within the first two decades of life. Fabry disease is an X-linked disorder that involves the lysosomes. In this disorder, there is an excessive accumulation of neutral glycosphingolipids in the vascular endothelium, smooth muscle, and epithelial cells. The continued accumulation of glycosphingolipids accounts for dysfunction in almost every organ in the body. In a young person who presents with a history of skin lesions, renal failure, stroke, or a heart attack, one must think about Fabry disease. Other less common X-linked disorders include adrenoleukodystrophy, Kabuki syndrome, and Lesch-Nyhan syndrome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37547106",
    "pmid": "37547106",
    "doi": "10.3389/fped.2023.1102639",
    "title": "Clinical and genetic characteristics of 36 children with Joubert syndrome.",
    "abstract": "<h4>Background and aims</h4>Joubert syndrome (JBTS, OMIM # 213300) is a group of ciliopathies characterized by mid-hindbrain malformation, developmental delay, hypotonia, oculomotor apraxia, and breathing abnormalities. Molar tooth sign in brain imaging is the hallmark for diagnosing JBTS. It is a clinically and genetically heterogeneous disorder involving mutations in more than 40 ciliopathy-related genes. However, long-term follow-up data are scarce, and further research is needed to determine the abundant phenotypes and genetics of this disorder. The study aimed to summarize clinical manifestations, particular appearance on cranial imaging, genetic data, and prognostic features of patients with JBTS.<h4>Methods</h4>A retrospective case review of 36 cases of JBTS from May 1986 to December 2021 was performed. Clinical data of JBTS patients with development retardation and molar tooth sign on cranial imaging as the main features were analyzed. Genetic testing was performed according to consent obtained from patients and their families. The Gesell Developmental Scale was used to evaluate the intelligence level before and after treatment. The children were divided into a purely neurological JBTS (pure JBTS) group and JBTS with multi-organ system involvement group and then followed up every 3-6 months.<h4>Results</h4>We enrolled 18 males and 18 females. Thirty-four (94.44%) cases had developmental delay, one patient (2.78%) had strabismus, and one patient (2.78%) had intermittent dizziness. There was one case co-morbid with Lesch-Nyhan syndrome. Three-quarters of cases had one or more other organ or system involvement, with a greater predilection for vision and hearing impairment. JBTS could also involve the skin. Thirty-one cases (86.11%) showed a typical molar tooth sign, and five cases showed a bat wing sign on cranial imaging. Abnormal video electroencephalogram (VEEG) result was obtained in 7.69% of cases. We found six JBTS-related <i>novel</i> gene loci variants: <i>CPLANE1</i>: c.4189 + 1G > A, c.3101T > C(p.Ile1034Thr), c.3733T > C (p.Cys1245Arg), c.4080G > A(p.Lys1360=); <i>RPGRIP1l</i>: c.1351-11A > G; <i>CEP120</i>: c.214 C > T(p.Arg72Cys). The <i>CHD7</i> gene may be potentially related to the occurrence of JBTS. Analysis showed that the prognosis of pure JBTS was better than that of JBTS with neurological and non-neurological involvement after the formal rehabilitation treatment (<i>P</i> < 0.05). Of the three children with seizures, two cases had epilepsy with a poor prognosis, and another case had breath-holding spells.<h4>Conclusion</h4>Our findings indicate that early cranial imaging is helpful for the etiological diagnosis of children with unexplained developmental delay and multiple malformations. Patients with JBTS may have coexisting skin abnormalities. The <i>novel</i> gene loci of <i>CPLANE1</i>, <i>RPGRIP1l</i>, and <i>CEP120</i> were associated with JBTS in our study and provided significant information to enrich the related genetic data. Future works investigating several aspects of the association between <i>CHD7</i> gene and JBTS merit further investigation. The prognosis of children with pure JBTS is better than that of children with JBTS with non-neurological involvement.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39828800",
    "pmid": "39828800",
    "doi": "10.1038/s41746-024-01377-1",
    "title": "Clinical entity augmented retrieval for clinical information extraction.",
    "abstract": "Large language models (LLMs) with retrieval-augmented generation (RAG) have improved information extraction over previous methods, yet their reliance on embeddings often leads to inefficient retrieval. We introduce CLinical Entity Augmented Retrieval (CLEAR), a RAG pipeline that retrieves information using entities. We compared CLEAR to embedding RAG and full-note approaches for extracting 18 variables using six LLMs across 20,000 clinical notes. Average F1 scores were 0.90, 0.86, and 0.79; inference times were 4.95, 17.41, and 20.08 s per note; average model queries were 1.68, 4.94, and 4.18 per note; and average input tokens were 1.1k, 3.8k, and 6.1k per note for CLEAR, embedding RAG, and full-note approaches, respectively. In conclusion, CLEAR utilizes clinical entities for information retrieval and achieves >70% reduction in token usage and inference time with improved performance compared to modern methods.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35109856",
    "pmid": "35109856",
    "doi": "10.1186/s12903-022-02060-1",
    "title": "Congenital anomalies-associated Riga-Fede disease as an early manifestation of Lesch-Nyhan syndrome: rare entities in the same pediatric patient-a case report.",
    "abstract": "<h4>Background</h4>Riga-Fede disease is a rare begnin disorder of the oral tissues, it can be associated with congenital anomalies and neurological disturbances. Lesch-Nyhan syndrome is a rare X-linked recessive disorder characterized by neurological and behavioral manifestations. A patient can rarely be diagnosed with both diseases in a lifetime. Therefore, reporting manifestations from such disorders is important to avoid misdiagnosis and help in timely intervention.<h4>Case presentation</h4>This case report presents an 8-months-old male infant with traumatic oral ulcers from deciduous teeth. A diagnosis of Riga-Fede disease was made. Teeth grinding was performed and the oral lesions were healed. At the age of 2.5 years, the patient presented with neurological manifestations as well as facial tissue and premature teeth loss from self mutilation. Genetic sequencing revealed a variant of uncertain significance in the Hypoxanthine Phosphoribosyltransferase 1 gene. He was diagnosed with Lesch-Nyhan syndrome. Cleft palate, ventricular septal defect, congenitally undescended testis and ectopic left iliac kidney were also reported. The patient was scheduled on psychiatric treatment and after about six months of follow-up, both the behavioral and neurological symptoms were improved.<h4>Conclusions</h4>Riga-Fede disease can be an early manifestation of Lesch-Nyhan syndrome. To the best of our knowledge, this is the first reported case with the incidence of all the mentioned entities in one pediatric patient.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "PPR519410",
    "pmid": "",
    "doi": "10.1101/2022.07.14.500015",
    "title": "Discovering functionally important sites in proteins",
    "abstract": "Proteins play important roles in biology, biotechnology and pharmacology, and missense variants are a common cause of disease. Discovering functionally important sites in proteins is a central but difficult problem because of the lack of large, systematic data sets. Sequence conservation can highlight residues that are functionally important but is often convoluted with a signal for preserving structural stability. We here present a machine learning method to predict functional sites by combining statistical models for protein sequences with biophysical models of stability. We train the model using multiplexed experimental data on variant effects and validate it broadly. We show how the model can be used to discover active sites, as well as regulatory and binding sites. We illustrate the utility of the model by prospective prediction and subsequent experimental validation on the functional consequences of missense variants in HPRT1 which may cause Lesch-Nyhan syndrome, and pinpoint the molecular mechanisms by which they cause disease.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38916623",
    "pmid": "38916623",
    "doi": "10.1007/s00702-024-02800-3",
    "title": "Differential diagnosis of Huntington's disease- neurological aspects of NKX2-1-related disorders.",
    "abstract": "Benign hereditary chorea (BHC) is an inherited neurological disorder consisting of childhood-onset, nonprogressive chorea, generally without any other manifestations. In most reported cases, the inheritance of BHC is autosomal dominant but both incomplete penetrance and variable expressivity are observed and can be caused by NKX2-1 mutations. The spectrum contains choreoathetosis, congenital hypothyroidism, and neonatal respiratory distress syndrome. The neurological symptoms can be misdiagnosed as Huntington's disease (HD). The two Polish families were diagnosed with NKX2-1 gene mutations and a literature review concerning the NKX2-1-related disorders was conducted. All family members were examined by experienced movement disorders specialists. PubMed database was searched to obtain previously described NKX2-1 cases. Whole exome sequencing (WES) was performed in one proband (Family A) and direct NKX2-1 sequencing in the second (Family B). Two Polish families were diagnosed with NKX2-1 gene mutations (p.Trp208Leu and p.Cys117Alafs*8). In one family, the co-occurrence of HD was reported. Forty-nine publications were included in the literature review and symptoms of 195 patients with confirmed NKX2-1 mutation were analyzed. The most common symptoms were chorea and choreiform movements, and delayed motor milestones. The NKX2-1 mutation should always be considered as a potential diagnosis in families with chorea, even with a family history of HD. Lack of chorea does not exclude the NKX2-1-related disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36294303",
    "pmid": "36294303",
    "doi": "10.3390/jcm11205981",
    "title": "Oral Self-Mutilation in Lesch-Nyhan Patients: A Cross-Sectional Study.",
    "abstract": "Lesch-Nyhan syndrome (LNS) is a rare genetic condition resulting from an inherited disorder of purine metabolism. It is characterized by the lack of one enzyme, hypoxanthine-guanine phos-phoribosyltransferase (HGPRT), which is responsible for purine salvage. The main manifestations of this syndrome are hyperuricaemia, reduction in cognitive abilities, self-aggressive behavior, choreoathetosis, spasticity, and retarded development. The aim of the study was to investigate the means of treatment and efficacy of prevention of oral self-injury behavior (SIB) in patients with LNS. Information regarding the type and treatment of oral SIB in 19 LSN Italian patients (mean age 23.3 years) was gathered via a structured telephone interview of their parents. A total of 84% of the patients showed some form of self-injury behavior; the first form to manifest itself was finger biting (37%), followed by lip biting (25%), and then tongue biting (18%). Furthermore, 74% of cases featured oral SIB, and tooth extraction was found to be the most frequent form of treatment practiced (71%). This study has revealed the great difficulty parents and carers face in managing forms of oral SIB; dental extraction was the most common choice, despite its invasive nature and far-reaching consequences in regard to the psychosocial status of the patients.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39574946",
    "pmid": "39574946",
    "doi": "10.26502/aimr.0184",
    "title": "Etiology, Pathophysiology, and Treatment Strategies in the Prevention and Management of Metabolic Syndrome.",
    "abstract": "Metabolic Syndrome (MetS) is a complex cluster of metabolic irregularities that significantly increase the risk of developing chronic conditions, such as hypertension, type 2 diabetes, cardiovascular diseases, and other related disorders. This review aims to provide a comprehensive overview of the current understanding of MetS, its etiology and underlying pathogenesis, and the management strategies. MetS is characterized by central obesity, high blood pressure, insulin resistance, hyperglycemia, hypertriglyceridemia, and low high-density lipoprotein cholesterol levels. The prevalence of MetS is remarkably high, affecting approximately 25% of the global population, particularly in developed nations with inactive lifestyles and high-calorie diets. The development of MetS involves genetic and acquired factors, resulting in an inflammatory state that enhances the risk for cardiovascular disease. The biochemical alterations observed in MetS establish pathological connections between MetS, diabetes, and cardiovascular and neurodegenerative conditions. Despite its clinical importance, there is still debate regarding the precise components and pathophysiological associations among MetS elements. However, advancements in therapeutic measures, including drug therapies, surgical options, and experimental methods present promising avenues for managing and potentially reversing MetS. Further investigation of the MetS is critical because of its significant implications for public health and its connection to other clinical conditions and severe health outcomes, placing a substantial burden on healthcare system and society.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34765395",
    "pmid": "34765395",
    "doi": "10.1002/jmd2.12249",
    "title": "Paroxysmal hyperthermia, dysautonomia and rhabdomyolysis in a patient with Lesch-Nyhan syndrome.",
    "abstract": "Lesch-Nyhan syndrome is an x-linked genetic disorder of purine metabolism that results in the overproduction of uric acid and neurologic deficits manifesting as intellectual disability, dystonia, other movement disorders and self-mutilation. We describe a 12-year-old patient with a history of Lesch-Nyhan syndrome, G6PD deficiency and central diabetes insipidus and multiple admissions for fever, acute kidney injury and transaminitis in the setting of rhabdomyolysis. The patient's temperature dysregulation and dysautonomia is likely attributable to abnormal neurotransmitter release, particularly that of dopamine, in the central nervous system. Our patient presented similarly to that of a patient with neuroleptic malignant syndrome (NMS), with symptoms including altered mental status, fever, dysautonomia and renal failure, and laboratory findings including elevated serum creatinine kinase, leukocytosis, transaminitis, hypernatremia and metabolic acidosis. Similar to NMS, disruption of dopamine neurotransmission results in dysregulated sympathetic activity and hyperthermia.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37517327",
    "pmid": "37517327",
    "doi": "10.1016/j.ymgme.2023.107649",
    "title": "Renal function, sex and age influence purines and pyrimidines in urine and could lead to diagnostic misinterpretation.",
    "abstract": "Glomerular filtration rate (GFR) is commonly used in clinical practice for the diagnosis and follow-up of chronic kidney disease. Screening for inborn errors of metabolism (IEM) is based on analysis of biomarkers in urine, reported by their ratio to urinary creatinine (crn). Impaired renal function may complicate the interpretation of several biomarkers used for screening of IEM. Our goal was to investigate the influence of kidney function, in terms of measured GFR (mGFR) on purines and pyrimidines in urine, in addition to the relationship to sex, age, pH and ketosis. Children (n = 96) with chronic kidney disease (CKD), in different CKD stages, were included. Urine samples were obtained prior to the injection of iohexol. Serum samples at 7 time-points were used to calculate mGFR based on iohexol plasma clearance. The association with sex, age, ketosis and pH was examined in samples of the laboratory production from 2015 to 2021 (n = 8192). Age was a highly significant covariate for all markers. GFR correlated positively to several purines and pyrimidines; the ratios hypoxanthine/crn, xanthine/crn and urate/crn (p = 2.0 × 10<sup>-14</sup>, < 3 × 10<sup>-15</sup> and 7.2 × 10<sup>-4</sup>, respectively), and the ratios orotic acid/crn, uracil/crn, and carbamyl-β-alanine/crn (p = 0.03, 1.4 × 10<sup>-6</sup> and 0.003, respectively). The values of urate/crn, xanthine/crn, uracil/crn, and carbamyl-β-alanine/crn were higher in females above 16 years of age. Ketosis and pH influenced some markers. In conclusion, decreased renal function interferes with the excretion of urinary purines and pyrimidines, and this could change decision limits substantially, e.g. result in false negative results in Lesch-Nyhan syndrome. SYNOPSIS: GFR influences purines and pyrimidines in urine. Clinical Trial Registration: ClinicalTrials.gov, Identifier NCT01092260, https://clinicaltrials.gov/ct2/show/NCT01092260?term=tondel&rank=2.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "34507434",
    "pmid": "34507434",
    "doi": "10.4103/0028-3886.325342",
    "title": "Cerebral Venous Sinus Thrombosis in a Child with Lesch-Nyhan Syndrome.",
    "abstract": "Lesch-Nyhan syndrome is a rare neurometabolic condition characterized by progressive choreoathetosis, intellectual disability, and peculiar manifestations like self-mutilation. Occasional case reports in adults have suggested an association between Lesch-Nyhan syndrome and hypercoagulability; however, no such report of either a venous or arterial stroke in children with Lesch-Nyhan Syndrome exists in literature. We present a 3-year-old boy with global developmental delay, dystonic posturing, choreoathetoid movements, and self-mutilation involving fingers and lips. He had acute worsening of sensorium, recurrent seizures, and opisthotonous posturing. A diagnosis of Lesch-Nyhan Syndrome was confirmed by extremely low hypoxanthine-guanine phosphoribosyltransferase enzyme levels. In view of an acute neurological deterioration, magnetic resonance imaging brain and magnetic resonance venogram were done that showed sagittal and left transverse venous sinus thrombosis. This case is the first case report of cerebral venous sinus thrombosis in a child with Lesch-Nyhan Syndrome. It further strengthens the association between hypercoagulability and Lesch-Nyhan syndrome.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37260853",
    "pmid": "37260853",
    "doi": "10.3205/oc000219",
    "title": "Self-inflicted bilateral ocular injury with scissors in a psychiatric patient.",
    "abstract": "A young male was brought to the ophthalmic emergency by his family with severe bleeding from both eyes after self-inflicted injury with scissors in a fit of mania. He had a history of schizophrenia and has been on irregular treatment for the past 10 years. Both eyes were severely damaged with avulsion of all extraocular muscles in one eye and a large corneoscleral laceration in the other. We report this unique case of oedipism or self-enucleation where a sharp instrument was used. Self-inflicted injury to the eyes is a rather uncommon phenomenon described in psychiatric patients. It can range from minor abrasions to severe ocular mutilation and loss of sight. The strict observation of these patients while admitted to the hospital and a multidisciplinary approach to ensure their future safety are imperative.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36110627",
    "pmid": "36110627",
    "doi": "10.4103/jpbs.jpbs_566_21",
    "title": "Teeth Mutilation: Review and Two Case Reports.",
    "abstract": "Teeth mutilation is referred to as intentional trauma and tooth modification. Since ancient past, they represent various social and cultural habits in different parts of the world, they could be symbol of beauty and youth, strength since the ancient past, clinically, it can be presented by notching, drilling, chipping, grinding, grooving, sharping, filling, staining, and covering the crown by precious metals or even tooth extraction. Teeth mutilation helps to identify the ethnicity of the individual by forensic experts and forensic odontologists; it can also associated with syndromes as Lesch-Nyhan syndrome; furthermore, teeth mutilation can result in reduction or even permanent impairment of the oral system. There is a need of educational and awareness programs regarding this phenomenon and its consequences in different regions of the world.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "33993907",
    "pmid": "33993907",
    "doi": "10.5414/cn110307",
    "title": "Lesch-Nyhan syndrome due to a splice-site mutation in a 14-month-old boy presenting as acute renal failure.",
    "abstract": "Lesch-Nyhan disease (LND) is a rare X-linked recessive inherited disorder caused by mutations in <i>HPRT1</i> gene resulting in deficiency of hypoxanthine-guanine phosphoribosyltransferase (HPRT). LND is characterized by hyperuricemia and a spectrum of neurological and behavioral manifestations. We describe a rare case of a 14-month-old boy presenting with acute renal failure and hyperuricemia. The patient exhibited all features of LNS apart from self-injurious behavior. The enzymatic analysis demonstrated total inactivity of the HPRT, and the molecular analysis revealed a splice-site mutation in intron 3 leading to exon 4 exclusion. This splice-site mutation has been previously reported only twice.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37637543",
    "pmid": "37637543",
    "doi": "10.7759/cureus.42487",
    "title": "Anesthesia for a Patient With Cerebrovascular Accident with Seizure Disorder Undergoing Medical Termination of Pregnancy: A Case Report.",
    "abstract": "The term \"total intravenous anesthesia\" refers to the preservation of an anesthetic plane with the use of an injectable anesthetic, a sedative that is often given in intermittent boluses. The tendency to have recurrent unprovoked seizures is known as epilepsy. Its prevalence ranges from 0.5% to 1%. The highest incidence rates are in those with anatomical or developmental brain abnormalities, as well as at the extremes of age. The most common triggering factors for epilepsy are stress and fear. The main advantage of total intravenous anesthesia is the patient's rapid recovery and early ambulatory. Conscious sedation is a strategy for giving patients excellent anesthesia and analgesia. In this case report, we will describe a high-risk epileptic patient who required conscious sedation to perform a medical termination.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36206091",
    "pmid": "36206091",
    "doi": "",
    "title": "Monogenic urinary lithiasis in Tunisian children: 25 years' experience of a referral center.",
    "abstract": "<h4>Objective</h4>To describe the clinical, biochemical and evolutive profile of monogenic urinary lithiasis in Tunisian children followed up in a reference service, during a 25 years period.<h4>Methods</h4>This was a single-center retrospective observational study of children with urolithiasis, conducted in the pediatric nephrology department in Charles Nicolle Hospital, Tunis, Tunisia over 25 years (January 1st, 1996 to December 31, 2020). Children≤18 of age with urolithiasis with or without nephrocalcinosis related to a monogenic disease were included in our study.<h4>Results</h4>A total of 66 children were included in our study. Patients were 5.92±3.48 years of age at the time of urolithiasis diagnosis, and 5.33±3.66 years of age at the time of the underlying pathology diagnosis. The inherited urolithiasis disorders found in our series were: primary hyperoxaluria in 44 cases, cystinuria in 9 cases, Lesch Nyhan syndrome in 5 cases. Renal tubular acidosis was found in 3 cases, and hereditary xanthinuria in 2 cases. Bartter syndrome, adenine phosphoribosyltransferase deficiency and Hereditary hypophosphatemic rickets with hypercalciuria were found in 1 case each. After an average follow-up of 6.45±3.79 years, six patients were in end-stage renal disease. Three patients had died, all of them being followed for primary hyperoxaluria type 1.<h4>Conclusions</h4>Monogenic urinary lithiasis, although rare, are most likely under-diagnosed in countries with high consanguinity such as Tunisia. The screening of these diseases seems to be of primary importance because of their significant morbidity.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37798473",
    "pmid": "37798473",
    "doi": "10.1038/s42255-023-00890-z",
    "title": "Spatially resolved metabolomics and isotope tracing reveal dynamic metabolic responses of dentate granule neurons with acute stimulation.",
    "abstract": "Neuronal activity creates an intense energy demand that must be met by rapid metabolic responses. To investigate metabolic adaptations in the neuron-enriched dentate granule cell (DGC) layer within its native tissue environment, we employed murine acute hippocampal brain slices, coupled with fast metabolite preservation and followed by mass spectrometry (MS) imaging, to generate spatially resolved metabolomics and isotope-tracing data. Here we show that membrane depolarization induces broad metabolic changes, including increased glycolytic activity in DGCs. Increased glucose metabolism in response to stimulation is accompanied by mobilization of endogenous inosine into pentose phosphates via the action of purine nucleotide phosphorylase (PNP). The PNP reaction is an integral part of the neuronal response to stimulation, because inhibition of PNP leaves DGCs energetically impaired during recovery from strong activation. Performing MS imaging on brain slices bridges the gap between live-cell physiology and the deep chemical analysis enabled by MS.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35397324",
    "pmid": "35397324",
    "doi": "10.1016/j.talanta.2022.123455",
    "title": "Liquid crystal-based sensitive and selective detection of uric acid and uricase in body fluids.",
    "abstract": "The abnormal levels of uric acid (UA) in body fluids are associated with gout, type (II) diabetes, leukemia, Lesch-Nyhan syndrome, uremia, kidney damage, and cardiovascular diseases. Also, the presence of uricase (UOx) symbolizes genetic disorders and corresponding complications. Therefore, the detection of UA and UOx in the body fluids is significant for clinical diagnosis. 4-Cyano-4'-pentylbiphenyl (5CB, a nematic liquid crystal (LC)) was doped with octadecyl trimethylammonium bromide (OTAB, a cationic surfactant), which formed a self-assembled monolayer at the aqueous/5CB interface. The UOx-catalyzed oxidation of UA yielded H<sub>2</sub>O<sub>2</sub>, releasing the single-strand deoxyribonucleic acid (ssDNA) from the nanoceria/ssDNA complex. The interaction of the released ssDNA with OTAB disrupted the monolayer at the aqueous/5CB interface, which resulted in a dark to bright change when observed through a polarized optical microscope. The LC-based sensor allowed the detection of UA with a linear range of 0.01-10 μM and a limit of detection (LOD) of 0.001 μM. The UA detection was also performed in human urine samples and the results were comparable to that of a standard commercial colorimetric method. Similarly, the detection of UOx was performed, with a noted linear range of 20-140 μg/mL. The LOD was as low as 0.34 μg/mL. The detection of UOx was also demonstrated in human serum samples with excellent performance. This method provides a robust sensing platform for the detection of UA and UOx and has potential for applications in clinical analysis.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36802322",
    "pmid": "36802322",
    "doi": "10.1007/s12035-023-03266-2",
    "title": "HPRT1 Deficiency Induces Alteration of Mitochondrial Energy Metabolism in the Brain.",
    "abstract": "Alterations in function of hypoxanthine guanine phosphoribosyl transferase (HPRT), one of the major enzymes involved in purine nucleotide exchange, lead to overproduction of uric acid and produce various symptoms of Lesch-Nyhan syndrome (LNS). One of the hallmarks of LNS is maximal expression of HPRT in the central nervous system with the highest activity of this enzyme in the midbrain and basal ganglia. However, the nature of neurological symptoms has yet to be clarified in details. Here, we studied whether HPRT1 deficiency changes mitochondrial energy metabolism and redox balance in murine neurons from the cortex and midbrain. We found that HPRT1 deficiency inhibits complex I-dependent mitochondrial respiration resulting in increased levels of mitochondrial NADH, reduction of the mitochondrial membrane potential, and increased rate of reactive oxygen species (ROS) production in mitochondria and cytosol. However, increased ROS production did not induce oxidative stress and did not decrease the level of endogenous antioxidant glutathione (GSH). Thus, disruption of mitochondrial energy metabolism but not oxidative stress could play a role of potential trigger of brain pathology in LNS.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "33720862",
    "pmid": "33720862",
    "doi": "10.3233/prm-200729",
    "title": "Reduction of self-mutilating behavior and improved oromotor function in a patient with Lesch-Nyhan syndrome following botulinum toxin injection: A case report.",
    "abstract": "Lesch-Nyhan syndrome is a genetic metabolic disorder often involving dystonia and self-mutilating behavior. This case report describes a 13-year-old boy with Lesch-Nyhan syndrome and self-mutilating behavior who received botulinum toxin injections to his bilateral masseter muscles after failing multiple other treatments. Following injections, the patient had reduction in self-biting, along with improvements in speech, mastication and feeding observed in speech therapy. Botulinum toxin injections to the masseters may help to improve oromotor function and reduce self-mutilating behaviors in children with Lesch-Nyhan syndrome who have failed more conservative treatments, providing opportunity for improved functional status and patient safety. Further investigation is indicated to establish optimal dosing. Additionally, the mechanism for the reduction of self-mutilating behavior is unclear and justifies additional investigation.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "37654749",
    "pmid": "37654749",
    "doi": "10.13107/jocr.2023.v13.i08.3798",
    "title": "Congenital Insensitivity to Pain due to a de novo L369P mutation in the SCN11A gene with Heterotrophic Ossification - A Case Report.",
    "abstract": "<h4>Introduction</h4>A male child with congenital insensitivity to pain (CIP) due to a novel de novo L369P mutation in the SCN11A gene was found to have significant bilateral hip flexion contractures, followed by severe heterotopic ossification after contraction release. This is the first report to describe a patient with this specific mutation and subsequent clinical course.<h4>Case report</h4>A male child with CIP due to de novo L369P mutation in the SCN11A gene was found to have significant bilateral hip flexion contractures. The patient underwent bilateral hip contracture releases to improve his standing ability after failure of conservative treatment. In the coming months he developed significant heterotopic ossification that eventually bridged from the left pelvis to the left femur.<h4>Conclusion</h4>Heterotrophic ossification (HO) in patients with CIP is a rare and poorly understood clinical manifestation. Our report describes a rare and aggressive manifestation of HO in a patient with CIP.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36910714",
    "pmid": "36910714",
    "doi": "10.1016/j.omtn.2023.02.009",
    "title": "Therapeutic gene correction for Lesch-Nyhan syndrome using CRISPR-mediated base and prime editing.",
    "abstract": "Lesch-Nyhan syndrome (LNS) is inherited as an X-linked recessive genetic disorder caused by mutations in hypoxanthine-guanine phosphoribosyl transferase 1 (<i>HPRT1</i>). Patients with LNS show various clinical phenotypes, including hyperuricemia, gout, devastating behavioral abnormality, intellectual disability, and self-harm. Although uric acid overproduction can be modulated with the xanthine oxidase inhibitor allopurinol, there exists no treatment for behavioral and neurological manifestations of LNS. In the current study, CRISPR-mediated base editors (BEs) and prime editors (PEs) were utilized to generate LNS-associated disease models and correct the disease models for therapeutic approach. Cytosine BEs (CBEs) were used to induce c.430C>T and c.508C>T mutations in HAP1 cells, and then adenine BEs (ABEs) were used to correct these mutations without DNA cleavage. PEs induced a c.333_334ins(A) mutation, identified in a Korean patient with LNS, in HAP1 cells, which was corrected in turn by PEs. Furthermore, improved PEs corrected the same mutation in LNS patient-derived fibroblasts by up to 14% without any unwanted mutations. These results suggest that CRISPR-mediated BEs and PEs would be suggested as a potential therapeutic strategy of this extremely rare, devastating genetic disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "33457651",
    "pmid": "33457651",
    "doi": "10.1089/cren.2020.0046",
    "title": "Recurrent Xanthine Stones in a Young Patient with Lesch-Nyhan Syndrome.",
    "abstract": "<b><i>Background:</i></b> Lesch-Nyhan syndrome results from a rare X-linked inborn error of metabolism leading to a total body accumulation of uric acid. Clinical manifestations include self-mutilating behavior, poor muscle control, intellectual disability, gout, and kidney disease. Unfortunately, life expectancy is limited to the second or third decade of life because of symptoms associated with hyperuricemia, particularly renal failure. Patients with this condition frequently necessitate urologic intervention as the buildup of lithogenic substances predispose individuals to the development of kidney and bladder stones. <b><i>Case Presentation:</i></b> We present the case of a 23-year-old white man with known Lesch-Nyhan syndrome and recurrent bilateral xanthine stones despite repeated urologic interventions. <b><i>Conclusion:</i></b> Therapy for Lesch-Nyhan syndrome consists of reduction of uric acid achieved through allopurinol. However, excess allopurinol dosing can lead to development of xanthine kidney and bladder stones. Thus, the treating clinician must maintain a delicate balance between managing hyperuricemia and avoiding xanthine urolithiasis.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "38333456",
    "pmid": "38333456",
    "doi": "10.7759/cureus.51899",
    "title": "Stevens-Johnson Syndrome From Combined Allopurinol and Angiotensin-Converting Enzyme Inhibitors: A Narrative Review.",
    "abstract": "Stevens-Johnson syndrome (SJS) is a severe and potentially debilitating skin reaction frequently related to medication use. Allopurinol and angiotensin-converting enzyme (ACE) inhibitors are commonly prescribed medications for prevalent health conditions worldwide, and their interaction associated with SJS warrants further investigation. A comprehensive literature search was performed to investigate cases as studies related to SJS occurring in patients with concomitant use of allopurinol and ACE inhibitors. We identified case reports and studies detailing hypersensitivity reactions, including SJS, attributed to a combination of allopurinol and ACE inhibitors. Despite the drug-drug interactions or lack thereof seen in patient populations, there is no definitive evidence of a pharmacokinetic interaction between allopurinol and ACE inhibitors. We were only able to find one case report specifically detailing SJS in a patient on combined ACE inhibitors and allopurinol. While the exact mechanism of the interaction is unclear, those reported cases of severe hypersensitivity reactions suggest a previous history of impaired renal function as a predisposing factor in the development of SJS. The potential risk of SJS with coadministration of ACE inhibitors and allopurinol is a drug-drug interaction that physicians should be aware of. This topic requires additional attention to determine if this drug combination should be avoided entirely in certain patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37104174",
    "pmid": "37104174",
    "doi": "10.3390/toxins15040236",
    "title": "Botulinum Neurotoxin Injections in Children with Self-Injurious Behaviors.",
    "abstract": "Self-injurious behaviors are repetitive, persistent actions directed toward one's body that threaten or cause physical harm. These behaviors are seen within a broad spectrum of neurodevelopmental and neuropsychiatric conditions, often associated with intellectual disability. Injuries can be severe and distressing to patients and caregivers. Furthermore, injuries can be life-threatening. Often, these behaviors are challenging to treat and require a tiered, multimodal approach which may include mechanical/physical restraints, behavioral therapy, pharmacotherapy, or in some cases, surgical management, such as tooth extraction or deep brain stimulation. Here, we describe a series of 17 children who presented to our institution with self-injurious behaviors in whom botulinum neurotoxin injections were found helpful in preventing or lessening self-injury.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39859523",
    "pmid": "39859523",
    "doi": "10.3390/ijms26020809",
    "title": "A Novel Large Duplication on the X Chromosome as a Cause of Familial Generalized Dystonia: A Case Report.",
    "abstract": "Chromosomal aberrations are rare but known causes of movement disorders, presenting with broad phenotypes in which dystonia may be predominant. During the investigation of such cases, chromosomal studies are not often considered as a first approach. In this article, the authors describe a family affected by a generalized form of dystonia, evolving from a focal phenotype, for which a new X chromosome large duplication was found to be the likely causative, therefore highlighting the role of such studies when facing complex movement disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37529515",
    "pmid": "37529515",
    "doi": "10.7759/cureus.41232",
    "title": "Stress-Induced Auto-Cannibalism in Patients With a History of Moderate Traumatic Brain Injury.",
    "abstract": "A traumatic brain injury (TBI) is a significant factor in injury-related deaths in the United States and may lead to complex psychological disorders. Auto-cannibalism as a sequela of a TBI has yet to be reported in the literature. The current literature regarding such behavior is often associated with psychosis, intellectual disability, or substance use. A 35-year-old male had a past medical history significant for a TBI a decade ago. He was transferred to the emergency department due to a self-inflicted wound. The patient had been scratching his arms and legs for the last few months and displayed an intense new pattern of self-destructive behavior in the past week. He went through surgical wound debridement and psychiatric evaluation before he was discharged home. This case depicts the importance of regular, long-term psychiatric, and neurological follow-up for patients sustaining TBIs, regardless of whether or not they were previously deemed stable. A greater understanding of many factors leading to self-destructive behavior following TBIs is needed to improve patient outcomes.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35860073",
    "pmid": "35860073",
    "doi": "10.1016/j.amsu.2022.104030",
    "title": "A case of autophagia with thalamic hemorrhage.",
    "abstract": "Autophagia occurs when one is compelled to inflict pain upon oneself by biting and/or devouring portions of one's body. It is sometimes associated with psychiatric disorders or with acquired nervous system lesions and could be life-threatening (The Journal of Nervous and Mental Disease, February 2012) [2]. It is the first time that this behavior was seen in post-stroke patients, not reported in the medical literature before. A 65-years-old male patient was seen in our emergency department with left side weakness, and agitation that he had self-mutilated his index finger as the same time for one day before admission. He has no previous history of psychiatric illnesses, only he had hypertension. Head CT showed hematoma in the right thalamic and basal ganglia, after orthopedic consultation, the terminal phalange of the index finger in the left hand was amputated, and antipsychotic drugs was started with significant recovery. So thalamic hemorrhage can cause agitation and self mutilating behavior. Autophagia could be classified under the DSM's Impulse-Control Disorders.Self-mutilation is a severe form of self-injury. Both involve a deliberate and direct injury to one's own body surface without suicidal intent (Claes and Vandereycken, 2007) (Resch et al., 2008) [5].",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38347988",
    "pmid": "38347988",
    "doi": "10.7759/cureus.52199",
    "title": "Prevalence of Keratosis in the Oral Cavity: A Clinical Retrospective Study.",
    "abstract": "<h4>Introduction</h4>A lesion in the oral cavity can appear clinically white due to an increase in keratin (hyperkeratosis), an increase in the thickness of the spongiotic cells (acanthosis), accumulation of fluid within the epithelium, and formation of the pseudomembrane. There are several innocuous white lesions, while only a few require aggressive management. The lesions of frictional keratosis, tobacco pouch keratosis, and morsicatio buccarum (MB) are innocuous white lesions that can be treated with simple treatments. This paper aimed to study the prevalence of the three white lesions among the patients visiting Saveetha Dental College. The objectives were to study the gender prevalence of the lesions and the average age distribution of these lesions.<h4>Methodology</h4>The study was a retrospective clinical study that collected data from DIAS (Digital Information and Archiving Software) over four years among the patients visiting Saveetha Dental College. The inclusion and exclusion criteria were based on the clinical diagnostic features, and the existence of any other oral potentially malignant disorder made the exclusion criteria. The collected data were entered into Statistical Package for the Social Sciences (SPSS) version 26.0 (IBM Corp., Armonk, NY). The data were analyzed for descriptive and inferential statistics.<h4>Results</h4>The total number of patients with the lesions mentioned above was 5,613, with an average age of 37.28 years. The most common lesion was frictional keratosis with 4,026 patients, followed by tobacco pouch keratosis with 1,537 patients. The least common was MB, with 54 patients. Based on gender, all of the above lesions were most commonly seen in men. The age analysis revealed that frictional keratosis and MB were seen in middle age, while tobacco pouch keratosis was seen in middle to old age.<h4>Discussion</h4>From the above study, it is noticed that frictional keratosis was the most common lesion, which had arisen most commonly in the third molar region and was seen in the younger age group due to the eruption of the third molars. Among the lesions, the only tobacco-induced lesion was tobacco pouch keratosis, which was seen predominantly in middle to old age, implying that prolonged habit usage was essential for the lesion to develop.<h4>Conclusion</h4>This study has helped us understand the prevalence of innocuous keratotic lesions in the South Indian population. The findings of this study will give a guideline for confirming the clinical diagnosis of similar lesions. This could potentially reduce the need for undertaking a biopsy and rather try treating with less invasive modalities, and when no response is seen, then it would be worthwhile to do a biopsy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32573906",
    "pmid": "32573906",
    "doi": "10.1111/ner.13217",
    "title": "Deep Brain Stimulation of the Internal Pallidum in Lesch-Nyhan Syndrome: Clinical Outcomes and Connectivity Analysis.",
    "abstract": "<h4>Background</h4>Lesch-Nyhan syndrome (LNS) is a rare genetic disorder characterized by a deficiency of hypoxanthine-guanine phosphoribosyltransferase enzyme. It manifests during infancy with compulsive self-mutilation behavior associated with disabling generalized dystonia and dyskinesia. Clinical management of these patients poses an enormous challenge for medical teams and carers.<h4>Objectives</h4>We report our experience with bilateral deep brain stimulation (DBS) of the globus pallidus internus (GPi) in the management of this complex disorder.<h4>Materials and methods</h4>Preoperative and postoperative functional assessment data prospectively collected by a multidisciplinary pediatric complex motor disorders team, including imaging, neuropsychology, and neurophysiology evaluations were analyzed with regards to motor and behavioral control, goal achievement, and patient and caregivers' expectations.<h4>Results</h4>Four male patients (mean age 13 years) underwent DBS implantation between 2011 and 2018. Three patients received double bilateral DBS electrodes within the posteroventral GPi and the anteromedial GPi, whereas one patient had bilateral electrodes placed in the posteroventral GPi only. Median follow-up was 47.5 months (range 22-98 months). Functional improvement was observed in all patients and discussed in relation to previous reports. Analysis of structural connectivity revealed significant correlation between the involvement of specific cortical regions and clinical outcome.<h4>Conclusion</h4>Combined bilateral stimulation of the anteromedial and posteroventral GPi may be considered as an option for managing refractory dystonia and self-harm behavior in LNS patients. A multidisciplinary team-based approach is essential for patient selection and management, to support children and families, to achieve functional improvement and alleviate the overall disease burden for patients and caregivers.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38414991",
    "pmid": "38414991",
    "doi": "10.1039/d4ra00659c",
    "title": "Uric acid quantification <i>via</i> colorimetric detection utilizing silver oxide-modified activated carbon nanoparticles functionalized with ionic liquid.",
    "abstract": "Uric acid (UA) is a significant indicator of human health because it is linked to several diseases, including renal failure, kidney stones, arthritis, and gout. Uric acid buildup in the joints is the source of chronic and painful diseases. When UA is present in large quantities, it causes tissue injury in the joints that are afflicted. In this research, silver oxide-doped activated carbon nanoparticles were synthesized and then functionalized with an ionic liquid. The synthesized nanomaterial assembly was employed as a colorimetric sensing platform for uric acid. Activated carbon offers a large internal surface area that acts as a good carrier for catalytic reactions. A salt-melting approach was used to synthesize the silver oxide-doped activated carbon nanocomposite. The synthesis was confirmed through various techniques, such as UV-vis spectrophotometer, FTIR, XRD, SEM, and EDX. The colorimetric change from blue-green to colorless was observed with the naked eye and confirmed by UV-vis spectroscopy. To obtain the best colorimetric change, several parameters, such as pH, capped NP loading, TMB concentration, hydrogen peroxide concentration, and time, were optimized. The optimized experimental conditions for the proposed sensor were pH 4 with 35 μL of NPs, a 40 mM TMB concentration, and a 4 minutes incubation time. The sensor linear range is 0.001-0.36 μM, with an <i>R</i><sup>2</sup> value of 0.999. The suggested sensor limits of detection and quantification are 0.207 and 0.69 nM, respectively. Potential interferers, such as ethanol, methanol, urea, Ca<sup>2+</sup>, K<sup>+</sup>, and dopamine, did not affect the detection of uric acid.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39843378",
    "pmid": "39843378",
    "doi": "10.1136/bmjopen-2024-090857",
    "title": "Nature and prevalence of long-term conditions in people with intellectual disability: retrospective longitudinal population-based study.",
    "abstract": "<h4>Objective</h4>Explore the nature and prevalence of long-term conditions in individuals with intellectual disability.<h4>Design</h4>Retrospective longitudinal population-based study.<h4>Setting</h4>Primary and secondary care data across the population of Wales with the Secure Anonymised Information Linkage (SAIL) Databank.<h4>Participants</h4>14 323 individuals were identified during the study date period 1 January 2000 to 31 December 2021 using the following inclusion criteria: 18 or older, alive at the cohort start date, a resident of Wales, with a primary care registration at a SAIL providing general practice with available records and a recorded diagnosis of intellectual disability. Once individuals were identified, health records were observed from birth.<h4>Results</h4>13 069 individuals had a recorded diagnosis of intellectual disability and at least one long-term condition, reflecting 91.25% of the population. Demographic data from the SAIL dataset reveal that the study population is predominantly White, with low levels of representation of non-White ethnic groups. In the cohort, a larger proportion of patients live in the most deprived areas of Wales (22.30%), with fewer individuals in less deprived categories. Mental illness was identified as the most prevalent of the identified long-term conditions, whereby 30.91% of the population had a recorded diagnosis of a mental illness which was chronic. For many common conditions, including epilepsy, thyroid disorders, upper gastrointestinal disorders, chronic kidney disease and diabetes, there was an overall trend of higher prevalence rates in the intellectual disability cohort when compared with the general population. The prevalence of hypertension was lower in individuals with intellectual disability. Chronic constipation, chronic diarrhoea and insomnia were examples of long-term conditions added as relevant to individuals with intellectual disability. Notable differences in the distribution of long-term conditions were observed when comparing across sex and age groups. The number of long-term conditions increases with age. Conditions which may usually be expected to emerge later in life are present in younger age groups, such as diabetes, hypertension and chronic arthritis. When hospital episodes were analysed, epilepsy, diabetes, chronic airway disease and mental illness were commonly treated conditions during hospital admission across both sexes. Conditions which were less prevalent in the intellectual disability cohort, but which were treated during ≥6% of total hospital admissions include cancer, cardiac arrhythmias and cerebral palsy.<h4>Conclusions</h4>This study establishes a range of 40 relevant long-term conditions for people with intellectual disability through an iterative process, which included a review of the available literature and a series of discussions with a Professional Advisory Panel and Patient and Public Involvement groups of this research project. The findings of the study reinforce the high prevalence and early emergence of long-term conditions in the intellectual disability cohort. It also demonstrates the difference in the range of conditions when compared with the general population. There were differences in long-term conditions when separated by sex and age. Long-term conditions which commonly require treatment in hospitals were also revealed. Further work is required to translate the findings of this study into actionable insights. Clusters of multiple long-term conditions, trajectories, outcomes and risk factors should be explored to optimise the understanding and longitudinal care of individuals with intellectual disabilities and long-term conditions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "32846834",
    "pmid": "32846834",
    "doi": "10.1097/md.0000000000021847",
    "title": "Delayed emergence from propofol anesthesia in a patient with Lesch-Nyhan syndrome: A case report.",
    "abstract": "<h4>Rationale</h4>Lesch-Nyhan syndrome (LNS) is an X-linked recessive disorder presenting with uric acid overproduction, neurocognitive disability, and behavioral disturbances. Inhalational anesthesia has been frequently used in LNS patients undergoing surgery. Characteristic compulsive self-injurious behavior and high risk of emesis may hinder inhalational induction. Propofol may be beneficial for these patients because of its easy and rapid titration for anesthetic depth during induction, early recovery from anesthesia, and antiemetic effect as well as uricosuric effect.<h4>Patient concerns</h4>A 16-year-old male adolescent was scheduled for percutaneous nephrolithotomy. He exhibited poorly controlled muscle, self-injurious behaviors and intellectual disability.<h4>Diagnosis</h4>The patient presented with neurodevelopmental delay in the first year of life, and was diagnosed with LNS, with a substitution of phenylalanine to leucine in hypoxanthine-guanine phosphoribosyltransferase (HPRT) 1 gene on the X-chromosome at 3 years of age.<h4>Interventions</h4>Total intravenous anesthesia was used for induction and maintenance of anesthesia with propofol and remifentanil using target-controlled infusion.<h4>Outcomes</h4>Time to recovery of consciousness was prolonged after uneventful surgery. Serum uric acid levels gradually increased during postoperative period.<h4>Lessons</h4>Propofol anesthesia using target-controlled infusion does not provide significant clinical advantages in rapid emergence from anesthesia and management of hyperuricemia in LNS patients undergoing urological surgery.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "38961367",
    "pmid": "38961367",
    "doi": "10.1186/s12864-024-10578-7",
    "title": "Development of pre-implantation genetic testing protocol for monogenic disorders (PGT-M) of Hb H disease.",
    "abstract": "Hb H disease is the most severe form of α-thalassemia compatible with post-natal life. Compound heterozygous α<sup>0</sup>-thalassemia<sup>- SEA</sup> deletion/α<sup>+</sup>-thalassemia<sup>- 3.7kb</sup> deletion is the commonest cause of Hb H disease in Thailand. Preimplantation genetics testing for monogenic disorders (PGT-M) is an alternative for couples at risk of the disorder to begin a pregnancy with a healthy baby. This study aims to develop a novel PCR protocol for PGT-M of Hb H disease<sup>- SEA/-3.7kb</sup> using multiplex fluorescent PCR. A novel set of primers for α<sup>+</sup>-thalassemia<sup>- 3.7kb</sup> deletion was developed and tested. The PCR protocol for α<sup>0</sup>-thalassemia<sup>- SEA</sup> deletion was combined for Hb H disease<sup>- SEA/-3.7kb</sup> genotyping. The PCR protocols were applied to genomic DNA extracted from subjects with different thalassemia genotypes and on whole genome amplification (WGA) products from clinical PGT-M cycles of the families at risk of Hb Bart's. The results were compared and discussed. The results showed three PCR products from α<sup>+</sup>-thalassemia<sup>- 3.7kb</sup> primer set, and three from α<sup>0</sup>thalassemia<sup>SEA</sup> primer set. The results were consistent with the known thalassemia genotypes. The novel -α<sup>3.7</sup> primers protocol was also tested on 37 WGA products from clinical PGT-M cycles giving accurate genotyping results and a satisfying amplification efficiency with the ADO rates of 2.7%, 0%, and 0% for HBA2, HBA1, and internal control fragments, respectively. This novel PCR protocol can precisely distinguish Hb H disease<sup>- SEA/-3.7kb</sup> from other genotypes. Additionally, this is the first PCR protocol for Hb H disease<sup>- SEA/-3.7kb</sup> which is optimal for PGT-M.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38646386",
    "pmid": "38646386",
    "doi": "10.7759/cureus.56583",
    "title": "Advancements in Pancreatic Cancer Detection: Integrating Biomarkers, Imaging Technologies, and Machine Learning for Early Diagnosis.",
    "abstract": "Artificial intelligence (AI) has come to play a pivotal role in revolutionizing medical practices, particularly in the field of pancreatic cancer detection and management. As a leading cause of cancer-related deaths, pancreatic cancer warrants innovative approaches due to its typically advanced stage at diagnosis and dismal survival rates. Present detection methods, constrained by limitations in accuracy and efficiency, underscore the necessity for novel solutions. AI-driven methodologies present promising avenues for enhancing early detection and prognosis forecasting. Through the analysis of imaging data, biomarker profiles, and clinical information, AI algorithms excel in discerning subtle abnormalities indicative of pancreatic cancer with remarkable precision. Moreover, machine learning (ML) algorithms facilitate the amalgamation of diverse data sources to optimize patient care. However, despite its huge potential, the implementation of AI in pancreatic cancer detection faces various challenges. Issues such as the scarcity of comprehensive datasets, biases in algorithm development, and concerns regarding data privacy and security necessitate thorough scrutiny. While AI offers immense promise in transforming pancreatic cancer detection and management, ongoing research and collaborative efforts are indispensable in overcoming technical hurdles and ethical dilemmas. This review delves into the evolution of AI, its application in pancreatic cancer detection, and the challenges and ethical considerations inherent in its integration.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37464296",
    "pmid": "37464296",
    "doi": "10.1186/s12882-023-03240-z",
    "title": "Clinical utility of genetic testing in Indian children with kidney diseases.",
    "abstract": "<h4>Background</h4>Kidney diseases with genetic etiology in children present with an overlapping spectrum of manifestations. We aimed to analyze the clinical utility of genetic testing in the diagnosis and management of suspected genetic kidney diseases in children.<h4>Methods</h4>In this retrospective study, children ≤ 18 years in whom a genetic test was ordered were included. Clinical indications for genetic testing were categorized as Glomerular diseases, nephrolithiasis and/or nephrocalcinoses, tubulopathies, cystic kidney diseases, congenital abnormality of kidney and urinary tract, chronic kidney disease of unknown aetiology and others. Clinical exome sequencing was the test of choice. Other genetic tests ordered were sanger sequencing, gene panel, multiplex ligation-dependent probe amplification and karyotyping. The pathogenicity of the genetic variant was interpreted as per the American College of Medical Genetics classification.<h4>Results</h4>A total of 86 samples were sent for genetic testing from 76 index children, 8 parents and 2 fetuses. A total of 74 variants were reported in 47 genes. Out of 74 variants, 42 were missense, 9 nonsense, 12 frameshifts, 1 indel, 5 affected the splicing regions and 5 were copy number variants. Thirty-two were homozygous, 36 heterozygous and 6 were hemizygous variants. Twenty-four children (31.6%) had pathogenic and 11 (14.5%) had likely pathogenic variants. Twenty-four children (31.6%) had variants of uncertain significance. No variants were reported in 17 children (22.3%). A genetic diagnosis was made in 35 children with an overall yield of 46%. The diagnostic yield was 29.4% for glomerular diseases, 53.8% for tubular disorders, 81% for nephrolithiasis and/or nephrocalcinoses, 60% for cystic kidney diseases and 50% for chronic kidney disease of unknown etiology. Genetic testing made a new diagnosis or changed the diagnosis in 15 children (19.7%).<h4>Conclusion</h4>Nearly half (46%) of the children tested for a genetic disease had a genetic diagnosis. Genetic testing confirmed the clinical diagnoses, changed the clinical diagnoses or made a new diagnosis which helped in personalized management.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "33450287",
    "pmid": "33450287",
    "doi": "10.1016/j.cbi.2021.109380",
    "title": "Oxidopamine and oxidative stress: Recent advances in experimental physiology and pharmacology.",
    "abstract": "Oxidopamine (6-hydroxydopamine, 6-OHDA) is a toxin commonly used for the creation of experimental animal models of Parkinson's disease, attention-deficit hyperactivity disorder, and Lesch-Nyhan syndrome. Its exact mechanism of action is not completely understood, although there are many indications that it is related to the generation of reactive oxygen species (ROS), primarily in dopaminergic neurons. In certain experimental conditions, oxidopamine may also cause programmed cell death via various signaling pathways. Oxidopamine may also have a significant impact on chromatin structure and nuclear structural organization in some cells. Today, many researchers use oxidopamine-associated oxidative damage to evaluate different antioxidant-based pharmacologically active compounds as drug candidates for various neurological and non-neurological diseases. Additional research is needed to clarify the exact biochemical pathways associated with oxidopamine toxicity, related ROS generation and apoptosis. In this short review, we focus on the recent research in experimental physiology and pharmacology, related to the cellular and animal experimental models of oxidopamine - mediated toxicity.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38277524",
    "pmid": "38277524",
    "doi": "10.1097/md.0000000000037081",
    "title": "Comparison of clinical and economic evaluation between selected generic and original febuxostat tablets in Chinese gout patients with hyperuricemia: A real-world multicenter retrospective study.",
    "abstract": "Generic febuxostat tablets were listed in China's third-round centralized drug procurement program. However, there are no sufficient data available on the use of febuxostat in a real-world setting. This study aimed to compare the efficacy, safety, and cost of selected generic febuxostat with original febuxostat in primary gout and hyperuricemia. Medical records at 3 tertiary hospitals from January 2014 to February 2022 were retrospectively analyzed. Propensity score matching was used to balance the distribution of baseline characteristics. The proportion of patients achieving target serum uric acid (SUA) levels at 12 weeks, the percent changes from baseline in SUA, adverse drug reactions, and the cost of febuxostat therapy were assessed. A total of 221 patients were recruited and 57 pairs of patients were 1:1 matched in the 2 groups. There was no statistically significant difference in the proportion of patients achieving a target SUA levels below 300 μmol/L, the percent changes of SUA decreased from baseline, and the incidence of adverse drug reactions between the 2 groups (all P > .05). The daily febuxostat cost in the generic group were significantly lower than that in original group (P < .05). Based on the results of this study, the clinical efficacy of selected generic febuxostat is comparable to that of original febuxostat for gout with hyperuricemia. No serious adverse reactions were reported in the 2 groups, and generic febuxostat is more economical than the original febuxostat.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PMC6897645",
    "pmid": "",
    "doi": "",
    "title": "223 Lesch-Nyhan syndrome: from patient to mouse model",
    "abstract": "Abstract Introduction. HPRT1 is a Hypoxanthine-guanine phosphoribosyltransferase (HGPRT) coding gene, mutations of which cause, among other diseases, Lesch-Nyhan syndrome. LNS is a severe X-linked recessive neurological disorder. Alignment shows 98.6% homology of human and murine protein sequences. Objectives. We assume that murine model of this human disease should be developed. So, our purpose is to create a transgenic mouse model of Lesch-Nyhan syndrome by CRISPR/Cas9 genome editing system. Methods. The BLAST was used to find homologous mutation in murine HPRT1 gene comparing to Human one. X-ray crystallographic structural model of the HPRT1 was used as template for M4T Raptor algorithm to generate predicted structure of mutated protein. Models were visualized in PyMol (Schrodinger, Portland, OR). Lack of enzymatic activity of the HGPRT could be caused via troubled homodimerization. Absence of the aliphatic Valine could be the reason of the hindered monomers interaction. Genetic construction based on the px330 plasmid was brought using microinjection method in mouse fertilized ovum for producing primary transgenic organisms. Results. The CRISPR/Cas9 system was specifically designed to carry out mutations in HPRT. The resulting genetic construct was introduced into the fertilized mouse ovum to obtain primary transgenic organisms. This mouse was obtained at the Institute of Biology of the Russian Academy of Sciences. Conclusion. Homologous mutation in human and murine HPRT1 gene resulting into comparable conformational change in the protein model structure was revealed, so murine personalized model of the Lesch-Nyhan syndrome could be developed. Structural changes can be further studied to provide treatment strategy for people suffering from Lesch-Nyhan syndrome. This study was supported by Russian Science Foundation (Grant #17-75-20249).",
    "journal": "",
    "year": "2019"
  },
  {
    "id": "34470864",
    "pmid": "34470864",
    "doi": "10.1101/pdb.prot103325",
    "title": "Selecting for and Checking Cells with HGPRT Deficiency for Hybridoma Production.",
    "abstract": "For drug-selective media to work for hybridoma selection, myeloma cells expressing a mutation abrogating the function of their HGPRT gene (and subsequently unable to produce purines for DNA biosynthesis) are used. HGPRT will recognize 8-AG as a substrate and convert it to the monophosphate nucleotide. The 8-AG-containing nucleotide is then processed further and incorporated into DNA and RNA, where it is toxic. Therefore, cells with a functional HGPRT enzyme grown in the presence of 8-AG will die. Cells that are deficient in HGPRTase cannot incorporate 8-AG in vivo and thus continue to grow. Cells that have been selected for resistance to 8-AG should be checked periodically to ensure that they maintain sensitivity to drugs that block the de novo synthesis of DNA. In addition, all myeloma cell lines should be checked periodically for reversion of their drug selection markers. Any line that is not killed completely by drug selection should either be reselected or replaced with a new line.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "PPR225210",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-29107/v8",
    "title": "CT, US and MRI of Xanthine Urinary Stones: In-Vitro and In-Vivo Analyses",
    "abstract": "<h4>Background: </h4> Xanthine urinary stones are a rare entity that may occur in patients with Lesch-Nyhan Syndrome receiving allopurinol. There is little literature describing imaging characteristics of these stones, and the most appropriate approach to imaging these stones is therefore unclear. We performed in-vitro and in-vivo analyses of xanthine stones using computed tomography (CT) at different energy levels, ultrasound (US), and magnetic resonance imaging (MRI). <h4>Methods:</h4> Five pure xanthine stones from a child with Lesch-Nyhan were imaged in-vitro and in-vivo. CT of the stones was performed at 80kVp, 100kVp, 120kVp and 140kVp and CT numbers of the stones were recorded in Hounsfield units (HU). US of the stones was performed and echogenicity, acoustic shadowing and twinkle artifact were assessed. MRI of the stones was performed and included T2-weighted, ultrashort echo-time (UTE)-weighted and T2/T1-weighted 3D bFFE sequences and signal was assessed. <h4>Results:</h4> In-vitro analysis on CT demonstrated that xanthine stones were radiodense and the average attenuation coefficient did not differ with varying kVp, measuring 331.0+/-51.7HU at 80kVp, 321.4+/-63.4HU at 100kVp, 329.7+/-54.2HU at 120kVp and 328.4+/-61.1HU at 140kVp. In-vivo analysis on CT resulted in an average attenuation of 354+/-35HU. On US, xanthine stones where echogenic with acoustic shadowing and twinkle artifact. On MRI, stones lacked signal on all tested sequences. <h4>Conclusion:</h4> Xanthine stone analyses, both in-vitro and in-vivo, demonstrate imaging characteristics typical of most urinary stones: dense on CT, echogenic on US, and lacking signal on MRI. Therefore, the approach to imaging xanthine stones should be comparable to that of other urinary stones.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "36226509",
    "pmid": "36226509",
    "doi": "10.1080/01677063.2022.2129632",
    "title": "Abnormalities of neural stem cells in Lesch-Nyhan disease.",
    "abstract": "Lesch-Nyhan disease (LND) is a neurodevelopmental disorder caused by variants in the <i>HPRT1</i> gene, which encodes the enzyme hypoxanthine-guanine phosphoribosyl transferase (HGprt). HGprt deficiency provokes numerous metabolic changes which vary among different cell types, making it unclear which changes are most relevant for abnormal neural development. To begin to elucidate the consequences of HGprt deficiency for developing human neurons, neural stem cells (NSCs) were prepared from 6 induced pluripotent stem cell (iPSC) lines from individuals with LND and compared to 6 normal healthy controls. For all 12 lines, gene expression profiles were determined by RNA-seq and protein expression profiles were determined by shotgun proteomics. The LND lines revealed significant changes in expression of multiple genes and proteins. There was little overlap in findings between iPSCs and NSCs, confirming the impact of HGprt deficiency depends on cell type. For NSCs, gene expression studies pointed towards abnormalities in WNT signaling, which is known to play a role in neural development. Protein expression studies pointed to abnormalities in the mitochondrial F<sub>0</sub>F<sub>1</sub> ATPase, which plays a role in maintaining cellular energy. These studies point to some mechanisms that may be responsible for abnormal neural development in LND.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39533321",
    "pmid": "39533321",
    "doi": "10.1186/s12934-024-02561-4",
    "title": "Streptomyces griseorubens as a microbial cell factory for extracellular uricase production and bioprocess optimization using statistical approach.",
    "abstract": "<h4>Background</h4>Uricase is a bio-drug used to reduce urate accumulation in gout disease. Thus, there is a continuous demand for screening soil samples derived from a variety of different sources in order to isolate a strain that possesses a high potential for producing uricase.<h4>Methods</h4>Streptomyces sp. strain NEAE-5 demonstrated a significant capacity for uricase production was identified based on the physiological, morphological and biochemical characteristics, as well as 16S rDNA sequencing analysis. Using a Plackett-Burman statistical design, the impact of eighteen process factors on uricase production by Streptomyces griseorubens strain NEAE-5 was investigated. Using central composite design, the most important variables that had a favourable positive impact on uricase production by Streptomyces griseorubens strain NEAE-5 were further optimized.<h4>Results</h4>It is clear that the morphological and chemotaxonomic features of Streptomyces sp. strain NEAE-5 are typical for the Streptomyces genus. Phylogenetic analysis indicated that Streptomyces sp. strain NEAE-5 belongs to the genus Streptomyces and closely related to Streptomyces griseorubens which it has a 95-96% identity in 16S rDNA gene sequencing. Accordingly, the strain is proposed to be identified as Streptomyces griseorubens strain NEAE-5. The three factors that had the significant positive impacts on uricase production were uric acid, hypoxanthine, and yeast extract. As a result, the best conditions for achieving the highest experimental uricase production by Streptomyces griseorubens strain NEAE-5 after central composite design were (g/L): uric acid 6.96, glycerol 5, hypoxanthine 5.51, MgSO<sub>4</sub>.7H<sub>2</sub>O 0.1, KNO<sub>3</sub> 2, CaCl<sub>2</sub> 0.5, K<sub>2</sub>HPO<sub>4</sub> 0.5, NaCl 0.5, yeast extract 1.08. In addition, the period of incubation is seven days, pH 7.5 and 37 °C with an inoculum size of 2 mL (10<sup>5</sup> cfu/mL) /100 mL medium.<h4>Conclusions</h4>After optimization, the obtained uricase activity was 120.35 U/mL, indicating that the Streptomyces griseorubens strain NEAE-5 is a potent uricase producer and that the statistical approach used for optimization was appropriate.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35144859",
    "pmid": "35144859",
    "doi": "10.1016/j.ymgme.2022.01.103",
    "title": "PUS7 deficiency in human patients causes profound neurodevelopmental phenotype by dysregulating protein translation.",
    "abstract": "Protein translation is a highly regulated process involving the interaction of numerous genes on every component of the protein translation machinery. Upregulated protein translation is a hallmark of cancer and is implicated in autism spectrum disorder, but the risks of developing each disease do not appear to be correlated with one another. In this study we identified two siblings from the NIH Undiagnosed Diseases Program with loss of function variants in PUS7, a gene previously implicated in the regulation of total protein translation. These patients exhibited a neurodevelopmental phenotype including autism spectrum disorder in the proband. Both patients also had features of Lesch-Nyhan syndrome, including hyperuricemia and self-injurious behavior, but without pathogenic variants in HPRT1. Patient fibroblasts demonstrated upregulation of protein synthesis, including elevated MYC protein, but did not exhibit increased rates of cell proliferation. Interestingly, the dysregulation of protein translation also resulted in mildly decreased levels of HPRT1 protein suggesting an association between dysregulated protein translation and the LNS-like phenotypic findings. These findings strengthen the correlation between neurodevelopmental disease, particularly autism spectrum disorders, and the rate of protein translation.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38137389",
    "pmid": "38137389",
    "doi": "10.3390/biomedicines11123169",
    "title": "Dysuricemia.",
    "abstract": "Gout results from elevated serum urate (SU) levels, or hyperuricemia, and is a globally widespread and increasingly burdensome disease. Recent studies have illuminated the pathophysiology of gout/hyperuricemia and its epidemiology, diagnosis, treatment, and complications. The genetic involvement of urate transporters and enzymes is also proven. URAT1, a molecular therapeutic target for gout/hyperuricemia, was initially derived from research into hereditary renal hypouricemia (RHUC). RHUC is often accompanied by complications such as exercise-induced acute kidney injury, which indicates the key physiological role of uric acid. Several studies have also revealed its physiological role as both an anti-oxidant and a pro-oxidant, acting as both a scavenger and a generator of reactive oxygen species (ROSs). These discoveries have prompted research interest in SU and xanthine oxidoreductase (XOR), an enzyme that produces both urate and ROSs, as status or progression biomarkers of chronic kidney disease and cardiovascular disease. The notion of \"the lower, the better\" is therefore incorrect; a better understanding of uric acid handling and metabolism/transport comes from an awareness that excessively high and low levels both cause problems. We summarize here the current body of evidence, demonstrate that uric acid is much more than a metabolic waste product, and finally propose the novel disease concept of \"dysuricemia\" on the path toward \"normouricemia\", or optimal SU level, to take advantage of the dual roles of uric acid. Our proposal should help to interpret the spectrum from hypouricemia to hyperuricemia/gout as a single disease category.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38172222",
    "pmid": "38172222",
    "doi": "10.1038/s41598-023-50668-2",
    "title": "Unfavorable switching of skewed X chromosome inactivation leads to Menkes disease in a female infant.",
    "abstract": "Menkes disease is an X-linked disorder of copper metabolism caused by mutations in the ATP7A gene, and female carriers are usually asymptomatic. We describe a 7-month-old female patient with severe intellectual disability, epilepsy, and low levels of serum copper and ceruloplasmin. While heterozygous deletion of exons 16 and 17 of the ATP7A gene was detected in the proband, her mother, and her grandmother, only the proband suffered from Menkes disease clinically. Intriguingly, X chromosome inactivation (XCI) analysis demonstrated that the grandmother and the mother showed skewing of XCI toward the allele with the ATP7A deletion and that the proband had extremely skewed XCI toward the normal allele, resulting in exclusive expression of the pathogenic ATP7A mRNA transcripts. Expression bias analysis and recombination mapping of the X chromosome by the combination of whole genome and RNA sequencing demonstrated that meiotic recombination occurred at Xp21-p22 and Xq26-q28. Assuming that a genetic factor on the X chromosome enhanced or suppressed XCI of its allele, the factor must be on either of the two distal regions derived from her grandfather. Although we were unable to fully uncover the molecular mechanism, we concluded that unfavorable switching of skewed XCI caused Menkes disease in the proband.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37443362",
    "pmid": "37443362",
    "doi": "10.1038/s41467-023-39909-0",
    "title": "Discovering functionally important sites in proteins.",
    "abstract": "Proteins play important roles in biology, biotechnology and pharmacology, and missense variants are a common cause of disease. Discovering functionally important sites in proteins is a central but difficult problem because of the lack of large, systematic data sets. Sequence conservation can highlight residues that are functionally important but is often convoluted with a signal for preserving structural stability. We here present a machine learning method to predict functional sites by combining statistical models for protein sequences with biophysical models of stability. We train the model using multiplexed experimental data on variant effects and validate it broadly. We show how the model can be used to discover active sites, as well as regulatory and binding sites. We illustrate the utility of the model by prospective prediction and subsequent experimental validation on the functional consequences of missense variants in HPRT1 which may cause Lesch-Nyhan syndrome, and pinpoint the molecular mechanisms by which they cause disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "33046039",
    "pmid": "33046039",
    "doi": "10.1186/s12894-020-00736-w",
    "title": "CT, US and MRI of xanthine urinary stones: in-vitro and in-vivo analyses.",
    "abstract": "<h4>Background</h4>Xanthine urinary stones are a rare entity that may occur in patients with Lesch-Nyhan syndrome receiving allopurinol. There is little literature describing imaging characteristics of these stones, and the most appropriate approach to imaging these stones is therefore unclear. We performed in-vitro and in-vivo analyses of xanthine stones using computed tomography (CT) at different energy levels, ultrasound (US), and magnetic resonance imaging (MRI).<h4>Methods</h4>Five pure xanthine stones from a child with Lesch-Nyhan were imaged in-vitro and in-vivo. CT of the stones was performed at 80 kVp, 100 kVp, 120 kVp and 140 kVp and CT numbers of the stones were recorded in Hounsfield units (HU). US of the stones was performed and echogenicity, acoustic shadowing and twinkle artifact were assessed. MRI of the stones was performed and included T2-weighted, ultrashort echo-time-weighted and T2/T1-weighted 3D bFFE sequences and signal was assessed.<h4>Results</h4>In-vitro analysis on CT demonstrated that xanthine stones were radiodense and the average attenuation coefficient did not differ with varying kVp, measuring 331.0 ± 51.7 HU at 80 kVp, 321.4 ± 63.4 HU at 100 kVp, 329.7 ± 54.2 HU at 120 kVp and 328.4 ± 61.1 HU at 140 kVp. In-vivo analysis on CT resulted in an average attenuation of 354 ± 35 HU. On US, xanthine stones where echogenic with acoustic shadowing and twinkle artifact. On MRI, stones lacked signal on all tested sequences.<h4>Conclusion</h4>Xanthine stone analyses, both in-vitro and in-vivo, demonstrate imaging characteristics typical of most urinary stones: dense on CT, echogenic on US, and lacking signal on MRI. Therefore, the approach to imaging xanthine stones should be comparable to that of other urinary stones.",
    "journal": "",
    "year": "2020"
  },
  {
    "id": "37659319",
    "pmid": "37659319",
    "doi": "10.1016/j.ymgme.2023.107690",
    "title": "Clinical and biochemical footprints of inherited metabolic diseases. XV. Epilepsies.",
    "abstract": "We provide a comprehensive overview of inherited metabolic disorders (IMDs) in which epilepsy is a prominent manifestation. Our unique database search has identified 256 IMDs associated with various types of epilepsies, which we classified according to the classic pathophysiology-based classification of IMDs, and according to selected seizure-related factors (neonatal seizures, infantile spasms, myoclonic seizures, and characteristic EEG patterns) and treatability for the underlying metabolic defect. Our findings indicate that inherited metabolic epilepsies are more likely to present in the neonatal period, with infantile spasms or myoclonic seizures. Additionally, the ∼20% of treatable inherited metabolic epilepsies found by our search were mainly associated with the IMD groups of \"cofactor and mineral metabolism\" and \"Intermediary nutrient metabolism.\" The information provided by this study, including a comprehensive list of IMDs with epilepsy stratified according to age of onset, and seizure type and characteristics, along with an overview of the key clinical features and proposed diagnostic and therapeutic approaches, may benefit any epileptologist and healthcare provider caring for individuals with metabolic conditions.",
    "journal": "",
    "year": "2023"
  }
]