[
  {
    "id": "40132917",
    "pmid": "40132917",
    "doi": "10.1136/bcr-2024-263603",
    "title": "Acute encephalopathy in a neonate: a diagnostic odyssey leading to maple syrup urine disease (MSUD).",
    "abstract": "We report a rare case of a term neonate presented with seizure, encephalopathy and respiratory distress, with an initial sepsis screen, serum electrolytes, blood sugar and cerebrospinal fluid (CSF) examination revealing no abnormalities. However, CT scan and MRI showed diffuse brain white matter oedema, and tandem mass spectroscopy and gas chromatography revealed elevated levels of branched chain amino acids and their ketoacids and hydroxy acids in urine. Clinical exome sequencing confirmed a mutation in the <i>BCKDHB</i> gene, diagnosing classical variety of maple syrup urine disease (MSUD). The baby was managed with high glucose infusion and a specialised branched-chain amino acid-free formula. This case highlights the importance of considering inborn error of metabolism (IEM) in neonates with encephalopathy and negative sepsis screens, using advanced imaging and metabolomics for timely and accurate diagnosis, prompt management to prevent ongoing encephalopathy and optimise long-term neurodevelopmental outcome. Early recognition and intervention in IEM cases can significantly impact patient outcomes, highlighting the need for a multidisciplinary approach to diagnosis and treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR918801",
    "pmid": "",
    "doi": "10.1101/2024.10.01.616096",
    "title": "Assembly of branched chain amino acid (BCAA) to toxic fibrils may be related to pathogenesis of Maple syrup urine disease (MSUD)",
    "abstract": "Inborn errors of metabolism (IEMs) are a group of diseases caused by mutations in single genes, leading to the buildup of metabolites that are typically toxic or disrupt normal cellular function. The etiological relation of metabolic disorders has been uncovered through the study of metabolite amyloids. Various metabolites that accumulate in IEMs have been reported to self-assemble into organized structures. These structures exhibit similar physicochemical properties as proteinaceous amyloid fibrils. In this context, our study illustrated the aggregation properties of Branched chain amino acid (BCAA) i.e. Isoleucine, Leucine and Valine that accumulate in Maple syrup urine disease (MSUD) to investigate their propensities to assemble into amyloid-like fibrils. The structural morphologies of BCAA were studied via. microscopic techniques like Scanning electron microscopy (SEM), optical microscopy and phase contrast microscopy. Further, characterization techniques were employed to understand the physicochemical properties of the self-assemblies and its underlying mechanism. The amyloid-like nature of these aggregates was confirmed using Thioflavin T (ThT) and Congo Red (CR) assays, indicating a possible cytotoxic effect. The MTT assay reveals BCAAs were cytotoxic and significantly decrease cell viability. Our study plays a key role in understanding the physicochemical properties of MSUD in association to amyloid disease, possibly paving the way for the development of therapeutic solutions in the future. <h4>Graphical Abstract</h4> The self-assembly of BCAA-Ile, Leu, Val was investigated and the findings indicate that their aggregation may follow an amyloidogenic pathway.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40047138",
    "pmid": "40047138",
    "doi": "10.1002/ajmg.a.64037",
    "title": "Expanding the Genetic Spectrum of PPM1K-Related Maple Syrup Urine Disease: A Novel Mutation.",
    "abstract": "Maple syrup urine disease (MSUD) is a rare inborn error of metabolism caused by impaired catabolism of branched-chain amino acids (BCAAs). The genes BCKDHA, BCKDHB, DBT, and DLD encode the subunits of the branched-chain α-ketoacid dehydrogenase (BCKDH) complex, which is essential for BCAA metabolism. Catalytic subunits are BCKDHA, BCKDHB, DBT, and DLD, whereas the regulator subunits are PPM1K and BCKDK. PPM1K plays a critical role by dephosphorylating and activating this enzyme complex. Pathogenic variants in the PPM1K gene cause an extremely rare, mild form of MSUD. Here, we report an 8-year-old male patient with a mild form of MSUD putatively caused by a novel homozygous variant in PPM1K. The patient presented with mild dysmorphic features, delayed speech, relative microcephaly, and overweight, all considered familial phenotypic traits. Laboratory findings revealed mildly elevated plasma branched-chain amino acids, mild lactic acidemia, and a slight increase in urinary keto acids. Exome sequencing identified a novel homozygous missense variant, c.925A>G p.(Ile309Val), in the PPM1K gene. This case represents the third reported patient with a mild form of MSUD associated with the first reported missense variant in the PPM1K gene in the literature, further expanding the clinical and genetic spectrum of PPM1K-related disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39659154",
    "pmid": "39659154",
    "doi": "10.1002/jimd.12829",
    "title": "Integration of multi-omics layers empowers precision diagnosis through unveiling pathogenic mechanisms on maple syrup urine disease.",
    "abstract": "Maple syrup urine disease (MSUD) is a rare inherited metabolic disorder characterized by deficient activity of the branched-chain alpha-ketoacid dehydrogenase (BCKDH) complex, required to metabolize the amino acids leucine, isoleucine, and valine. Despite its profound metabolic implications, the molecular alterations underlying this metabolic impairment had not yet been completely elucidated. We performed a comprehensive multi-omics integration analysis, including genomic, epigenomic, and transcriptomic data from fibroblasts derived from a cohort of MSUD patients and unaffected controls to genetically characterize an MSUD case and to unravel the MSUD pathophysiology. MSUD patients exhibit a defined episignature that reshapes the global DNA methylation landscape, resulting in the stimulation of HOX cluster genes and the restriction of cell cycle gene-related signatures. Subsequent data integration revealed the impact of AP1-related and CEBPB transcription factors on the observed molecular reorganization, with MEIS1 emerging as a potential downstream candidate affected by robust epigenetic repression in MSUD patients. Furthermore, the integration of multi-omics layers facilitated the identification of a strong epigenetic repression in the DBT promoter in a patient wherein no BCKDH pathogenic variants had been detected. A Circular Chromatin Conformation Capture assay indicated a disturbance of the interactions of DBT promoter, thereby unveiling alternative modes of disease inheritance. Integration of multi-omics data unveiled underlying molecular networks rewired in MSUD patients and represents a powerful approach with diagnostic potential for rare genetic disorders with unknown genetic bases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39760321",
    "pmid": "39760321",
    "doi": "10.1515/jpem-2024-0542",
    "title": "Acrodermatitis dysmetabolica: lessons from two pediatric cases.",
    "abstract": "<h4>Objectives</h4>Acrodermatitis dysmetabolica (AD) is a dermatologic manifestation associated with inherited metabolic disorders (IMDs), distinct from acrodermatitis enteropathica, which occurs solely due to zinc deficiency.<h4>Case presentation</h4>This report presents two pediatric cases: a 30-month-old girl with maple syrup urine disease (MSUD) experiencing AD secondary to severe isoleucine deficiency due to a protein-restricted diet, showing improvement with dietary adjustments, and a 2.5-month-old boy infant with propionic acidemia (PA) who developed AD alongside septic shock, which progressed despite intervention.<h4>Conclusions</h4>These cases emphasize the importance of identifying AD in IMDs and the critical need for meticulous monitoring of amino acid levels, as deficiencies may lead to severe complications.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39902813",
    "pmid": "39902813",
    "doi": "10.1002/jimd.70003",
    "title": "Contribution of Brain Intrinsic Branched-Chain Amino Acid Metabolism in a Novel Mouse Model of Maple Syrup Urine Disease.",
    "abstract": "Maple syrup urine disease (MSUD) results from loss of branched-chain ketoacid dehydrogenase (BCKDH) activity, the committed, rate-limiting step of branched-chain amino acid (BCAA) oxidation. Current treatments, including a low protein diet and liver transplantation, improve peripheral biochemistry and limit episodes of metabolic decompensation but do not fully prevent chronic neuropsychiatric symptoms. The mechanisms underlying chronic neurologic phenotypes remain poorly understood. Currently available MSUD mouse models do not survive long enough to evaluate chronic central nervous system (CNS) pathology. To investigate if loss of brain-intrinsic BCAA metabolism contributes to chronic neurologic disease, we developed a new brain-specific knockout mouse model of MSUD. First, we generated a mouse harboring a floxed Dbt allele (Dbt<sup>flox/flox</sup>). Then we crossed this line with Cre recombinase driver lines to induce loss of Dbt expression in (1) all developing CNS cell populations (2) neurons alone or (3) astrocytes alone. We found that brain-specific KO mice have elevations in BCAA levels in cortex that are exacerbated by a high protein diet. They also have secondary changes in amino acids in brain that are important for neuronal function, including glutamine and glycine. These metabolic differences result in subtle functional deficits as measured by electroencephalogram and behavioral testing. Astrocyte and neuron-specific KO mice each also demonstrate mild biochemical features of MSUD in the cortex, suggesting that both cell populations may contribute to disease pathology. Collectively, these data suggest that therapies targeting the CNS directly, in addition to the periphery, may improve outcomes in MSUD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39551846",
    "pmid": "39551846",
    "doi": "10.1038/s41598-024-78105-y",
    "title": "Expanding the genotypic and phenotypic spectrum of Egyptian children with maple syrup urine disease.",
    "abstract": "Maple Syrup Urine Disease (MSUD, OMIM# 248600) is an autosomal recessive inborn error of metabolism characterized by elevated branched chain amino acids (BCAA) leucine/isoleucine and valine in blood of affected children. The phenotypic and genotypic spectrum of MSUD is largely unreported in Egypt. We recruited ten patients (4 males/6 females, 2weeks-12years) from nine unrelated families with clinical and biochemical evidence of MSUD. We performed Sanger sequencing for the three most-commonly responsible genes: BCKDHA, BCKDHB and DBT and conducted exome sequencing for unresolved cases. Through Sanger sequencing, we detected eight homozygous pathogenic/likely pathogenic variants (four in BCKDHB, three in BCKDHA and one in DBT gene) in eight different families. The proband of family VI, who had no significant genetic findings by Sanger, had a peculiar phenotype and atypical radiological findings. His exome sequencing revealed a previously reported homozygous likely pathogenic variant in the RARS2 gene (NM_020320.5:c.1026G > A;p.(Met342Ile)) causing the mitochondrial-encephalopathy disorder pontocerebellar hypoplasia, type 6 (OMIM# 611523). Furthermore, the copy-number-variant analysis of the exome data revealed a biallelic duplication affecting exons 2-6 of the BCKDHB gene (GRCh38: Chr.6-g.80127496:80171441dup) evaluated as variant of uncertain significance but expected to cause a breakpoint and may disrupt gene function, which can explain the markedly elevated BCAA levels in the patient's blood. In conclusion, we expanded the genotypic and phenotypic spectrum of the disease and showed that aggressive intervention with specific treatment in the first few days of life resulted in normal development even in a developing country setting. Inclusion of MSUD in the national newborn screening program in Egypt is highly recommended.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39695034",
    "pmid": "39695034",
    "doi": "10.1007/s11010-024-05188-6",
    "title": "Phosphatase activity-based PPM1K: a key player in the regulation of mitochondrial function and its multifaceted impact in diseases.",
    "abstract": "PPM1K is a significant metal-dependent phosphatase predominantly located in the mitochondrial matrix, where it plays a crucial role in the metabolism of branched-chain amino acids (BCAAs). It is implicated in cellular function and development across various tissues and is associated with diseases like Alzheimer's, cardiomyopathy, and maple syrup urine disease (MSUD). This article reviews PPM1K's impact on mitochondrial function and cellular metabolism, as well as its role in disease progression. The regulation of PPM1K expression and activity by various factors is complex and highlights its therapeutic potential. PPM1K's dysfunction can lead to the accumulation of BCAAs and the excessive opening of the mitochondrial permeability transition pore (MPTP), disrupting physiological metabolism and function. It also regulates the degradation of BCAAs by acting as a specific phosphatase for the E1α subunit of the BCKD complex. Outside the mitochondria, PPM1K suppresses de novo fatty acid synthesis and promotes fatty acid oxidation by dephosphorylating ACL. Furthermore, PPM1K has anti-inflammatory effects and modulates immune cell infiltration in tumor tissues. The expression and activity of PPM1K are influenced by factors such as BCAA concentration, fructose intake, and drug treatments, making it a promising target for therapeutic applications and further basic research.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39604949",
    "pmid": "39604949",
    "doi": "10.1186/s12887-024-05266-0",
    "title": "Maple syrup urine disease diagnosed in a resource-limited setting in an infant in Nepal: a case report.",
    "abstract": "<h4>Background</h4>Maple Syrup Urine Disease (MSUD) is a rare inherited disorder of metabolism, which manifests early in life in classical forms. Recurrent illness and exertion aggravate neurotoxicity. This case highlights MSUD diagnosed in association with COVID-19 complications from Nepal.<h4>Case presentation</h4>We present a case of a 4-month-old child with a biochemical diagnosis of flared-up MSUD. Initially presenting with chief complaints of fever, noisy breathing, chest retraction, cough along with lethargy and poor feeding since the first week of life, the child also had developmental delay with feeble neck holding and absent social smile. The child was diagnosed with COVID-19 pneumonia and admitted in the Intensive Care Unit, requiring mechanical ventilation for 12 days. Despite the clinical resolution of pneumonia, the child had multiple episodes of generalized seizures and was sickly and frail. An incessant peculiar odor emanating from the child led to strong suspicion of metabolic disorder. Qualitative screening for amino acids (FeCl<sub>3</sub> and 2,4-dinitrophenylhdrazine/DNPH) in urine and further gas chromatography-mass spectrometry revealed increased branched-chain amino acids(valine, leucine, and isoleucine). With dietary restrictions, the child was doing well. However, unfortunately, after 10 days of discharge, the child succumbed to death.<h4>Conclusions</h4>This case highlights the outpouring of hidden metabolic disorders with the onset of new diseases. It could have been detected and managed earlier with expedited neonatal screening and proper intervention.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40009698",
    "pmid": "40009698",
    "doi": "10.1126/scitranslmed.ads0539",
    "title": "<i>BCKDHA-BCKDHB</i> digenic gene therapy restores metabolic homeostasis in two mouse models and a calf with classic maple syrup urine disease.",
    "abstract": "Classic maple syrup urine disease (MSUD) results from biallelic mutations in genes that encode the <i>branched-chain α-ketoacid dehydrogenase E1</i>α (<i>BCKDHA</i>), <i>E1</i>β (<i>BCKDHB</i>), or <i>dihydrolipoamide branched-chain transacylase</i> (<i>DBT</i>) subunits, which interact to form the mitochondrial BCKDH complex that decarboxylates ketoacid derivatives of leucine, isoleucine, and valine. MSUD is an inborn error of metabolism characterized by recurrent life-threatening neurologic crises and progressive brain injury that can only be managed with an exacting prescription diet or allogeneic liver transplant. To develop a gene replacement therapy for MSUD, we designed a dual-function recombinant adeno-associated virus serotype 9 (rAAV9) vector to deliver codon-optimized <i>BCKDHA</i> and <i>BCKDHB</i> (rAAV9.h<i>A</i>-BiP-h<i>B</i>) to the liver, muscle, heart, and brain. rAAV9.h<i>A</i>-BiP-h<i>B</i> restored coexpression of BCKDHA and BCKDHB as well as BCKDH holoenzyme activity in <i>BCKDHA<sup>-/-</sup></i> HEK293T cells and did not perturb physiologic branched-chain amino acid homeostasis in wild-type mice at a systemic dose of 2.7 × 10<sup>14</sup> vector genomes per kilogram. In two models of severe MSUD (<i>Bckdha<sup>-/-</sup></i> and <i>Bckdhb<sup>-/-</sup></i> mice) and a newborn calf homozygous for <i>BCKDHA</i> c.248C>T, one postnatal injection prevented perinatal death, normalized growth, restored coordinated expression of BCKDHA and BCKDHB in the skeletal muscle, liver, heart, and brain, and stabilized MSUD biomarkers in the face of high protein ingestion. In summary, we developed a one-time <i>BCKDHA-BCKDHB</i> systemic dual-gene replacement strategy that holds promise as a therapeutic alternative to prescription diet and liver transplant for treatment of MSUD types 1A and 1B, the two most common forms of MSUD in humans.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39608786",
    "pmid": "39608786",
    "doi": "10.1515/jpem-2024-0409",
    "title": "Assessment of quality of life in families affected by maple syrup urine disease: a cross sectional study.",
    "abstract": "<h4>Objectives</h4>Maple syrup urine disease (MSUD) is considered one of the intoxication-type inborn errors of metabolism (IT-IEM). Patients with MSUD are afflicted with a chronic illness, and the disease and its management have both physical and psychological consequences for the patients and their families. The aim of this study was to assess the quality of life (QoL) and its main determining factors for patients with MSUD and their families under follow-up in Sohag University Hospital.<h4>Methods</h4>Parents of 36 patients with MSUD participated in a questionnaire translated into Arabic to assess their QoL. Subsequently, a file review was conducted to identify any key factors that could potentially influence the parents' QoL.<h4>Results</h4>The results of the study indicated that 27 (75 %) of the MSUD patients exhibited poor QoL, while only 9 (25 %) patients reported good QoL across all studied aspects. Significant differences were observed between the two groups in terms of the disease onset, whether acute or asymptomatic (diagnosed before acute metabolic decompensation) (p=0.001) and the type of screening employed (p=0.007).<h4>Conclusions</h4>There is a paucity of data on the QoL of pediatric patients with IT-IEM, including MSUD. The methodological approaches and assessment instruments utilized in existing studies are inconsistent. Identifying the factors that affect QoL would be beneficial for improving patient care, evaluating outcomes and treatments, and planning effective social and psychological interventions to enhance the patients' QoL.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39655455",
    "pmid": "39655455",
    "doi": "10.1002/jimd.12827",
    "title": "Executive and adaptive function impacts long-term outcomes for adults with maple syrup urine disease.",
    "abstract": "Successful transition to independent adulthood requires intact executive and adaptive function. These neurocognitive domains are frequently impaired in inherited metabolic disorders (IMD), despite optimal management. For many IMDs, the impact of executive and adaptive dysfunction on long-term outcomes remains undefined. Standardized assessments linking neurocognitive status with functional outcomes are needed to improve prognostication and tailor support for affected emerging adults. Maple syrup urine disease (MSUD), a relatively prevalent IMD, is primarily diagnosed in the first week of life through newborn screening. Despite early intervention, executive and adaptive dysfunction persist. We designed a remote, interactive battery of neurocognitive and functional assessments for adults (≥21 years) with MSUD to correlate neurocognition and long-term outcomes. Participants were selectively recruited for racial, ethnic, socio-economic, and geographic diversity. Assessments completed by 28 adults with MSUD (82% diagnosed after symptom onset, 25% from minority communities) show a wide range in educational attainment, employment, and residence. Executive and adaptive function were significantly impaired in adults with MSUD compared to controls. Executive and adaptive deficits correlated negatively with educational attainment, employment, and obtaining skills needed for adult-oriented healthcare or independent living. Clinical history did not predict functional outcomes, but neurocognitive assessments suggest the benefits of pre-symptomatic diagnosis. Independent adulthood is attainable for individuals with MSUD. Routine assessment of neurocognition and interventions targeting executive and adaptive function may improve long-term functional outcomes in IMD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39431354",
    "pmid": "39431354",
    "doi": "10.1016/j.gim.2024.101303",
    "title": "Impact of early diagnosis, disease variant, and quality of care on the neurocognitive outcome in maple syrup urine disease: A meta-analysis.",
    "abstract": "<h4>Purpose</h4>Maple syrup urine disease (MSUD) is a rare inherited metabolic disease characterized by recurrent metabolic decompensations, neurocognitive impairment, and limited life expectancy. This meta-analysis aims to evaluate the impact of early diagnosis by newborn screening (NBS) on mortality and neurocognitive outcome in survivors, taking into account the quality of national health care systems.<h4>Methods</h4>Systematic literature search was performed according to Preferred Reporting Items for Systematic Review and Meta-Analysis protocol. Effects on outcome parameters were analyzed using meta-analytical measures and reanalysis of individual participant data.<h4>Results</h4>Thirty-three studies were included, reporting on 1141 individuals with MSUD. Participants with classic MSUD presented a more severe phenotype compared with variant MSUD as demonstrated by higher mortality rate (17.1% versus 0%), and lower median IQ (90 versus 104; P < .001, linear mixed model). NBS was associated with improved cognition (mean IQ: 95 versus 82; P = .014, random effects model) and decreased mortality (3% versus 14.6%; P = .028, Kaplan-Meier estimates) compared with individuals identified after onset of symptoms, in trend even after the exclusion of individuals with variant MSUD. Quality of national health care systems correlated with survival (P = .025, meta-regression) and permanent neurological symptoms (P = .031, meta-regression).<h4>Conclusion</h4>NBS is a prerequisite to improved outcome in individuals with MSUD; however, health benefit critically depends on the quality of the national health care systems.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39603424",
    "pmid": "39603424",
    "doi": "10.1016/j.bbr.2024.115359",
    "title": "Donepezil treatment mitigates cholinergic system alterations, oxidative stress, neuroinflammation and memory impairment induced by branched-chain amino acid administration in rats.",
    "abstract": "Maple Syrup Urine Disease (MSUD) is an inherited metabolic disorder biochemically characterized by tissue accumulation of leucine, isoleucine, and valine and their derivatives. Patients present with neurological disabilities and treatment is limited. Donepezil, a drug used for neurodegenerative disorders, has been shown to improve memory and counteract oxidative stress and inflammation. In the present study, we investigated whether donepezil administration could improve alterations in the cholinergic system, oxidative stress, inflammation, and behavior changes in rats submitted to a chemical MSUD model based on the administration of branched-chain amino acids (BCAA) leucine, isoleucine, and valine. Our results showed a decrease in short- and long-term memory in the object recognition task in rats submitted to BCAA administration. We also verified an increase in acetylcholinesterase (AChE) activity and a decrease in choline acetyltransferase in the cerebral cortex of the BCAA control group. Increased reactive species production, alterations in the antioxidant defenses, and inflammation were further observed. Additionally, we found that donepezil treatment attenuated alterations in AChE activity, reactive species production, lipids oxidative damage, inflammation, and memory. Our findings contribute to the understanding of the pathophysiology of MSUD and suggest that donepezil is a potential pharmacological treatment for this disorder.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39786600",
    "pmid": "39786600",
    "doi": "10.1007/s11064-024-04328-0",
    "title": "α-Ketoisocaproic Acid Disrupts Mitochondrial Bioenergetics in the Brain of Neonate Rats: Molecular Modeling Studies of α-ketoglutarate Dehydrogenase Subunits Inhibition.",
    "abstract": "Brain accumulation of the branched-chain α-keto acids α-ketoisocaproic acid (KIC), α-keto-β-methylvaleric acid (KMV), and α-ketoisovaleric acid (KIV) occurs in maple syrup urine disease (MSUD), an inherited intoxicating metabolic disorder caused by defects of the branched-chain α-keto acid dehydrogenase complex. Patients commonly suffer life-threatening acute encephalopathy in the newborn period and develop chronic neurological sequelae of still undefined pathogenesis. Therefore, this work investigated the in vitro influence of pathological concentrations of KIC (5 mM), KMV (1 mM), and KIV (1 mM) on mitochondrial bioenergetics in the cerebral cortex of neonate (one-day-old) rats. KIC, but not KMV and KIV, decreased phosphorylating (stimulated by ADP) and uncoupled (induced by CCCP) mitochondrial respiration supported by pyruvate, malate, and glutamate, indicating metabolic inhibition. These effects were less evident after supplementing the medium with succinate. KIC also mildly increased non-phosphorylating respiration (in the presence of oligomycin) using pyruvate plus malate or glutamate plus malate as substrates, suggesting an uncoupling effect. Moreover, KIC markedly inhibited the activity of α-ketoglutarate dehydrogenase noncompetitively and decreased ATP synthesis. Finally, docking simulations demonstrated that KIC preferentially interacts with E2 and E3 subunits of α-ketoglutarate dehydrogenase at the dihydrolipoamide binding site and into an allosteric site of E1. The present data strongly indicate that KIC compromises mitochondrial bioenergetics in the neonatal rat brain, supporting the hypothesis that disruption of energy homeostasis caused by brain KIC accumulation in the first days of life may be implicated in the neuropathology of MSUD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR899519",
    "pmid": "",
    "doi": "10.1101/2024.08.22.609255",
    "title": "Contribution of brain intrinsic branched-chain amino acid metabolism in a novel mouse model of maple syrup urine disease",
    "abstract": "<h4>Summary</h4> Maple syrup urine disease (MSUD) results from loss of branched-chain ketoacid dehydrogenase (BCKDH) activity, the committed, rate-limiting step of branched-chain amino acid (BCAA) oxidation. Current treatments, including a low protein diet and liver transplantation, improve peripheral biochemistry and limit episodes of metabolic decompensation but do not fully prevent chronic neuropsychiatric symptoms. The mechanisms underlying chronic neurologic phenotypes remain poorly understood. Currently available MSUD mouse models do not survive long enough to evaluate chronic central nervous system (CNS) pathology. To investigate if loss of brain-intrinsic BCAA metabolism contributes to chronic neurologic disease, we developed a new brain-specific knockout mouse model of MSUD. First, we generated a mouse harboring a floxed Dbt allele ( Dbt flox/flox ). Then we crossed this line with Cre recombinase driver lines to induce loss of Dbt expression in 1) all developing CNS cell populations 2) neurons alone or 3) astrocytes alone. We found that brain-specific KO mice have elevations in BCAA levels in cortex that are exacerbated by a high protein diet. They also have secondary changes in amino acids that are important for neuronal function, including glutamine and glycine. These metabolic differences result in subtle functional deficits as measured by electroencephalogram and behavioral testing. Astrocyte and neuron-specific KO mice each also demonstrate mild biochemical features of MSUD in the cortex, suggesting that both cell populations may contribute to disease pathology. Collectively, these data suggest that therapies targeting the CNS directly, in addition to the periphery, may improve outcomes in MSUD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39414728",
    "pmid": "39414728",
    "doi": "10.1007/s12687-024-00743-6",
    "title": "Acceptability of dried blood spot collection by primary caregivers of Filipino patients with maple syrup urine disease (MSUD) and phenylketonuria (PKU).",
    "abstract": "MSUD and PKU require lifetime management hence, regular monitoring of amino acid levels is needed to achieve good metabolic control. Ideally, plasma amino acid analysis (PLAA) is used to monitor concentrations but is expensive and not widely available in local laboratories. The newborn screening program in the Philippines uses dried blood spot (DBS) analysis as an alternative where only trained healthcare providers are allowed to perform the collection at selected facilities. With the increasing number of patients, DBS monitoring has been noted to be delayed due to multiple factors. This issue became even more evident during the COVID-19 pandemic where high-risk patients need to travel outside for blood collection. The study used a cross-sectional study design to determine the primary caregivers' perspective on DBS self-sampling for patients with MSUD and PKU and the acceptability of the samples collected. This was done through a series of collection training, pre-/post- surveys, and 10-item questionnaire, and an in-depth 1-on-1 interview for thematic analysis. The acceptability of samples was processed and evaluated by the newborn screening laboratory. At-home DBS collection by primary caregivers was found to be acceptable. The provision of knowledge and routine collection training by the medical team aids in the increase of sample acceptability as well as a source of empowerment in being equipped to take care of their child. It is highly recommended that DBS samples collected by caregivers be considered acceptable for more time and cost-saving monitoring of the patients' metabolites. This practice also promotes timely and appropriate management which can lead to better patient health outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39518591",
    "pmid": "39518591",
    "doi": "10.3390/jcm13216452",
    "title": "The Efficacy and Outcomes of Renal Replacement Therapy in Pediatric Metabolic Disorders.",
    "abstract": "<b>Background/Objectives:</b> This study aims to evaluate the efficacy and outcomes of renal replacement therapy (RRT) in pediatric patients with metabolic diseases, specifically focusing on the impact of hemodialysis (HD) and peritoneal dialysis (PD) on clinical parameters, toxin reduction, and long-term survival. <b>Methods:</b> This retrospective study included 10 pediatric patients (eight females and two males) treated at a pediatric nephrology department between 2020 and 2023. Patients diagnosed with metabolic disorders, including maple syrup urine disease (MSUD), methylmalonic acidemia (MMA), and glycogen storage disease (GSD), underwent RRT. Clinical data, demographic information, and biochemical parameters were collected and analyzed. <b>Results:</b> Among the patients, 50% were diagnosed with MSUD, 30% with MMA, and 20% with GSD. RRT, including HD and PD, was administered to manage acute metabolic crises. HD was particularly effective in rapidly reducing toxic metabolite levels. Patients treated with HD showed significant reductions in leucine and ammonium levels, with median reductions of 94.5% and 86%, respectively. Overall, 60% of the patients demonstrated long-term survival, highlighting the critical role of RRT in managing metabolic crises. In conclusion, RRT, including HD and PD, is crucial in managing pediatric metabolic disorders by effectively reducing toxic metabolite levels and improving clinical outcomes. <b>Conclusions:</b> The results of this study are consistent with previous research, highlighting the critical role of RRT in the acute management of metabolic crises and supporting its adoption as a standard treatment method.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39723125",
    "pmid": "39723125",
    "doi": "10.1002/jmd2.12458",
    "title": "Factors associated with poor outcomes in patients with maple syrup urine disease in a tertiary government hospital: A retrospective cohort study.",
    "abstract": "This study aims to determine the factors associated with mortality and neurodevelopmental morbidity in patients with Maple Syrup Urine Disease (MSUD) seen at a tertiary hospital in the Philippines during a 10-year period. The medical records of patients diagnosed with MSUD seen at Philippine General Hospital (PGH) from 2010 to 2019 were reviewed. Socioeconomic, healthcare, and clinical factors were determined. The association of these factors with mortality and neurodevelopmental morbidity (developmental delay and seizures) was evaluated through statistical analysis. Seventy-five records of MUSD cases were available for review. Fifty-five percent of patients had developmental delay and 57% had seizures. Mortality rate was 25%. Age at collection of newborn screening (OR 1.29, 95% CI 1.04-1.60, <i>p</i> = 0.022) and the number of metabolic crisis in a year (OR 5.4, 95% CI 1.5-19.0, <i>p</i> = 0.008) were significantly associated with increased mortality. Male sex (OR 2.78, 95% CI 1.06-7.26, <i>p</i> = 0.037) and dietary non-compliance (OR 2.56, 95% CI 1.48-4.42, <i>p</i> = 0.001) were associated with increased developmental delay. Age above 5 years (OR 6.5, 95% CI 1.15-36.57, <i>p</i> = 0.034) and nosocomial infections (OR 6.96, 95% CI 1.33-36.53, <i>p</i> = 0.022) were associated with occurrence of seizures. In conclusion, among our cohort of MSUD patients, the age at collection of newborn screening and the number of metabolic crises annually were associated with increased mortality. Male sex, dietary non-compliance, and nosocomial infections were associated with increased neurodevelopmental morbidity.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39158064",
    "pmid": "39158064",
    "doi": "10.1111/petr.14845",
    "title": "Long-Term Amino Acid Homeostasis, Neurodevelopmental and Growth Profiles Following Liver Transplantation in Maple Syrup Urine Disease.",
    "abstract": "<h4>Introduction</h4>Maple syrup urine disease (MSUD) is caused by the deficiency of branched-chain keto acid dehydrogenase (BCKAD) and, it is well described that BCKAD contributed by an allograft following liver transplantation (LT) phenotypically normalizes this inborn error of metabolism (IEM). There is, however, a paucity of data especially with regards to the neurodevelopmental aspects and catch-up growth profiles after LT in a resource-challenged setting. We present our series of children under 6 years of age who underwent LT for MSUD particularly focusing on their amino acid homeostasis, neurodevelopmental and somatic growth profiles.<h4>Methods</h4>Of 580 consecutive pediatric LT (PLT) performed between January 2011 and December 2022, all children who underwent LT for MSUD were included for analysis. Data accrued included peri-LT details, pre- and post-LT metabolic profile, neurodevelopmental assessment, somatic growth evaluation, and long-term outcomes.<h4>Results</h4>Six children underwent LT for MSUD with a median age and weight at LT of 20.5 (IQR: 8-60) months and 10.1 (IQR: 6.7-15.8) kg, respectively. One explanted liver was used as a domino graft for Arginase deficiency. Median follow-up period was 52.5 (IQR: 27-94) months. None had vascular or biliary complications. Following LT, all children were started on an unrestricted protein diet and had normalization of BCAA levels. Post-LT height and weight improved by 1 SD but did not achieve the normal profile. None of the children had neuro-deterioration and have achieved new milestones.<h4>Conclusion</h4>This is the first-report presenting the growth aspects, amino acid and neurodevelopmental profiles of children who underwent LT for MSUD within the socio-economic-cultural idiosyncrasies and constraints prevalent in our part of the world.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39347258",
    "pmid": "39347258",
    "doi": "10.7759/cureus.67983",
    "title": "Domino Liver Transplantation: Anesthetic Considerations for a Patient With Maple Syrup Urine Disease and Type I Diabetes Mellitus.",
    "abstract": "In this report, we describe the case of a patient with concomitant maple syrup urine disease (MSUD) and type I diabetes mellitus (T1DM) who underwent domino liver transplantation (DLT) , and the associated perioperative management. To the best of our knowledge, a DLT in an adult with both MSUD and T1DM has not been previously reported in the literature. Intensive care admission with multidisciplinary oversight is necessary for metabolic preconditioning prior to surgery. The complex interplay between these two disease processes presented with grossly elevated baseline insulin requirements and refractory intraoperative hyperglycemia. Following the successful procedure, the patient maintained excellent glycemic control on a normal diet. Four months post transplant, the patient presented with mild to moderate cellular graft rejection.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40082840",
    "pmid": "40082840",
    "doi": "10.1186/s12920-025-02083-x",
    "title": "Spectrum of genetic variants associated with maple syrup urine disease in the Middle East, North Africa, and Türkiye (MENAT): a systematic review.",
    "abstract": "<h4>Background</h4>Maple syrup urine disease (MSUD) is a hereditary metabolic disorder caused by a deficiency in the branched-chain α-keto acid dehydrogenase (BCKD) enzymatic complex. The Middle East and North Africa, and Türkiye (MENAT) region has witnessed a significant rise in the prevalence of MSUD due to high rates of consanguinity. Despite numerous genetic association studies, the complex relationships between genotype and phenotype in MSUD remain elusive.<h4>Aim</h4>This study aimed to systematically review the variants significantly associated with MSUD in the MENAT region.<h4>Methods</h4>We systematically searched four literature databases (PubMed, Scopus, Web of Science, and Science Direct) from inception until December 2023 to gather all reported genetic data pertaining to MSUD in the MENAT region. Quality assessment and data extraction were diligently performed by a team of six investigators.<h4>Results</h4>A total of 16 studies, involving patients, were included in this systematic review. Among them, 211 patients presented with 105 variants located within genes known to be associated with MSUD. The majority of the identified MSUD variants were found in BCKDHA (38%), followed by BCKDHB (38%), DBT (23%), and PPM1K (1%). Notably, 77% of the captured variants were unique to the MENAT region.<h4>Conclusion</h4>Our systematic review reveals a distinctive genetic and clinical susceptibility profile of MSUD among individuals from the MENAT region. These findings highlight the importance of understanding the specific genetic landscape of MSUD in this population. Further research is warranted to elucidate the complex genotype-phenotype relationships in MSUD in the MENAT region.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR854707",
    "pmid": "",
    "doi": "10.1101/2024.05.17.24307509",
    "title": "Impact of Executive and Adaptive function on functional outcomes in adults with Maple Syrup Urine Disease",
    "abstract": "<h4>Purpose</h4> Successful transition to adulthood requires intact executive and adaptive function. These neurocognitive domains, critical for independence, are frequently impaired in inherited metabolic disorders (IMD), though predictive clinical and biochemical factors are lacking. Standardized assessments linking neurocognitive status with functional outcomes are needed to improve prognostication and tailor support for affected emerging adults. <h4>Methods</h4> Maple Syrup Urine Disease (MSUD), a relatively prevalent IMD, is primarily diagnosed in the first week of life through newborn screening. Despite early intervention, executive and adaptive dysfunction persist. We designed a remote, interactive battery of neurocognitive and functional assessments for adults (≥21 years) with MSUD to correlate neurocognition and long-term outcomes. <h4>Results</h4> Assessments completed by 28 adults with MSUD (23 diagnosed after symptom onset) show a wide range in educational attainment, employment, and residence. Executive function, and adaptive function were significantly impaired in adults with MSUD compared to controls. Executive and adaptive deficits correlated negatively with obtaining skills needed for adult-oriented healthcare or independent living. Clinical history did not predict functional outcomes, but neurocognitive assessments suggest the benefits of pre-symptomatic diagnosis. <h4>Conclusion</h4> Independent adulthood is attainable for individuals with MSUD. Routine, targeted assessment of neurocognition may improve long-term functional outcomes in IMD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37494004",
    "pmid": "37494004",
    "doi": "10.1002/jimd.12662",
    "title": "Oral enzyme therapy for maple syrup urine disease (MSUD) suppresses plasma leucine levels in intermediate MSUD mice and healthy nonhuman primates.",
    "abstract": "Maple syrup urine disease (MSUD) is an inborn error of branched-chain amino acid metabolism affecting several thousand individuals worldwide. MSUD patients have elevated levels of plasma leucine and its metabolic product α-ketoisocaproate (KIC), which can lead to severe neurotoxicity, coma, and death. Patients must maintain a strict diet of protein restriction and medical formula, and periods of noncompliance or illness can lead to acute metabolic decompensation or cumulative neurological impairment. Given the lack of therapeutic options for MSUD patients, we sought to develop an oral enzyme therapy that can degrade leucine within the gastrointestinal tract prior to its systemic absorption and thus enable patients to maintain acceptable plasma leucine levels while broadening their access to natural protein. We identified a highly active leucine decarboxylase enzyme from Planctomycetaceae bacterium and used directed evolution to engineer the enzyme for stability to gastric and intestinal conditions. Following high-throughput screening of over 12 000 enzyme variants over 9 iterative rounds of evolution, we identified a lead variant, LDCv10, which retains activity following simulated gastric or intestinal conditions in vitro. In intermediate MSUD mice or healthy nonhuman primates given a whey protein meal, oral treatment with LDCv10 suppressed the spike in plasma leucine and KIC and reduced the leucine area under the curve in a dose-dependent manner. Reduction in plasma leucine correlated with decreased brain leucine levels following oral LDCv10 treatment. Collectively, these data support further development of LDCv10 as a potential new therapy for MSUD patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39315288",
    "pmid": "39315288",
    "doi": "10.22099/mbrc.2024.49847.1958",
    "title": "A comprehensive in silico analysis of mutation spectrum of maple syrup urine disease (MSUD) genes in Iranian population.",
    "abstract": "Maple syrup urine disease (MSUD) represents an infrequent metabolic disease precipitated by an insufficiency of the enzymatic complex known as branched-chain alpha-keto acid dehydrogenase. MSUD can be classified as classic (severe), intermediate, or intermittent based on the severity of the condition. The disease is associated with mutations in several genes, including <i>BCKDHA</i>, <i>BCKDHB</i>, <i>DBT</i>, and <i>DLD</i>. This study aimed to investigate the genetic landscape of MSUD in Iranian patients and explore the clinical implications of identified gene variants. A comprehensive analysis was conducted using various molecular techniques and bioinformatics tools to predict protein stability, pathogenicity, amino acid conservation, and secondary/tertiary structure. The in silico analysis highlighted high-risk pathogenic variants and provided insights into their potential impact on protein structure and function. Furthermore, the predicted 3D structures of wild-type and mutant proteins elucidated structural differences. Protein-protein interaction analysis shed light on the network of interactions involving MSUD-related proteins. The Iranome database uncovered a potential pathogenic variant (c.554C>T) in the Persian population. This research contributes to a better understanding of MSUD genetics in the Iranian population and outlines potential avenues for further clinical investigations. The findings have implications for genetic testing, prognosis, and genetic counseling in affected families.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "32491705",
    "pmid": "32491705",
    "doi": "",
    "title": "Maple Syrup Urine Disease",
    "abstract": "Maple syrup urine disease (MSUD) is a defect of amino acid metabolism due to abnormal activity of the branched-chain alpha-ketoacid dehydrogenase (BCKAD) complex. This complex is responsible for breaking down the 3 essential branched-chain amino acids (BCAA): isoleucine, leucine, and valine. These BCAA are usually used for energy production or increased protein (ie, muscle) synthesis through their effect on the mTOR signaling pathway. In the brain, BCAA's function is to promote protein and neurotransmitter synthesis and energy production.  MSUD, also known as branched-chain α-ketoacid dehydrogenase deficiency, occurs when an underlying defect in the BCKAD complex located in the cellular mitochondria disrupts the metabolism of BCAA, which leads to their accumulation in the plasma, brain, and other tissues as well as their respective derivative ketoacids in the urine. It classically manifests in the neonatal period with failure to thrive, delayed developmental milestones, feeding difficulties, lethargy, irritability, and a maple syrup odor first noticeable in the cerumen and then the urine. If left untreated, the most severe, classic form of MSUD can quickly lead to irreversible neurological injury manifesting as brain damage, seizures, a coma, or central respiratory failure within just 7 to 10 days after birth. Death in untreated individuals with the severe form of the disorder occurs within 2 months. Good clinical outcomes can be expected if management is initiated early and expectantly, but any significant lapse in treatment can result in permanent brain damage or worse. Long-term treatment consists of significant, lifelong dietary restrictions of branched-chain amino acids and close, continuing metabolic monitoring, but acute exacerbations with decompensation may occur, requiring emergency management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38682838",
    "pmid": "38682838",
    "doi": "10.1002/ajmg.a.63637",
    "title": "The interplay of psychosis and non-compliance with fatal outcome in an adult with MSUD.",
    "abstract": "Significant progress has been achieved in enhancing early outcomes for individuals with maple syrup urine disease (MSUD), a rare metabolic disorder that leads to the accumulation of branched-chain amino acids leucine, isoleucine, and valine, where leucine is known as the primary neurotoxic metabolite. Newborn screening is helpful in early diagnosis and implementation of dietary treatment, thus reducing neurological deterioration and complications in young children. However, patients face the life-long challenge of maintaining metabolic control through adherence to a strict low-leucine diet to avoid long-term consequences of chronic hyperleucinemia, which include cognitive deficits, mood disorders, and movement disorders. This case report exemplifies the complex involvement of MSUD in adult survivors. Despite presenting early in life, the patient thrived until the onset of psychiatric symptoms. The subject of this case is a 25-year-old woman with MSUD, who remained in her usual state of health until presentation to the emergency department (ED) with psychosis and altered mental status. However, due to a lack of medical records and poor communication, there was a delay in considering MSUD as a primary cause of her psychiatric symptoms. Although a genetics consultation was later arranged and efforts were made to decrease plasma leucine to the therapeutic range, these interventions proved inadequate in halting her deterioration in health. Her condition worsened within 72 h, culminating in her untimely death. This case emphasizes the comorbidity of psychiatric involvement in MSUD, which contributes to metabolic decompensation that can lead to cerebral edema and death. This case also highlights the pressing need for enhanced strategies for the acute management and long-term care of MSUD patients with psychiatric involvement, particularly in scenarios where mental disturbance could lead to noncompliance.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38957900",
    "pmid": "38957900",
    "doi": "10.1542/peds.2023-064370",
    "title": "Treatment Outcomes for Maple Syrup Urine Disease Detected by Newborn Screening.",
    "abstract": "<h4>Objective</h4>Maple syrup urine disease (MSUD), a life-threatening metabolic disorder, is included in newborn screening (NBS) programs worldwide. The study aims to evaluate the impact of NBS on the long-term outcome of MSUD patients.<h4>Methods</h4>We performed a prospective, national, multicenter, observational study.<h4>Results</h4>In the studied NBS cohort (N = 33; 22 classic MSUD [cMSUD], 11 variant MSUD [vMSUD]; median age at last visit 10.4 years), 32 (97%) patients survived, 58% of them had normal cognitive functions (median IQ 87). Initial peak leucine increased linearly with age in cMSUD (median: 1712 µmol/L), but not in vMSUD. Global IQ correlated inversely with the initial peak leucine concentration (P = .04; β = -0.0081) and the frequency of decompensations (P = .02; β = -9.133). A cluster analysis identified 2 subgroups differing in their long-term metabolic control (median leucine concentration: 162 vs 278 µmol/L; P < .001). In cMSUD, lower leucine concentrations were associated with a higher IQ (95.5 vs 80; P = .008). Liver transplantation (median age 5.8 years) was not associated with better cognitive outcome. NBS is highly sensitive for cMSUD, but vMSUD might be missed (N = 2 missed by NBS).<h4>Conclusions</h4>NBS and the early start of treatment improve survival and long-term outcome in individuals with cMSUD. Disease severity is an important modifier of outcome; however, the time to NBS report and the quality of long-term metabolic control had an independent impact on cognitive outcome, highlighting the importance of an early diagnosis and the quality of treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR814841",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3944099/v1",
    "title": "Spectrum of Genetic Variants Associated with Maple Syrup Urine Disease in the Middle East and North Africa (MENA) Region: A Systematic Review",
    "abstract": "<title>Abstract</title><p><bold>Background:</bold>Maple syrup urine disease (MSUD) is a hereditary metabolic disorder caused by a deficiency in the branched-chain α-keto acid dehydrogenase (BCKD) enzymatic complex. The Middle East and North Africa (MENA) region has witnessed a significant rise in the prevalence of MSUD due to high rates of consanguinity. Despite numerous genetic association studies, the complex relationships between genotype and phenotype in MSUD remain elusive.<bold>Aim:</bold>This study aimed to systematically review the variants significantly associated with MSUD in the MENA region.<bold/><bold>Methods:</bold>We systematically searched four literature databases (PubMed, Scopus, Web of Science, and Science Direct) from inception until December 2023 to gather all reported genetic data pertaining to MSUD in the MENA region. Quality assessment and data extraction were diligently performed by a team of six investigators.<bold>Results:</bold>A total of 16 studies, involving patients, were included in this systematic review. Among them, 291 patients presented with 105 variants located within genes known to be associated with MSUD. The majority of the identified MSUD variants were found in<italic>BCKDHA</italic>(38%), followed by<italic>BCKDHB</italic>(38%),<italic>DBT</italic>(23%), and<italic>PPM1K</italic>(1%). Notably, 71% of the captured variants were unique to the MENA region.<bold>Conclusion:</bold>Our systematic review reveals a distinctive genetic and clinical susceptibility profile of MSUD among individuals from the MENA region. These findings highlight the importance of understanding the specific genetic landscape of MSUD in this population. Further research is warranted to elucidate the complex genotype-phenotype relationships in MSUD in the MENA region.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38621588",
    "pmid": "38621588",
    "doi": "10.1016/j.cca.2024.119673",
    "title": "Space research to explore novel biochemical insights on Earth.",
    "abstract": "Travel to space has overcome unprecedent technological challenges and this has resulted in transfer of these technological results on Earth to better our lives. Health technology, medical devices, and research advancements in human biology are the first beneficiaries of this transfer. The real breakthrough came with the International Space Station, which endorsed multidisciplinary international scientific collaborations and boosted the research on pathophysiological adaptation of astronauts to life on space. These studies evidenced that life in space appeared to have exposed the astronauts to an accelerated aging-related pathophysiological dysregulation across multiple systems. In this review we emphasize the interaction between several biomarkers and their alteration in concentrations/expression/function by space stress factors. These altered interactions, suggest that different biochemical and hormonal factors, and cell signals, contribute to a complex network of pathophysiological mechanisms, orchestrating the homeostatic dysregulation of various organs/metabolic pathways. The main effects of space travel on altering cell organelles biology, ultrastructure, and cross-talk, have been observed in cell aging as well as in the disruption of metabolic pathways, which are also the causal factor of rare inherited metabolic disorders, one of the major pediatric health issue. The pathophysiologic breakthrough from space research could allow the development of precision health both on Earth and Space by promoting the validation of improved biomarker-based risk scores and the exploration of new pathophysiologic hypotheses and therapeutic targets. Nonstandard abbreviations: International Space Station (ISS), Artificial Intelligence (AI), European Space Agency (ESA), National Aeronautics and Space Agency (NASA), Low Earth Orbit (LEO), high sensitive troponin (hs-cTn), high sensitive troponin I (hs-cTn I), high sensitive troponin T, Brain Natriuretic Peptide (BNP), N terminal Brain Natriuretic Peptide (NT-BNP), cardiovascular disease (CVD), parathyroid hormone (PTH), urinary hydroxyproline (uHP), urinary C- and N-terminal telopeptides (uCTX and uNTX), pyridinoline (PYD), deoxypyridinoline (DPD), half-time (HF), serum Bone Alkaline Phosphatase (sBSAP), serum Alkaline Phosphatase (sAP), Carboxy-terminal Propeptide of Type 1 Procollagen (P1CP), serum Osteocalcin (sOC)), advanced glycation end products (AGEs), glycated hemoglobin A1c (HbA1c), Insulin-like growth factor 1 (IGF1), Growth Hormone (GH), amino acid (AA), β-hydroxy-β methyl butyrate (HMB), maple syrup urine disease (MSUD), non-communicable diseases (NCDs).",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39270351",
    "pmid": "39270351",
    "doi": "10.1016/j.ymgme.2024.108569",
    "title": "Maple syrup urine disease diagnosis in Brazilian patients by massive parallel sequencing.",
    "abstract": "Biallelic pathogenic variants cause maple syrup urine disease (MSUD) in one of the branched-chain α-keto acid dehydrogenase (BCKDH) complex genes (BCKDHA, BCKDHB, DBT, DLD, and PPM1K) leading to the accumulation of leucine, isoleucine, and valine. This study aimed to perform a molecular diagnosis of Brazilian patients with MSUD using gene panels and massive parallel sequencing. Eighteen Brazilian patients with a biochemical diagnosis of MSUD were analyzed by massive parallel sequencing in the Ion PGM Torrent Server using a gene panel with the BCKDHA, BCKDHB, and DBT genes. The American College of Medical Genetics and Genomics guidelines were used to determine variant pathogenicity. Thirteen patients had both variants found by massive parallel sequencing, whereas 3 patients had only one variant found. In 2 patients, the variants were not found by this analysis. These 5 patients required additional Sanger sequencing to confirm their genotype. Twenty-five pathogenic variants were identified in the 3 MSUD-related genes (BCKDHA, BCKDHB, and DBT). Most variants were present in the BCKDHB gene, and no common variants were found. Nine novel variants were observed: c.922 A > G, c.964C > A, and c.1237 T > C in the BCKDHA gene; and c.80_90dup, c.384delA, c.478 A > T, c.528C > G, c.977 T > C, and c.1039-2 A > G in the BCKDHB gene. All novel variants were classified as pathogenic. Molecular modeling of the novel variants indicated that the binding of monomers was affected in the BCKDH complex tetramer, which could lead to a change in the stability and activity of the enzyme. Massive parallel sequencing with targeted gene panels seems to be a cost-effective method that can provide a molecular diagnosis of MSUD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38327590",
    "pmid": "38327590",
    "doi": "10.4081/dr.2023.9750",
    "title": "Acrodermatitis dysmetabolica secondary to isoleucine deficiency in infant with maple syrup urine disease.",
    "abstract": "Acrodermatitis dysmetabolica (AD) describes eruptions characterized by the clinical triad of acral dermatitis, diarrhea, and alopecia. AD can be caused by various metabolic disorders, one of which is maple syrup urine disease (MSUD). We present a 2- month-old boy diagnosed with MSUD by the age of 5 days and treated with branched-chain amino acid (BCAA) restricted diet, BCAAs formula, and thiamine supplementation. He was referred to dermatology with a 3-week history of diarrhea, progressive acrodermatitis enteropathica like cutaneous eruption and hair loss over the scalp treated with topical mometasone ointment, isoleucine supplementation and leucine restriction. Complete resolution of skin eruption was achieved by 4 weeks, which correlates with normalization of BCAA levels based on close monitoring of biochemical lab values and growth. This case emphasizes the dangers of limiting BCAA intake when treating MSUD, as well as the importance of close monitoring during the amino acid depleting period of growth.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38084699",
    "pmid": "38084699",
    "doi": "10.7754/clin.lab.2023.230613",
    "title": "Analysis of Branched Amino Acids by UPLC as an Alternative Method for the Management of Patients with MUSD.",
    "abstract": "<h4>Background</h4>Maple syrup urine disease (MSUD) is a severe life-threatening metabolic disorder. Patients' poor outcomes could be prevented by early diagnosis and regular monitoring, which mainly depend on the analysis of branched amino acids (BCAAs) in plasma. The study aimed to test whether the analysis of BCAAs by ultra-performance liquid chromatography (UPLC) is an alternative to an analysis by ion-exchange chromatography (IEC) for the diagnosis and monitoring of MSUD.<h4>Methods</h4>The two methods analyzed fifty plasma samples obtained from treated and untreated patients with MSUD. Data were analyzed using Passing-Bablok and Bland-Altman methods.<h4>Results</h4>The slope of the regression lines was equal or close to one for the three BCAAs, indicating no significant proportional differences between the two methods. A slight positive or negative bias was found for leucine and alloisoleucine, respectively. However, for each amino acid, one or two measurement pairs were out of statistical interval of agreement. Despite small analytical differences, the two methods could be considered in clinical agreement since the differences have no impact on the diagnosis and management of patients.<h4>Conclusions</h4>UPLC and IEC methods are in clinical agreement for plasma BCAAs analysis. The UPLC method could be used simultaneously or interchangeably with the IEC method for diagnosing and monitoring MSUD patients. However, for reasons of practicability, the alternative method should only be used when the usual method cannot be carried out.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39449358",
    "pmid": "39449358",
    "doi": "10.3390/ijns10040070",
    "title": "The Value of Reducing Inconclusive and False-Positive Newborn Screening Results for Congenital Hypothyroidism, Congenital Adrenal Hyperplasia and Maple Syrup Urine Disease in The Netherlands.",
    "abstract": "Inconclusive and false-positive newborn screening (NBS) results can cause parental stress and increase healthcare expenditures. These results can be reduced by improving NBS algorithms. This was recently done for Congenital Hypothyroidism (CH), Congenital Adrenal Hyperplasia (CAH) and Maple Syrup Urine Disease (MSUD) in the Dutch NBS program. The current study estimates the financial consequences of these improved algorithms related to the reduction in inconclusive results and false-positives. For each improved algorithm, the care pathway of an inconclusive/false-positive result was analyzed. The costs associated with the improvements, based on the change in inconclusive results/false-positives, were assessed to estimate the cost reduction per year. The improvements resulted in a reduction of inconclusive results and/or false-positives, without increasing false-negatives. For CH, false positives decreased by 26 per year with a related cost reduction of EUR 31,156. For CAH, 95 second heel punctures and seven false-positives per year were avoided, leading to a related cost reduction of EUR 7340. For MSUD, five false-positives per year were avoided with a related cost reduction of EUR 11,336. The improved screening algorithms led to a cost reduction of EUR 49,832 annually. Together with the known negative psychosocial effects associated with an inconclusive or false-positive NBS result, these results highlight the importance of improving NBS algorithms.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39723122",
    "pmid": "39723122",
    "doi": "10.1002/jmd2.12460",
    "title": "Acute metabolic decompensation after liver transplant in a patient with maple syrup urine disease.",
    "abstract": "Maple syrup urine disease (MSUD) is an inborn error of metabolism characterized by the accumulation of branched-chain amino acids (leucine, isoleucine, and valine) caused by a defect in the branched-chain alpha-keto acid dehydrogenase complex. Liver transplant is an effective therapy for MSUD, and patients can usually tolerate a regular diet after transplant without symptomatic metabolic decompensation. Most post-transplant patients do not follow a sick-day diet. We report a case of a 7-year-old male with MSUD Type IA, status post-liver transplant at 2 years of age, who presented with profound encephalopathy following poor oral intake and vomiting for 3 days. Broad laboratory workup was significant for hyperleucinosis and an unrevealing infectious workup. We conducted a review of eight post-liver transplant MSUD patients followed at Washington University in St. Louis. The review revealed that plasma amino acids were generally not checked during intercurrent illnesses in this patient cohort. While most of our patients have not had documented encephalopathy, one of the patients with epilepsy had a seizure during a gastrointestinal illness. Based on the review of the literature and from our center's experience, acute metabolic decompensation with intercurrent illnesses in MSUD patients after liver transplant appears to be rare. This case report raises awareness that patients with MSUD are still at risk of developing metabolic crisis post-liver transplant and provides additional insight into the risk factors associated with metabolic decompensation in this patient cohort.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38410311",
    "pmid": "38410311",
    "doi": "10.7759/cureus.53043",
    "title": "Acute Encephalopathy in a 10-Year-Old Patient With Maple Syrup Urine Disease: A Challenging Diagnosis.",
    "abstract": "Maple syrup urine disease (MSUD) is a rare autosomal recessive metabolic disorder characterized by a deficiency in the branched-chain alpha-keto acid dehydrogenase complex, leading to the toxic accumulation of leucine, isoleucine and valine. Acute encephalopathy (AE) is a severe neurological disorder with diverse etiologies, demanding prompt identification and intervention. We present a unique case of a previously healthy teenage patient who developed AE during an influenza infection. Despite initial inconclusive investigations, the patient's condition rapidly deteriorated, requiring pediatric intensive care unit (PICU) admission. Diagnostic challenges included fluctuating mental status and refractory intracranial hypertension, ultimately necessitating decompressive craniectomy. Empirical treatments, including corticosteroids, tocilizumab, and plasmapheresis, were administered. Finally, clinical exome analysis revealed a pathogenic variant in homozygosity in the BCKDHA gene associated with MSUD type Ia. Her adult sister, experiencing similar symptoms in the same time period, did not survive. This case underscores the importance of considering metabolic disorders in AE etiology, even accounting for its various associated syndromes and usual prolonged diagnostic investigation, as prompt treatment initiation is vital for improved outcomes. Management of AE involves addressing seizures, systemic support and neuromonitoring, namely, intracranial pressure monitoring. Inborn errors of metabolism, like MSUD, should be considered, even if universally screened, as delayed diagnosis can result in prolonged hospitalization and significant morbidity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39456016",
    "pmid": "39456016",
    "doi": "10.1186/s13023-024-03411-7",
    "title": "Exploring molecular spectrum in thai patients with maple syrup urine disease: unveiling a common variant.",
    "abstract": "<h4>Background</h4>Maple syrup urine disease (MSUD) is a rare autosomal recessive metabolic disorder caused by variants in any of the following genes: BCKDHA, BCKDHB, and DBT gene. Previous reports have highlighted a variety of common causing genes and variants among different ethnic groups affected by MSUD. This study is the first to describe the molecular characteristics, potential common variants, clinical phenotypes, and treatment outcomes of 20 Thai MSUD patients before the implementation of expanded newborn screening in Thailand.<h4>Results</h4>A cross-sectional, multicenter study was conducted, including twenty Thai MSUD patients from 1997 to 2023. Most of the patients presented with classic neonatal onset (95%). The mortality rate was 20%, while global developmental delay was observed in 40% of the patients. Variants in the BCKDHB gene were detected in 85% (17/20) of the patients, while the BCKDHA gene accounted for 15% (3/20). The study identified the 11-kb deletion involving 5'UTR, exon 1, and intron 1 in the BCKDHB gene, from a position of g.80102385 to g.80113453 (NC_000006.12), accounting for 50% of all variants (20/40 alleles) in Thai MSUD patients. All patients with the 11-kb deletion in BCKDHB presented with the classic type. The gap-PCR for this common deletion was established in the study.<h4>Conclusion</h4>This study is the first to describe the clinical and molecular spectrum of Thai MSUD patients before the implementation of expanded NBS. The 11-kb deletion involving exon 1 in the BCKDHB emerges as the most common variant among Thai individuals with MSUD. Furthermore, the gap-PCR test for detecting the 11-kb exon 1 deletion status holds the potential for integration into stepwise molecular analysis following positive expanded newborn screening.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39076518",
    "pmid": "39076518",
    "doi": "10.1097/txd.0000000000001681",
    "title": "Expanding the Donor Pool to the Ultimate Level: Introducing the Revolutionary Hybrid Dual Graft Liver Transplant Using Domino and Living Donors.",
    "abstract": "<h4>Background</h4>Innovative solutions are crucial as the demand for liver transplants continues to outpace available grafts. Dual graft liver transplantation offers a promising avenue to address graft volume challenges while minimizing donor risks. This report introduces a groundbreaking approach, combining a full organ domino donor graft with a living donor graft for a hybrid dual graft liver transplant.<h4>Brief report</h4>A 2-y-old child with Maple syrup urine disease and a 40-y-old adult with end-stage liver disease became the focus of this unique case. A hybrid dual graft liver transplant was executed, uniting the domino donor's full organ graft with a living donor's left lateral segment. Precise vascular and biliary reconstructions facilitated a successful transplant.<h4>Conclusions</h4>The hybrid dual graft liver transplant, merging domino donor and living donor grafts, presents a viable strategy to combat graft shortages, particularly in regions predominantly reliant on living donor transplants. Despite challenges, this pioneering approach should be embraced by established liver transplant centers because it enables concurrent living donor liver transplantation while prioritizing donor safety and recipient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39773751",
    "pmid": "39773751",
    "doi": "10.1186/s13023-025-03533-6",
    "title": "Comprehensive Iranian guidelines for the diagnosis and management of maple syrup urine disease: an evidence- and consensus- based approach.",
    "abstract": "Maple Syrup Urine Disease (MSUD) disease is a defect in the function of the Branched-chain 2-ketoacid dehydrogenase complex (BCKDH). It is caused by pathogenic biallelic variants in BCKDHA, BCKA decarboxylase, or dihydrolipoamide dehydrogenase. The brain is the major organ involved in MSUD. MSUD happens in about 1 in 86,800 to 185,000 live births. According to some diversity in the management of Iranian patients with MSUD, the development of a national guideline is essential. This guideline is provided through a literature search on articles in PubMed, Scopus, Web of Sciences, Cochrane, and Embase databases from 2001 to 2022 accompanied by a consensus of physicians of different centers in Iran who are experts in the diagnosis and management of this disease. This article considers pathogenesis, epidemiology, clinical manifestations, diagnosis, treatment, and monitoring of MSUD patients with limited recourse.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39844635",
    "pmid": "39844635",
    "doi": "10.1111/plb.13771",
    "title": "The branched-chain amino acid-related isoleucic acid: recent research advances.",
    "abstract": "Isoleucic acid (ILA) was identified in human patients with maple syrup urine disease (MSUD) half a century ago. MSUD patients, who are defective in the catabolism of branched-chain amino acids (BCAAs), that is, isoleucine, leucine, and valine, have urine with a unique maple syrup odour related to the accumulation of BCAA breakdown products, largely 2-keto acid derivatives and their reduced 2-hydroxy acids including ILA. A decade ago, ILA was identified in Arabidopsis thaliana. Subsequent studies in other plant species indicated that ILA is a ubiquitously present compound. Since its identification in plants, several efforts have been made to understand the biological significance and metabolic pathway of ILA. ILA plays a positive role in plant signalling for defence responses against bacterial pathogens by increasing the abundance of salicylic acid aglycone through competitive inhibition of SA deactivation by glucosylation. Here, we review recent progress in the characterization of ILA biosynthesis and function in plants and discuss current knowledge gaps and future directions in ILA research.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39339744",
    "pmid": "39339744",
    "doi": "10.3390/nu16183145",
    "title": "The Impact of Diet on Body Composition in a Cohort of Pediatric and Adult Patients with Maple Syrup Urine Disease.",
    "abstract": "The treatment for Maple Syrup Urine Disease (MSUD) consists of a hypoproteic diet with integration therapy to limit leucine intake, ensuring adequate energy, macronutrients, and micronutrients to prevent catabolism and promote anabolism. We conducted a retrospective cross-sectional study at the Metabolic Rare Disease Unit, Fondazione IRCCS San Gerardo dei Tintori, Monza, Italy. Patients with MSUD who were over 3 years old, not treated with liver transplantation, and who provided written consent, were included. The study aimed to describe the dietary treatment of patients with MSUD, evaluate growth data, and analyze the effect of a low-protein and semi-synthetic diet on body composition. Data on height, weight, BMI, waist circumference, food intake, physical activity, and DEXA scans were collected. Thirteen subjects (11 classic MSUD, 2 intermediate MSUD) were included, of which 5 < 18 years old. Results indicated that patients with MSUD follow a balanced diet and have body compositions like healthy subjects in terms of fat and lean mass. A high incidence of osteopenia was observed from a young age, with a positive correlation between protein intake and lean mass and a negative correlation between BCAA-free mixture consumption and bone mineral density z-score. The study highlights the positive effects and potential consequences of the semi-synthetic diet on the body composition of patients with MSUD. A similar study involving all Italian metabolic centers treating MSUD is recommended.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36305998",
    "pmid": "36305998",
    "doi": "10.1007/s11011-022-01109-y",
    "title": "Branched-chain amino acids (BCAA) administration increases autophagy and the autophagic pathway in brain tissue of rats submitted to a Maple Syrup Urine Disease (MSUD) protocol.",
    "abstract": "Maple Syrup Urine Disease (MSUD) is an inborn error of metabolism (EIM) biochemically characterized by the tissue accumulation of branched-chain amino acids (BCAA) and their branched-chain alpha-keto acids. The mechanisms by which BCAA and their branched-chain alpha-keto acids lead to the neurological damage observed in MSUD are poorly understood. Mounting evidence has demonstrated that BCAA induce the overproduction of reactive oxygen species, which may modulate several important signaling pathways necessary for cellular homeostasis maintenance, such as autophagy. Taking this into account, we evaluated the effects of BCAA on the autophagic pathway in brain structures of rats submitted to the administration of these amino acids (animal model of MSUD). Our findings showed that BCAA significantly increased the levels of Beclin-1, ATG7, and ATG5 in the cerebral cortex of rats. In addition, BCAA augmented ATG12 levels in the striatum and ATG5 and LC3 I-II in the hippocampus. Therefore, our work demonstrates that the administration of BCAA increases autophagy and autophagic cell death, possibly mediated by the elevated levels of reactive species generated by BCAA.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38219674",
    "pmid": "38219674",
    "doi": "10.1016/j.ymgme.2023.108123",
    "title": "Pubertal origin of growth retardation in inborn errors of protein metabolism: A longitudinal cohort study.",
    "abstract": "<h4>Objectives</h4>Inherited amino-acid metabolism disorders (IAAMDs) require lifelong protein-restricted diet. We aimed to investigate: 1/ whether IAAMDs was associated with growth, pubertal, bone mineral apparent density (BMAD) or body composition impairments; 2/ associations linking height, amino-acid mixture (AAM), plasma amino-acids and IGF1 concentrations.<h4>Design</h4>Retrospective longitudinal study of 213 patients with neonatal-onset urea cycle disorders (UCD,n = 77), organic aciduria (OA,n = 89), maple syrup urine disease (MSUD,n = 34), or tyrosinaemia type 1 (n = 13).<h4>Methods</h4>We collected growth parameters, pubertal status, BMAD, body composition, protein-intake, and IGF1 throughout growth.<h4>Results</h4>Overall final height (n = 69) was below target height (TH): -0.9(1.4) vs. -0.1(0.9) SD, p < 0.001. Final height was ≤ TH-2SD in 12 (21%) patients. Height ≤ - 2SD was more frequent during puberty than during early-infancy and pre-puberty: 23.5% vs. 6.9%, p = 0.002; and vs. 10.7%, p < 0.001. Pubertal delay was frequent (26.7%). Height (SD) was positively associated with isoleucine concentration: β, 0.008; 95%CI, 0.003 to 0.012; p = 0.001. In the pubertal subgroup, height (SD) was lower in patients with vs. without AAM supplementation: -1.22 (1.40) vs. -0.63 (1.46) (p = 0.02). In OA, height and median (IQR) isoleucine and valine concentrations(μmol/L) during puberty were lower in patients with vs. without AAM supplementation: -1.75 (1.30) vs. -0.33 (1.55) SD, p < 0.001; and 40 (23) vs. 60 (25) (p = 0.02) and 138 (92) vs. 191 (63) (p = 0.01), respectively. No correlation was found with IGF1. Lean-mass index was lower than fat-mass index: -2.03 (1.15) vs. -0.44 (0.89), p < 0.001.<h4>Conclusions</h4>In IAAMDs, growth retardation worsened during puberty which was delayed in all disease subgroups. Height seems linked to the disease, AAM composition and lower isoleucine concentration, independently of the GH-IGF1 pathway. We recommend close monitoring of diet during puberty.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37648577",
    "pmid": "37648577",
    "doi": "10.1016/j.transproceed.2023.07.017",
    "title": "Living Donor-Initiated Domino Split-Liver Transplantation in Pediatric Setup: A Case Report With Literature Review.",
    "abstract": "<h4>Background</h4>In patients undergoing liver transplantation for metabolic diseases, removing the patient's liver for transplantation to another recipient is called \"domino liver transplantation.\" The extracted liver can be divided and transplanted into 2 recipients, which is called domino split-liver transplantation in the literature. However, in our study, the domino liver was obtained from a pediatric patient.<h4>Methods</h4>A patient with maple syrup urine disease (MSUD) underwent a living donor liver transplant, and the explanted liver was divided in situ into right and left lobes and transplanted to 2 separate patients. Demographic data, surgical techniques, postoperative period, and patient follow-ups were evaluated.<h4>Results</h4>The father's left lobe liver graft was transplanted into a 12-year-old boy with MSUD. The removed liver was divided in situ into right and left lobes. The left lobe was transplanted to a 14-year-old male patient, whereas the right lobe was transplanted to a 67-year-old male patient. The donor and the first recipient were discharged on postoperative days 5 and 22. The second pediatric patient who underwent domino split-left lobe transplantation was discharged on postoperative day 23. The adult patient who underwent domino split-right lobe transplantation died on postoperative day 12 owing to massive esophageal variceal bleeding.<h4>Conclusion</h4>Patients who underwent liver transplantation due to MSUD are among the best donor choices for domino liver transplantation. If the extracted liver has a sufficient volume and anatomic features for a split, it can be used in \"selected cases.\"",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38104040",
    "pmid": "38104040",
    "doi": "10.1007/s11064-023-04072-x",
    "title": "Memantine Improves Memory and Neurochemical Damage in a Model of Maple Syrup Urine Disease.",
    "abstract": "Maple Syrup Urine Disease (MSUD) is a metabolic disease characterized by the accumulation of branched-chain amino acids (BCAA) in different tissues due to a deficit in the branched-chain alpha-ketoacid dehydrogenase complex. The most common symptoms are poor feeding, psychomotor delay, and neurological damage. However, dietary therapy is not effective. Studies have demonstrated that memantine improves neurological damage in neurodegenerative diseases, such as Alzheimer's and Parkinson's diseases. Therefore, we hypothesize that memantine, an NMDA receptor antagonist can ameliorate the effects elicited by BCAA in an MSUD animal model. For this, we organized the rats into four groups: control group (1), MSUD group (2), memantine group (3), and MSUD + memantine group (4). Animals were exposed to the MSUD model by the administration of BCAA (15.8 µL/g) (groups 2 and 4) or saline solution (0.9%) (groups 1 and 3) and treated with water or memantine (5 mg/kg) (groups 3 and 4). Our results showed that BCAA administration induced memory alterations, and changes in the levels of acetylcholine in the cerebral cortex. Furthermore, induction of oxidative damage and alterations in antioxidant enzyme activities along with an increase in pro-inflammatory cytokines were verified in the cerebral cortex. Thus, memantine treatment prevented the alterations in memory, acetylcholinesterase activity, 2',7'-Dichlorofluorescein oxidation, thiobarbituric acid reactive substances levels, sulfhydryl content, and inflammation. These findings suggest that memantine can improve the pathomechanisms observed in the MSUD model, and may improve oxidative stress, inflammation, and behavior alterations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37658594",
    "pmid": "37658594",
    "doi": "10.1111/petr.14603",
    "title": "Domino liver transplantation for maple syrup urine disease in children: A single-center case series.",
    "abstract": "<h4>Background</h4>Domino liver transplant (DLT) represents another type of liver donor to expand the donor pool. Recent reports of successful DLT in children with maple syrup urine disease (MSUD) show promising long-term outcomes.<h4>Methods</h4>It was a retrospective study. All children with MSUD were paired with either recipients with end-stage liver disease (ESLD) or non-MSUD metabolic disease. Each pair underwent simultaneous liver transplant (LT), where the MSUD recipient received the graft from a living-related donor and the liver explanted from the MSUD donor was transplanted to the respective paired domino recipient. We report our experience regarding the techniques and outcomes of DLT at our center.<h4>Results</h4>Eleven children with MSUD and 12 respective DLT recipients were enrolled, one of which was domino split-liver transplantation. DLT recipients included seven ESLD, two propionic acidemia (PA), one glycogen storage disease(GSD) type-1, one GSD type-3, and one Citrullinemia. Post-LT ICU and hospital stays were comparable (p > .05). Patient and graft survival was 100% and 66.6% in the MSUD group and DLT recipients at a mean follow-up of 13.5 and 15 months. There was no death in the MSUD group as compared to four in the DLT group. The amino acid levels rapidly normalized after the LT in the children with MSUD and they tolerated the normal unrestricted diet. No vascular, biliary, or graft-related complications were seen in the post-transplant period. No occurrence of MSUD was noted in DLT recipients.<h4>Conclusion</h4>DLTs have excellent post-surgical outcomes. DLT should be strongly considered and adopted by transplant programs worldwide to circumvent organ shortage.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39339782",
    "pmid": "39339782",
    "doi": "10.3390/nu16183182",
    "title": "The Multifaceted Aspects of Clinical Nutrition-An Introduction to Hot Topics in Clinical Nutrition (2nd Edition).",
    "abstract": "Clinical nutrition plays a pivotal role in several areas of medicine and has a significant impact on patient outcomes in both acute and chronic conditions [...].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39339248",
    "pmid": "39339248",
    "doi": "10.3390/pharmaceutics16091212",
    "title": "Real-World Evidence of 3D Printing of Personalised Paediatric Medicines and Evaluating Its Potential in Children with Cancer: A Scoping Review.",
    "abstract": "Personalised medicine, facilitated by advancements like 3D printing, may offer promise in oncology. This scoping review aims to explore the applicability of 3D printing for personalised pharmaceutical dosage forms in paediatric cancer care, focusing on treatment outcomes and patient experiences. Following the Joanna Briggs Institute (JBI) methodology, a comprehensive search strategy was implemented to identify the relevant literature across databases including PubMed, Embase, and Web of Science. Three independent reviewers conducted study selection and data extraction, focusing on studies involving paediatric patients under 18 years old and pharmaceutical dosage forms manufactured using 3D printing technology. From 2752 records screened, only six studies met the inclusion criteria, none of which specifically targeted paediatric cancer patients. These studies examined aspects of acceptability, including swallowability, taste, and feasibility of 3D-printed formulations for children. While the studies demonstrated the potential benefits of 3D printing in paediatric medication, particularly in personalised dosing, there is a notable lack of evidence addressing its acceptability in paediatric cancer patients. Further interdisciplinary collaborative research is needed in this area to fully assess preferences and acceptability among children with cancer and their parents or caregivers.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37421976",
    "pmid": "37421976",
    "doi": "10.1016/j.cca.2023.117483",
    "title": "Newborn screening of maple syrup urine disease and the effect of early diagnosis.",
    "abstract": "<h4>Background</h4>Maple syrup urine disease (MSUD) is a rare disease for which newborn screening (NBS) is feasible but not universally applied in China. We shared our experiences with MSUD NBS.<h4>Methods</h4>Tandem mass spectrometry-based NBS for MSUD was implemented in January 2003, and diagnostic methods included urine organic acid analysis via gas chromatography-mass spectrometry and genetic analysis.<h4>Results</h4>Six MSUD patients were identified from 1.3 million newborns, yielding an incidence of 1:219,472, in Shanghai, China. The areas under the curve (AUCs) of total leucine (Xle), Xle/phenylalanine ratio, and Xle/alanine ratio were all 1.000. Some amino acid and acylcarnitine concentrations were markedly low in MSUD patients. 47 MSUD patients identified here and in other centers were investigated, which included 14 patients identified by NBS and 33 patients diagnosed clinically. Forty-four patients were subclassified into classic (n = 29), intermediate (n = 11) and intermittent (n = 4) subtypes. Due to earlier diagnosis and treatment, screened classic patients showed a higher survival rate (62.5%, 5/8) than clinically diagnosed classic patients (5.2%, 1/19). Overall, 56.8% (25/44) of MSUD patients and 77.8% (21/27) of classic patients carried variants in the BCKDHB gene. Among 61 identified genetic variants, 16 novel variants were identified.<h4>Conclusion</h4>MSUD NBS in Shanghai, China, enabled earlier detection and increased survivorship in the screened population.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39582092",
    "pmid": "39582092",
    "doi": "10.1002/jssc.70031",
    "title": "LC-MS-Based Simultaneous Determination of Biomarkers in Dried Urine Spots for the Detection of Cofactor-Dependent Metabolic Disorders in Neonates.",
    "abstract": "Deficiency of cofactors for various enzymes can lead to inborn errors of metabolism. These conditions frequently occur as seizures, which lead to permanent brain damage. Newborn screening for biomarkers associated with these disorders can help in early detection and treatment. Our objective was to establish a liquid chromatography mass spectrometry technique for quantifying biomarkers in dried urine spots to detect specific vitamin-responsive inborn errors metabolism. Biomarkers were extracted from dried urine spots using a methanol:0.1% v/v formic acid solution (75:25) containing an internal standard mixture. Separation was achieved using a Luna PFP column (150 mm × 4.6 mm, 3 µm) under gradient elution conditions. The LC-MS technique was validated as per ICH M10 guidelines. Urine samples from healthy newborns in Udupi district, South India, were analyzed to establish reference values for these biomarkers. The method demonstrated excellent linearity (R<sup>2</sup> > 0.99) with low limits of quantification: 0.1 µg/mL for leucine, isoleucine, valine, proline, hydroxyproline, methylmalonic acid, and 3-hydroxyisovaleric acid; 0.01 µg/mL for pipecolic acid and α-aminoadipic semialdehyde; and 0.03 µg/mL for piperideine-6-carboxylate. Interconvertibility between urine and dried urine spot assays was observed from the results of the regression and Bland-Altman analyses. Reference intervals for these biomarkers in the Udupi neonatal population were established using the validated dried urine spot method.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37489218",
    "pmid": "37489218",
    "doi": "10.7759/cureus.40826",
    "title": "Maple Syrup Urine Disease: An Uncommon Cause of Neonatal Febrile Seizures.",
    "abstract": "Maple syrup urine disease (MSUD) is a rare autosomal-recessive disorder. An enzyme complex called branched-chain alpha-keto acid dehydrogenase (BCKAD) metabolizes branched-chain amino acids (BCAAs), such as leucine, isoleucine, and valine, in the body. The deficiency of this enzyme causes the accumulation of BCAAs in cerebrospinal fluid, plasma, and urine. This metabolic illness is defined by abnormal levels of BCAAs. The pathognomonic illness marker alloisoleucine is produced in the absence of the BCKAD enzyme, which is part of a metabolic pathway involving three BCAAs and gets accumulated in the body. Classically, affected neonates present with feeding problems, vomiting, lethargy, and irritability, leading to seizures, coma, and death if left untreated. Blood and urine analysis reveals an accumulation of BCAAs in the plasma and urine. Here, we report the case of a neonate on day 10 of life with febrile seizures and non-acceptance of feeds, who was diagnosed with the classical form of MSUD. This is a classic case of MSUD which was evaluated exhaustively and revealed all classic features clinically and on investigations.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38891907",
    "pmid": "38891907",
    "doi": "10.3390/ijms25115720",
    "title": "Exploratory Untargeted Metabolomics of Dried Blood Spot Samples from Newborns with Maple Syrup Urine Disease.",
    "abstract": "Currently, tandem mass spectrometry-based newborn screening (NBS), which examines targeted biomarkers, is the first approach used for the early detection of maple syrup urine disease (MSUD) in newborns, followed by confirmatory genetic mutation tests. However, these diagnostic approaches have limitations, demanding the development of additional tools for the diagnosis/screening of MUSD. Recently, untargeted metabolomics has been used to explore metabolic profiling and discover the potential biomarkers/pathways of inherited metabolic diseases. Thus, we aimed to discover a distinctive metabolic profile and biomarkers/pathways for MSUD newborns using untargeted metabolomics. Herein, untargeted metabolomics was used to analyze dried blood spot (DBS) samples from 22 MSUD and 22 healthy control newborns. Our data identified 210 altered endogenous metabolites in MSUD newborns and new potential MSUD biomarkers, particularly L-alloisoleucine, methionine, and lysoPI. In addition, the most impacted pathways in MSUD newborns were the ascorbate and aldarate pathways and pentose and glucuronate interconversions, suggesting that oxidative and detoxification events may occur in early life. Our approach leads to the identification of new potential biomarkers/pathways that could be used for the early diagnosis/screening of MSUD newborns but require further validation studies. Our untargeted metabolomics findings have undoubtedly added new insights to our understanding of the pathogenicity of MSUD, which helps us select the appropriate early treatments for better health outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37395264",
    "pmid": "37395264",
    "doi": "10.1002/jimd.12648",
    "title": "The impact of liver transplantation on health-related quality of life in (acute) intoxication-type inborn errors of metabolism.",
    "abstract": "Organic acidurias (OAs), urea-cycle disorders (UCDs), and maple syrup urine disease (MSUD) belong to the category of intoxication-type inborn errors of metabolism (IT-IEM). Liver transplantation (LTx) is increasingly utilized in IT-IEM. However, its impact has been mainly focused on clinical outcome measures and rarely on health-related quality of life (HRQoL). Aim of the study was to investigate the impact of LTx on HrQoL in IT-IEMs. This single center prospective study involved 32 patients (15 OA, 11 UCD, 6 MSUD; median age at LTx 3.0 years, range 0.8-26.0). HRQoL was assessed pre/post transplantation by PedsQL-General Module 4.0 and by MetabQoL 1.0, a specifically designed tool for IT-IEM. PedsQL highlighted significant post-LTx improvements in total and physical functioning in both patients' and parents' scores. According to age at transplantation (≤3 vs. >3 years), younger patients showed higher post-LTx scores on Physical (p = 0.03), Social (p < 0.001), and Total (p =0.007) functioning. MetabQoL confirmed significant post-LTx changes in Total and Physical functioning in both patients and parents scores (p ≤ 0.009). Differently from PedsQL, MetabQoL Mental (patients p = 0.013, parents p = 0.03) and Social scores (patients p = 0.02, parents p = 0.012) were significantly higher post-LTx. Significant improvements (p = 0.001-0.04) were also detected both in self- and proxy-reports for almost all MetabQoL subscales. This study shows the importance of assessing the impact of transplantation on HrQoL, a meaningful outcome reflecting patients' wellbeing. LTx is associated with significant improvements of HrQol in both self- and parent-reports. The comparison between PedsQL-GM and MetabQoL highlighted that MetabQoL demonstrated higher sensitivity in the assessment of disease-specific domains than the generic PedsQL tool.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39669607",
    "pmid": "39669607",
    "doi": "10.1016/j.gimo.2024.101847",
    "title": "Living with a child with MSUD: Psychosocial issues of Filipino parents with a child with maple syrup urine disease.",
    "abstract": "<h4>Purpose</h4>Maple syrup urine disease (MSUD) is a common inborn error of metabolism diagnosed in the Philippines. A family may experience stress, anxiety, sorrow, or feelings of helplessness when a child is diagnosed to have a genetic disorder, which can lead to chronic care and disability. This study aims to explore the psychosocial issues experienced by Filipino parents with children having MSUD.<h4>Methods</h4>This is a descriptive and qualitative study. One-to-one interviews using a semi-structured set of questions were done between the months of November 2015 to March 2016. A total of 12 parents were interviewed. Thematic analysis was used.<h4>Results</h4>The diagnosis of MSUD in a child is, indeed, a stressful event for the family. Parents experienced fear, confusion, and hurt, among other emotions. Having a child with MSUD had a negative impact on their families, especially in terms of financial burden, dietary restriction, and marital conflicts leading to separation. However, some parents reported positive effects, such as increased confidence in one's abilities to care for the affected child and closer relationships among family members.<h4>Conclusion</h4>A diagnosis of MSUD on the child places considerable caregiver burden on the parents. Findings have important implications for genetic counselors.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37910283",
    "pmid": "37910283",
    "doi": "10.1007/s12035-023-03718-9",
    "title": "In Vivo Intracerebral Administration of α-Ketoisocaproic Acid to Neonate Rats Disrupts Brain Redox Homeostasis and Promotes Neuronal Death, Glial Reactivity, and Myelination Injury.",
    "abstract": "Maple syrup urine disease (MSUD) is caused by severe deficiency of branched-chain α-keto acid dehydrogenase complex activity, resulting in tissue accumulation of branched-chain α-keto acids and amino acids, particularly α-ketoisocaproic acid (KIC) and leucine. Affected patients regularly manifest with acute episodes of encephalopathy including seizures, coma, and potentially fatal brain edema during the newborn period. The present work investigated the ex vivo effects of a single intracerebroventricular injection of KIC to neonate rats on redox homeostasis and neurochemical markers of neuronal viability (neuronal nuclear protein (NeuN)), astrogliosis (glial fibrillary acidic protein (GFAP)), and myelination (myelin basic protein (MBP) and 2',3'-cyclic-nucleotide 3'-phosphodiesterase (CNPase)) in the cerebral cortex and striatum. KIC significantly disturbed redox homeostasis in these brain structures 6 h after injection, as observed by increased 2',7'-dichlorofluorescein oxidation (reactive oxygen species generation), malondialdehyde levels (lipid oxidative damage), and carbonyl formation (protein oxidative damage), besides impairing the antioxidant defenses (diminished levels of reduced glutathione and altered glutathione peroxidase, glutathione reductase, and superoxide dismutase activities) in both cerebral structures. Noteworthy, the antioxidants N-acetylcysteine and melatonin attenuated or normalized most of the KIC-induced effects on redox homeostasis. Furthermore, a reduction of NeuN, MBP, and CNPase, and an increase of GFAP levels were observed at postnatal day 15, suggesting neuronal loss, myelination injury, and astrocyte reactivity, respectively. Our data indicate that disruption of redox homeostasis, associated with neural damage caused by acute intracerebral accumulation of KIC in the neonatal period may contribute to the neuropathology characteristic of MSUD patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36706222",
    "pmid": "36706222",
    "doi": "10.1002/ajmg.a.63129",
    "title": "PPM1K defects cause mild maple syrup urine disease: The second case in the literature.",
    "abstract": "Maple syrup urine disease (MSUD) is an inborn error of metabolism caused by the insufficient catabolism of branched-chain amino acids. BCKDHA, BCKDHB, DBT, and DLD encode the subunits of the branched-chain α-ketoacid dehydrogenase complex, which is responsible for the catabolism of these amino acids. Biallelic pathogenic variants in BCKDHA, BCKDHB, or DBT are characteristic of MSUD. In addition, a patient with a PPM1K defect was previously reported. PPM1K dephosphorylates and activates the enzyme complex. We report a patient with MSUD with mild findings and elevated BCAA levels carrying a novel homozygous start-loss variant in PPM1K. Our study offers further evidence that PPM1K variants cause mild MSUD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38515181",
    "pmid": "38515181",
    "doi": "10.1186/s12903-024-04135-7",
    "title": "The oral phenotype and dental management in patients with maple syrup urine disease; case report and scoping review.",
    "abstract": "<h4>Background and objectives</h4>The literature about oral manifestations and dental management in maple syrup urine disease (MSUD) is sparse. The aim of this report is to present a new case of MSUD with special emphasis on oral findings and to review the relevant literature.<h4>Method</h4>A case report of a 4-year-old boy with MSUD was described according to the CARE guidelines for describing case reports. Scoping review of relevant literature was performed, according to the PRISMA-ScR guidelines, by searching PubMed, Medline, Embase, and the grey literature for articles describing dental management and/or oral manifestations in MSUD.<h4>Results</h4>The initial search identified 219 articles, but only 4 met the inclusion criteria. Rampant caries and plaque induced gingivitis were the main oro-dental findings in MSUD. Other oral findings included enamel hypoplasia, skeletal abnormalities, and abnormal oral behaviors. Disease-related factors appeared to play a major role in the development of the observed oral phenotype.<h4>Conclusion</h4>Oral health in MSUD seems to be influenced by the reliance on semi-synthetic diet and associated neurocognitive complications. Tailored oral health promotional interventions should be included in the multidisciplinary management of patients with MSUD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37340513",
    "pmid": "37340513",
    "doi": "10.1002/jdn.10283",
    "title": "Treatment of maple syrup urine disease: Benefits, risks, and challenges of liver transplantation.",
    "abstract": "Maple syrup urine disease (MSUD) is caused by a deficiency in the activity of the branched-chain α-ketoacid dehydrogenase (BCKD) complex, promoting the accumulation of the branched-chain amino acids (BCAA) leucine, isoleucine, and valine, as well as their respective α-keto acids. MSUD is an autosomal recessive hereditary metabolic disorder characterized by ketoacidosis, ataxia, coma, and mental and psychomotor retardation. The mechanisms involved in the brain damage caused by MSUD are not fully understood. Early diagnosis and treatment, as well as proper control of metabolic decompensation crises, are crucial for patients' survival and for a better prognosis. The recommended treatment consists of a high-calorie diet with restricted protein intake and specific formulas containing essential amino acids, except those accumulated in MSUD. This treatment will be maintained throughout life, being adjusted according to the patients' nutritional needs and BCAA concentration. Because dietary treatment may not be sufficient to prevent neurological damage in MSUD patients, other therapeutic strategies have been studied, including liver transplantation. With transplantation, it is possible to obtain an increase of about 10% of the normal BCKD in the body, an amount sufficient to maintain amino acid homeostasis and reduce metabolic decompensation crises. However, the experience related to this practice is very limited when considering the shortage of liver for transplantation and the risks related to the surgical procedure and immunosuppression. Thus, the purpose of this review is to survey the benefits, risks, and challenges of liver transplantation in the treatment of MSUD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38736638",
    "pmid": "38736638",
    "doi": "10.1002/jmd2.12419",
    "title": "Computational structural genomics and clinical evidence suggest BCKDK gain-of-function may cause a potentially asymptomatic maple syrup urine disease phenotype.",
    "abstract": "Maple syrup urine disease (MSUD) is a disorder of branched-chain amino acid metabolism caused by a defect in the branched-chain α-ketoacid dehydrogenase (BCKD) complex (OMIM #248600). The hallmark presentation is encephalopathic crisis in neonates, but can also present with metabolic decompensation, developmental delays, and feeding difficulties. Biochemical evidence for MSUD includes elevated branched-chain amino acids (BCAA) and the pathognomonic presence of alloisoleucine. The BCKD complex contains several subunits associated with autosomal recessive MSUD, while its regulatory proteins have less well-defined disease associations. We report on two families with the same <i>BCKDK</i> variant (c.1115C>G (p.Thr372Arg)). Probands were detected on newborn screening and demonstrated biochemical evidence of MSUD. The variant was identified in reportedly asymptomatic parents and additional family members who had elevated BCAA and alloisoleucine, following an autosomal dominant pattern of inheritance. To better define the functional effect of the variant on the kinase, we completed molecular modeling using sequence-based (2D), structural-based (3D), and dynamic-based (4D) analyses. The <i>BCKDK</i> variant modeling indicated a gain-of-function which leads to impaired BCAA catabolism consistent with the biochemical evidence in this cohort. Combining the evidence gained from molecular modeling with the absence of metabolic decompensation in our patients and several adult family members, despite encountering stressors typically problematic in classic MSUD, we suggest that heterozygous gain-of-function variants in <i>BCKDK</i> may represent a novel biochemical phenotype of MSUD with a benign clinical course.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38337708",
    "pmid": "38337708",
    "doi": "10.3390/nu16030423",
    "title": "Odimet<sup>®</sup>: A Pioneering Tele-Health Tool to Empower Dietary Treatment and the Acute Management of Inborn Errors of Metabolism-An Assessment of Its Effectiveness during the COVID Pandemic.",
    "abstract": "Strict adherence to a diet is an essential pillar of long-term treatment for many inborn errors of metabolism (IEMs). Tools that educate patients about dietary management can positively condition adherence and prevent morbidity. We designed a free online dietary calculation program (Odimet<sup>®</sup>, version 2.1.) for IEMs patients in 2008, updated in 2022, that provides detailed information on the content of amino acids, protein, lipids, carbohydrates, vitamins and minerals in >3000 food products, including specific medical foods for IEM. We analyzed the statistics on visits to Odimet<sup>®</sup> to evaluate its usefulness for long-term dietary management during a 5-year period focusing on three periods: pre-pandemic (15 March 2018-14 March 2020); pandemic 1 (15 March 2020-14 March 2021); and pandemic 2 period (15 March 2021-15 March 2023), in 120 patients with the following distribution: 84 patients with phenylketonuria (PKU); 12 with maple syrup urine disease (MSUD); 11 with urea cycle disorders (UCDs); and 13 with classical galactosemia. The evolutionary levels of their specific metabolic markers were evaluated, showing that globally, both pediatric and adult patients maintain a good metabolic control, even during a pandemic (median levels of phenylalanine in pediatric PKU patients 213.4 µmol/L and 482.3 µmol/L in adults; of leucine in MSUD patients: 144.2 µmol/L; of glutamine in UCDs: 726.8 µmol/L; and of galactose 1-phosphate levels in galactosemia: 0.08 µmol/L). The proportion of patients using Odimet<sup>®</sup> ranges from 78-100%. An increase in the number of diets being calculated was observed during COVID-19 pandemic. Currently, 14,825 products have been introduced (3094 from the general database, and 11,731 added by users to their own profiles). In 2023 63 emergency dietary adjustments in the studied intoxication-type pathologies were calculated in Odimet<sup>®</sup>. Our results suggest that its regular use contributes to maintaining metabolic stability in IEMs patients, allowing them to adapt their menus to their lifestyle, and represents a powerful complementary tele-health tool which can be used to perform remote real-time dietary follow-up.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39447825",
    "pmid": "39447825",
    "doi": "10.1016/j.cca.2024.120015",
    "title": "Urine organic acid metabolomic profiling by gas chromatography mass spectrometry: Assessment of solvent extract evaporation parameters on the recovery of key diagnostic metabolites.",
    "abstract": "<h4>Background</h4>Analysis of urinary organic acids (UOAs) by gas chromatography mass-spectrometry (GC-MS) is widely used in metabolomic studies. It is a complex test with many limitations and pitfalls yet there is limited evidence in the literature to support best practice. This study investigated the impact of drying down time and temperature on the recovery of 16 key analytes from solvent extracts.<h4>Methods</h4>Pooled urine specimens were enriched with organic acids. Urine aliquots (n = 3) were acidified and extracted into diethyl ether and ethyl acetate. Extracts were dried under nitrogen at ambient temperature (25 °C); 40 °C; 60 °C then left for 0; +5; +15 min. Dried extracts were derivatised with N,O,-bis-(trimethylsilyl)trifluoroacetamide prior to analysis by GC-MS. Urine specimens from individuals with biotinidase deficiency, maple syrup urine disease (MSUD) and ketotic hypoglycemia were analysed to demonstrate the potential clinical impact.<h4>Results</h4>Recovery of shorter chain hydroxycarboxylic acids decreased significantly when extracts were dried above 25 °C (mean recovery 89 % at 60 °C, p < 0.01) or left under nitrogen post-drying (mean recovery at ambient + 15 min, 40 °C + 15mins and 60 °C + 15mins was 56 %, 12 % and 2 %, respectively, p < 0.01). Whilst dicarboxylic acids/medium chain fatty acids were unaffected by temperature (mean recovery 100 %), prolonged drying reduced recovery (mean recovery 85 % at 60 °C + 15mins, p < 0.01).<h4>Conclusions</h4>Evaporation of solvent extracts with heat and/or prolonged drying under nitrogen results in significant losses of the shorter chain hydroxycarboxylic acids. The evaporation protocol must be carefully controlled to ensure accurate and reproducible results, preventing misdiagnoses and/or misinterpretation of results.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36874425",
    "pmid": "36874425",
    "doi": "10.12998/wjcc.v11.i5.1077",
    "title": "Diagnosis of an intermediate case of maple syrup urine disease: A case report.",
    "abstract": "<h4>Background</h4>Maple syrup urine disease (MSUD) is an autosomal recessive genetic disorder caused by defects in the catabolism of the branched-chain amino acids (BCAAs). However, the clinical and metabolic screening is limited in identifying all MSUD patients, especially those patients with mild phenotypes or are asymptomatic. This study aims to share the diagnostic experience of an intermediate MSUD case who was missed by metabolic profiling but identified by genetic analysis.<h4>Case summary</h4>This study reports the diagnostic process of a boy with intermediate MSUD. The proband presented with psychomotor retardation and cerebral lesions on magnetic resonance imaging scans at 8 mo of age. Preliminary clinical and metabolic profiling did not support a specific disease. However, whole exome sequencing and subsequent Sanger sequencing at 1 year and 7 mo of age identified bi-allelic pathogenic variants of the <i>BCKDHB</i> gene, confirming the proband as having MSUD with non-classic mild phenotypes. His clinical and laboratory data were retrospectively analyzed. According to his disease course, he was classified into an intermediate form of MSUD. His management was then changed to BCAAs restriction and metabolic monitoring conforming to MSUD. In addition, genetic counseling and prenatal diagnosis were provided to his parents.<h4>Conclusion</h4>Our work provides diagnostic experience of an intermediate MSUD case, suggesting that a genetic analysis is important for ambiguous cases, and alerts clinicians to avoid missing patients with non-classic mild phenotypes of MSUD.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37701324",
    "pmid": "37701324",
    "doi": "10.1002/jmd2.12380",
    "title": "Fasting and non-fasting plasma levels of monomethyl branched chain fatty acids: Implications for maple syrup urine disease.",
    "abstract": "The branched-chain amino acids (BCAA) leucine, valine, and isoleucine provide precursors for monomethyl branched-chain fatty acids (BCFA). Established reference ranges for BCFAs are lacking. In maple syrup urine disease (MSUD), a rare inborn error of BCAA metabolism, the endogen production is impaired and MSUD patients are treated with a low protein (low BCAA) diet. The protein restriction may affect the dietary intake of BCFA, depending on the dietary choices made. Patients with MSUD are prescribed a more or less protein-restricted diet depending on the severity of the disease. The combination of a protein-restricted diet and subsequent impaired endogenous synthesis may render MSUD patients sensitive to BCFA deficiency, with yet unknown implications. To investigate the possibility of lower circulatory BCFA levels in MSUD that favors dietary BCFA supplementation, we first established fasting-state reference ranges for selected BCFAs and saturated/unsaturated fatty acids in plasma. Then, the effect of fasting on BCFA levels was evaluated by comparing the distribution in a fasting versus a non-fasting cohort. To test the hypothesis that BCFA deficiency could contribute to MSUD pathophysiology, we recruited patients with intermittent, intermediate, and classical form of MSUD and analyzed the corresponding BCFA z-scores. None of the BCFA species had |z-scores| > 2 relative to the reference range. Our findings do not support the requirement of BCFA supplementation in MSUD patients. The origin of BCFAs is discussed. Impaired capacity to synthesize BCFA do not manifest as reduced plasma levels in MSUD, suggesting that endogenous synthesis is dispensable for plasma levels.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36524234",
    "pmid": "36524234",
    "doi": "10.1515/jpem-2022-0230",
    "title": "Leucine tolerance in children with MSUD is not correlated with plasma leucine levels at diagnosis.",
    "abstract": "<h4>Objectives</h4>Maple syrup urine disease (MSUD) is an inborn metabolic disease. The nutritional treatment with restricted intake of branched chain amino acids and prevention of leucine toxicity are crucially important for a favorable outcome. The aim of this study is to analyze the relation of blood leucine levels at diagnosis with future leucine tolerances, to determine whether any prediction about the future leucine tolerances or plasma leucine levels is possible by evaluating blood leucine levels at diagnosis.<h4>Methods</h4>The study group consisted of 45 MSUD patients. Leucine levels at diagnosis were compared with age at diagnosis, leucine tolerances, maximum leucine levels/ages, and average blood leucine levels.<h4>Results</h4>The mean plasma leucine level at diagnosis was 2,355.47 ± 1,251.7 μmol/L (ref: 55-164 μmol/L). The median age at diagnosis was 17 days. Leucine tolerances per kg body weight declined until the age of 8 years and stabilized subsequently. The average age of maximum leucine level during follow-up was 3.14 ± 1.92 years, and the mean maximum lifetime plasma leucine level on follow-up was 1,452.13 ± 621.38 μmol/L. The leucine levels at diagnosis did not have any significant relationship with lifetime leucine tolerances, maximum plasma leucine levels or mean plasma leucine levels.<h4>Conclusions</h4>The plasma leucine levels at diagnosis did not have a predictive value for later leucine tolerances or plasma leucine levels. The maximum lifetime leucine level is likely to happen within the first 3 years of life, underlining the importance of good metabolic control and compliance to dietary treatment at early ages.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36880392",
    "pmid": "36880392",
    "doi": "10.1002/jimd.12604",
    "title": "Successful treatment of severe MSUD in Bckdhb<sup>-/-</sup> mice with neonatal AAV gene therapy.",
    "abstract": "Maple syrup urine disease (MSUD) is rare autosomal recessive metabolic disorder caused by the dysfunction of the mitochondrial branched-chain 2-ketoacid dehydrogenase (BCKD) enzyme complex leading to massive accumulation of branched-chain amino acids and 2-keto acids. MSUD management, based on a life-long strict protein restriction with nontoxic amino acids oral supplementation represents an unmet need as it is associated with a poor quality of life, and does not fully protect from acute life-threatening decompensations or long-term neuropsychiatric complications. Orthotopic liver transplantation is a beneficial therapeutic option, which shows that restoration of only a fraction of whole-body BCKD enzyme activity is therapeutic. MSUD is thus an ideal target for gene therapy. We and others have tested AAV gene therapy in mice for two of the three genes involved in MSUD, BCKDHA and DBT. In this study, we developed a similar approach for the third MSUD gene, BCKDHB. We performed the first characterization of a Bckdhb<sup>-/-</sup> mouse model, which recapitulates the severe human phenotype of MSUD with early-neonatal symptoms leading to death during the first week of life with massive accumulation of MSUD biomarkers. Based on our previous experience in Bckdha<sup>-/-</sup> mice, we designed a transgene carrying the human BCKDHB gene under the control of a ubiquitous EF1α promoter, encapsidated in an AAV8 capsid. Injection in neonatal Bckdhb<sup>-/-</sup> mice at 10<sup>14</sup>  vg/kg achieved long-term rescue of the severe MSUD phenotype of Bckdhb<sup>-/-</sup> mice. These data further validate the efficacy of gene therapy for MSUD opening perspectives towards clinical translation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38837343",
    "pmid": "38837343",
    "doi": "10.1093/qjmed/hcae104",
    "title": "Genotypic and phenotypic spectrum of maple syrup urine disease in Zhejiang of China.",
    "abstract": "<h4>Background</h4>Maple syrup urine disease (MSUD) is an autosomal recessive metabolic disorder originating from defects in the branched-chain α-ketoacid dehydrogenase (BCKDH) complex encoded by BCKDHA, BCKDHB and DBT. This condition presents a spectrum of symptoms and potentially fatal outcomes. Although numerous mutations in the BCKDH complex genes associated with MSUD have been identified, the relationship between specific genotypes remains to be fully elucidated.<h4>Aim</h4>Our objective was to predict the pathogenicity of these genetic mutations and establish potential links between genotypic alterations and the clinical phenotypes of MSUD.<h4>Design</h4>Retrospective population-based cohort.<h4>Methods</h4>We analyzed 20 MSUD patients from the Children's Hospital at Zhejiang University School of Medicine (Hangzhou, China), recorded from January 2010 to December 2023. Patients' blood samples were collected by heel-stick through neonatal screening, and amino acid profiles were measured by tandem mass spectrometry. In silico methods were employed to assess the pathogenicity, stability and biophysical properties. Various computation tools were utilized for assessment, namely PredictSNP, MAGPIE, iStable, Align GVGD, ConSurf and SNP effect.<h4>Results</h4>We detected 25 distinct mutations, including 12 novel mutations. The BCKDHB gene was the most commonly affected (53.3%) compared to the BCKDHA gene (20.0%) and DBT gene (26.7%). In silico webservers predicted all novel mutations were disease-causing.<h4>Conclusions</h4>This study highlights the genetic complexity of MSUD and underscores the importance of early detection and intervention. Integrating neonatal screening with advanced sequencing methodologies is pivotal in ensuring precise diagnosis and effective management of MSUD, thereby significantly improving the prognosis for individuals afflicted with this condition.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35657820",
    "pmid": "35657820",
    "doi": "10.1093/labmed/lmac034",
    "title": "Pathogenic Homozygous Mutations in the DBT Gene (c.1174A>C) Result in Maple Syrup Urine Disease in a rs12021720 Carrier.",
    "abstract": "<h4>Objective</h4>Maple syrup urine disease (MSUD; OMIM #248600) is an autosomal recessive metabolic disorder in the catabolism of branched-chain amino acids (leucine, isoleucine, and valine) and may be lethal if untreated in affected newborns.<h4>Methods</h4>Single-nucleotide polymorphism haplotyping and Sanger sequencing of BCKDHA, BCKDHB, and DBT genes were performed in a cohort of 10 MSUD patients.<h4>Results</h4>We identified a 16.6 Mb homozygous region harboring the DBT gene in an Iranian girl presenting with MSUD. Sanger sequencing revealed a pathogenic homozygous variant (NM_001918.3: c.1174A > C) in the DBT gene. We further found a controversial variant (rs12021720: c.1150 A > G) in the DBT gene. This substitution (p.Ser384Gly) is highly debated in literature. Bioinformatics and cosegregation analysis, along with identifying the real pathogenic variants (c.1174 A > C), lead to terminate these various interpretations of c.1150 A > G variant.<h4>Conclusion</h4>Our study introduced c.1150 A > G as a polymorphic variant, which is informative for variant databases and also helpful in molecular diagnosis.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36588190",
    "pmid": "36588190",
    "doi": "10.1111/petr.14464",
    "title": "Long-term results of liver transplantation for maple syrup urine disease: A single-center experience in Turkey.",
    "abstract": "<h4>Objectives</h4>Maple syrup urine disease (MSUD) is an autosomal recessive inherited disorder. Despite the advances in medical nutrition therapies, classical phenotype causes severe neurological disorders and sudden death. It is known that MSUD patients do not experience metabolic attacks despite their free diet after liver transplantation (LT). This study aims to reveal the long-term results, development, mental, motor, intellectual and nutritional status of MSUD patients who underwent LT.<h4>Methods</h4>The data of 12 patients who underwent deceased donor (5 recipients) and living donor liver transplantation (7 recipients) were retrospectively analyzed. The age, genotype, psychometric and mental status, development, BCAA values, type of LT, donor-recipient proximity, complications, and survival were assessed.<h4>Results</h4>There were 4 (33%) girls and 8 (67%) boys. The mean current age was 9.33 ± 4.58 years. The mean follow-up time was 3 ± 2.5 years. The repeated measures of leucine and isoleucine values revealed that there were no significant differences from the pre-LT to post-LT 1-year. The protein-restricted nutrition was switched to a free diet when oral intake was opened after LT. None of the recipients experienced metabolic attacks after the living donor or deceased donor LT. The 1-, 3-, and 5-year survival rate of the patients is 83.3%. There was no significant difference in survival between living and deceased donor liver transplantation.<h4>Conclusions</h4>Liver transplantation is a treatment option for MSUD in proper conditions to save the patient life, increase the quality of life, and provide essential amino acids with free diet intake for growth and development.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37099078",
    "pmid": "37099078",
    "doi": "10.1007/s11011-023-01220-8",
    "title": "Melatonin improves behavioral parameters and oxidative stress in zebrafish submitted to a leucine-induced MSUD protocol.",
    "abstract": "Maple syrup urine disease (MSUD) is an inherited metabolic disorder caused by a deficiency in branched-chain alpha-ketoacid dehydrogenase complex (BCKAC). The treatment is a standard therapy based on a protein-restricted diet with low branched-chain amino acids (BCAA) content to reduce plasma levels and, consequently, the effects of accumulating their metabolites, mainly in the central nervous system. Although the benefits of dietary therapy for MSUD are undeniable, natural protein restriction may increase the risk of nutritional deficiencies, resulting in a low total antioxidant status that can predispose and contribute to oxidative stress. As MSUD is related to redox and energy imbalance, melatonin can be an important adjuvant treatment. Melatonin directly scavenges the hydroxy radical, peroxyl radical, nitrite anion, and singlet oxygen and indirectly induces antioxidant enzyme production. Therefore, this study assesses the role of melatonin treatment on oxidative stress in brain tissue and behavior parameters of zebrafish (Danio rerio) exposed to two concentrations of leucine-induced MSUD: leucine 2 mM and 5mM; and treated with 100 nM of melatonin. Oxidative stress was assessed through oxidative damage (TBARS, DCF, and sulfhydryl content) and antioxidant enzyme activity (SOD and CAT). Melatonin treatment improved redox imbalance with reduced TBARS levels, increased SOD activity, and normalized CAT activity to baseline. Behavior was analyzed with novel object recognition test. Animals exposed to leucine improved object recognition due to melatonin treatment. With the above, we can suggest that melatonin supplementation can protect neurologic oxidative stress, protecting leucine-induced behavior alterations such as memory impairment.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "35810422",
    "pmid": "35810422",
    "doi": "10.3760.cma.j.cn511374-20210225-00162",
    "title": "[Genetic analysis of two Chinese families with maple syrup urine disease].",
    "abstract": "<h4>Objective</h4>To carry out genetic analysis for 3 children from two Chinese families affected with maple syrup urine disease (MSUD).<h4>Methods</h4>Target capture - next-generation sequencing and Sanger sequencing were used to detect pathogenic variants associated with MSUD.<h4>Results</h4>The proband from family 1 was found to harbor homozygous c.560G>T (p.Gly187Val) variant of the BCKDHB gene (NM_000056), whilst the two patients from family 2 were found to harbor compound heterozygous variants c.197-2A>G (splicing)/c.218delT (p.F74Sfs*4) of the BCKDHB gene. Among these, the c.560G>T and c.218delT variants were unreported previously.<h4>Conclusion</h4>The new variants discovered in this study have expanded the mutational spectrum of the BCKDHB gene.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "34449278",
    "pmid": "34449278",
    "doi": "10.1080/21646821.2021.1935628",
    "title": "EEG Pattern in Neonatal Maple Syrup Urine Disease: Description and Clinical Significance.",
    "abstract": "Maple Syrup Urine Disease (MSUD) is a rare autosomal recessive disorder characterized by deficiency of branched-chain keto acid dehydrogenase complex, which is required to metabolize the three branched chain amino acids (BCAAs), leucine, isoleucine and valine. This metabolic dysfunction results in progressive encephalopathy manifesting with lethargy, vomiting, posturing and abnormal movements during the neonatal period in the classic form of the disease. If untreated, progressive brain damage causes coma, seizures and death usually within a few weeks. EEG is an essential investigation in a neonate with progressive encephalopathy and seizures. EEG abnormalities in neonatal encephalopathies due to inborn error of metabolism (IEM) are widely variable depending on the severity. Central comb-like rhythm is an EEG marker of neonatal MSUD in appropriate clinical context. This pattern should not be mistaken for epileptic abnormalities, sleep spindles or other similar nonspecific activities. We describe a patient with classic MSUD who presented with an EEG pattern of comb-like rhythm. Background abnormalities and epileptic discharges are common along comb-like rhythm in MSUD patients. EEG technologists and interpreters should be able to identify this pattern to support the early diagnosis and treatment of MSUD.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38317745",
    "pmid": "38317745",
    "doi": "10.21037/tgh-23-55",
    "title": "Successful adult domino living donor liver transplantation in methylmalonic acidemia: case report.",
    "abstract": "<h4>Background</h4>Liver transplantation (LT) is a therapeutic option in multiple inherited metabolic diseases (IMDs), including methylmalonic acidemia (MMA), as LT reduces the risk of acute metabolic decompensations and long-term complications associated with these diseases. In certain IMDs, such as maple syrup urine disease (MSUD), domino liver transplant (DLT) is an accepted and safe method which expands the donor pool. However, only one adult case of DLT using an MMA donor liver has been reported; outcome and safety are still unknown and questioned.<h4>Case description</h4>In this case report, we describe our experience with DLT using MMA livers. Two adult MMA patients underwent living donor liver transplant (LDLT); their MMA livers were consecutively transplanted into two patients on the liver transplant waiting list who had limited chance of receiving a liver transplant in the short term due to their low model for end-stage liver disease (MELD) scores. No severe peri- or postoperative complications occurred, however the recipients of the MMA livers biochemically now have mild MMA.<h4>Conclusions</h4>DLT using MMA grafts is a feasible strategy to treat end-stage liver disease and expand the donor organ pool. However, the recipient of the MMA domino liver may develop mild MMA which could affect quality of life, and long-term safety remains unclear. Further long-term of outcomes for domino recipients of MMA livers, focusing on quality of life and any metabolic complications of transplantation are needed to better define the risks and benefits.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36203204",
    "pmid": "36203204",
    "doi": "10.1515/jpem-2021-0780",
    "title": "Organic acidemias in the neonatal period: 30 years of experience in a referral center for inborn errors of metabolism.",
    "abstract": "<h4>Objectives</h4>Neonatal-onset organic acidemias (OAs) account for 80% of neonatal intensive care unit (NICU) admissions due to inborn errors of metabolism. The aim of this study is to analyze clinical features and follow-up of neonates diagnosed with OAs in a metabolic referral center, focusing on perinatal characteristics and the impact of first the metabolic crisis on long-term outcome.<h4>Methods</h4>Perinatal features, clinical and laboratory characteristics on admission and follow-up of 108 neonates diagnosed with OAs were retrospectively analyzed. Global developmental delay, abnormal electroencephalogram (EEG) or brain magnetic resonance imaging (MRI), chronic complications, and overall mortality. Associations between clinical findings on admission and outcome measures were evaluated.<h4>Results</h4>Most prevalent OA was maple syrup urine disease (MSUD) (34.3%). Neonates with methylmalonic acidemia (MMA) had significantly lower birth weight (p<0.001). Metabolic acidosis with increased anion gap was more frequent in MMA and propionic acidemia (PA) (p=0.003). 89.1% of OAs were admitted for recurrent metabolic crisis. 46% had chronic non-neurologic complications; 19.3% of MMA had chronic kidney disease. Abnormal findings were present in 26/34 of EEG, 19/29 of MRI studies, and 32/33 of developmental screening tests. Metabolic acidosis on admission was associated with increased incidence of abnormal EEG (p=0.005) and overall mortality (p<0.001). Severe hyperammonemia in MMA was associated with overall mortality (33.3%) (p=0.047). Patients diagnosed between 2007-2017 had lower overall mortality compared to earlier years (p<0.001).<h4>Conclusions</h4>Metabolic acidosis and hyperammonemia are emerging predictors of poor outcome and mortality. Based on a large number of infants from a single center, survival in neonatal-onset OA has increased over the course of 30 years, but long-term complications and neurodevelopmental results remain similar. While prompt onset of more effective treatment may improve survival, newer treatment modalities are urgently needed for prevention and treatment of chronic complications.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36299693",
    "pmid": "36299693",
    "doi": "10.3389/fped.2022.933081",
    "title": "Case report: NAFLD and maple syrup urine disease: Is there an interplay between branched-chain amino acids and fructose consumption?",
    "abstract": "<h4>Background</h4>The worldwide increase in pediatric overweight and obesity, in parallel with the global increase in the consumption of sucrose and fructose, is associated with non-alcoholic fatty liver disease (NAFLD). Elevated branched-chain amino acids (BCAAs) are a metabolic feature related to obesity and an early risk factor for insulin resistance and NAFLD. However, few studies have assessed metabolic risk factors and nutritional status in maple syrup urine disease (MSUD) patients under restricted BCAA and high carbohydrate diets.<h4>Methods and results</h4>Herein, we present a pilot report of a 17-year-old boy with classic MSUD with poor diet compliance and high fructose consumption, mainly during early adolescence. At that time, he was overweight and developed features of metabolic syndrome, including persistently elevated liver enzymes and hepatic steatosis. He underwent liver transplantation at the age of 13 years to prevent the risk of progressive cognitive impairment. Two months later, NAFLD relapsed in the graft, despite a better BCAA balance and weight loss. Nevertheless, 6 months after dietary restriction of fructose consumption, NAFLD had sustainably improved.<h4>Conclusion</h4>Childhood overweight and fructose overconsumption are wellestablished driving forces in the development of pediatric NAFLD. However, their role in the early onset and progression of NAFLD in the allograft remains to be established. Furthermore, it is not known whether the dysmetabolic state associated with elevated BCAAs may be contributory. Further studies are required with a cohort of MSUD subjects to validate our findings and to ascertain the possible interaction between a BCAA imbalance and dietary intake in the development of NAFLD.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36897514",
    "pmid": "36897514",
    "doi": "10.1007/s11011-023-01193-8",
    "title": "Acute effects of intracerebroventricular administration of α-ketoisocaproic acid in young rats on inflammatory parameters.",
    "abstract": "Maple Syrup Urine Disease (MSUD) is an autosomal recessive inborn error of metabolism (IEM), responsible for the accumulation of the branched-chain amino acids (BCAA) leucine, isoleucine, and valine, in addition to their α-keto acids α-ketoisocaproic acid (KIC), α-keto-β-methylvaleric acid (KMV), and α-ketoisovaleric acid (KIV) in the plasma and urine of patients. This process occurs due to a partial or total blockage of the dehydrogenase enzyme activity of branched-chain α-keto acids. Oxidative stress and inflammation are conditions commonly observed on IEM, and the inflammatory response may play an essential role in the pathophysiology of MSUD. We aimed to investigate the acute effect of intracerebroventricular (ICV) administration of KIC on inflammatory parameters in young Wistar rats. For this, sixteen 30-day-old male Wistar rats receive ICV microinjection with 8 µmol KIC. Sixty minutes later, the animals were euthanized, and the cerebral cortex, hippocampus, and striatum structures were collected to assess the levels of pro-inflammatory cytokines (INF-γ; TNF-α, IL-1β). The acute ICV administration of KIC increased INF-γ levels in the cerebral cortex and reduced the levels of INF-γ and TNF-α in the hippocampus. There was no difference in IL-1β levels. KIC was related to changes in the levels of pro-inflammatory cytokines in the brain of rats. However, the inflammatory mechanisms involved in MSUD are poorly understood. Thus, studies that aim to unravel the neuroinflammation in this pathology are essential to understand the pathophysiology of this IEM.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37958982",
    "pmid": "37958982",
    "doi": "10.3390/ijms242115999",
    "title": "Branched-Chain Amino Acid Assembly into Amyloid-like Fibrils Provides a New Paradigm for Maple Syrup Urine Disease Pathology.",
    "abstract": "Inborn error of metabolism disorders (IEMs) are a family of diseases resulting from single-gene mutations that lead to the accumulation of metabolites that are usually toxic or interfere with normal cell function. The etiological link between metabolic alteration and the symptoms of IEMs is still elusive. Several metabolites, which accumulate in IEMs, were shown to self-assemble to form ordered structures. These structures display the same biophysical, biochemical, and biological characteristics as proteinaceous amyloid fibrils. Here, we have demonstrated, for the first time, the ability of each of the branched-chain amino acids (BCAAs) that accumulate in maple syrup urine disease (MSUD) to self-assemble into amyloid-like fibrils depicted by characteristic morphology, binding to indicative amyloid-specific dyes and dose-dependent cytotoxicity by a late apoptosis mechanism. We could also detect the presence of the assemblies in living cells. In addition, by employing several in vitro techniques, we demonstrated the ability of known polyphenols to inhibit the formation of the BCAA fibrils. Our study implies that BCAAs possess a pathological role in MSUD, extends the paradigm-shifting concept regarding the toxicity of metabolite amyloid-like structures, and suggests new pathological targets that may lead to highly needed novel therapeutic opportunities for this orphan disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36673545",
    "pmid": "36673545",
    "doi": "10.3390/healthcare11020178",
    "title": "A Smart Monitoring System for Self-Nutrition Management in Pediatric Patients with Inherited Metabolic Disorders: Maple Syrup Urine Disease (MSUD).",
    "abstract": "A metabolic disorder is due to a gene mutation that causes an enzyme deficiency which leads to metabolism problems. Maple Syrup Urine Disease (MSUD) is one of the most common and severe hereditary metabolic disorders in Saudi Arabia. Patients and families were burdened by complex and regular dietary therapy menus because of the lack of information on food labels, it was also difficult to keep track of MSUD's typical diet. The prototype smart plate system proposed in this work may help patients with MSUD and their caregivers better manage the patients' MSUD diet. The use of knowledge-based, food identification techniques and a device could provide a support tool for self-nutrition management in pediatric patients. The requirements of the system are specified by using questionaries. The design of the prototype is divided into two parts: software (mobile application) and hardware (3D model of the plate). The knowledge-based mobile application contains knowledge, databases, inference, food recognition, food plan, monitor food plan, and user interfaces. The hardware prototype is represented in a 3D model. All the patients agreed that a smart plate system connected to a mobile application could help to track and record their daily diet. A self-management application can help MSUD patients manage their diet in a way that is more pleasant, effortless, accurate, and intelligent than was previously possible with paper records. This could support dietetic professional practitioners and their patients to achieve sustainable results.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36550798",
    "pmid": "36550798",
    "doi": "10.1097/md.0000000000032174",
    "title": "Neonatal maple syrup urine disease case report and literature review.",
    "abstract": "<h4>Rationale</h4>The main clinical symptoms of maple syrup urine disease (MSUD) are dehydration, acidosis, nervous system symptoms and intellectual disability. The brain imaging findings were mainly caused by cytotoxic edema. The lesions usually occur at the site consistent with the myelination process of normal neonates. The distribution is mostly symmetric, and the diffusion is obviously limited.<h4>Patient concerns</h4>Herein, we report a rare case of an 8-day-old female patient who presented with abnormal symptoms, such as difficulty eating, convulsions, slow reaction, difficulty in correcting hypoglycemia and severe metabolic disorders. Brain magnetic resonance imaging (MRI) revealed abnormal signal intensity mainly involving the brainstem, cervical spinal cord, bilateral cerebellar hemispheres, basal ganglia, thalamus, precentral gyrus, and postcentral gyrus with characteristic hyperintensity on diffusion-weighted imaging (DWI) sequence. MSUD is rarely reported, while cervical spinal cord involvement is extremely rare.<h4>Diagnoses</h4>Blood tandem mass spectrometry, urine organic acid detection, and genetic disease overall genetic tests were performed to further confirm the diagnosis of MSUD.<h4>Interventions</h4>Under general anesthesia, she underwent open surgical procedures for liver transplantation.<h4>Outcomes</h4>The child was in a stable condition after liver transplantation, and the diet was not restricted.<h4>Lessons</h4>MSUD in neonates is rare. Our case report and literature review was aim to describe the clinic and imaging characteristics of it, and highlight physicians must be aware of this entity in newborns so as to reduce misdiagnosis due to unfamiliarity.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36040712",
    "pmid": "36040712",
    "doi": "10.1007/s11011-022-01070-w",
    "title": "Exposure to leucine alters glutamate levels and leads to memory and social impairment in zebrafish.",
    "abstract": "Maple Syrup Urine Disease (MSUD) is a metabolic disorder characterized by high levels in blood and urine of branched-chain amino acids leucine, isoleucine, and valine and their alpha-ketoacids, by a partial or total blockade in the activity of branched-chain complex alpha-keto acids dehydrogenase. The main symptoms in MSUD occur in the central nervous system, including cognitive deficits, locomotor, poor feeding, seizures, psychomotor delay, and mental retardation, but the mechanisms of neurotoxicity and behavior alteration due to this disease are poorly understood, thus this study aimed at showing the effects of leucine exposure on glutamate levels and behavior in zebrafish. For this, we analyzed the behavior using the social preference test and novel object recognition test, moreover, we analyse the glutamate levels and uptake using scintillation and high-performance liquid chromatography methods. Our results demonstrated a decrease in glutamate levels and uptake, accompanied by memory and social impairment. In conclusion, these results suggest that alterations in glutamate levels can be associated with behavior impairment, however, more studies are necessary to understand the mechanisms for brain damage in MSUD.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35166449",
    "pmid": "35166449",
    "doi": "10.1111/1744-9987.13816",
    "title": "Continuous veno-venous hemodiafiltration in neonates with maple syrup urine disease.",
    "abstract": "<h4>Introduction</h4>Herein, we aimed to discuss our experience in 16 newborn patients with Maple syrup urine disease (MSUD) who were treated with urgent renal replacement therapy (RRT).<h4>Methods</h4>The patients underwent continuous veno-venous hemodiafiltration (CVVHDF) or peritoneal dialysis (PD) as renal replacement therapy.<h4>Results</h4>Eleven (68.75%) patients underwent CVVHDF and five (31.25%) underwent peritoneal dialysis. The median leucine reduction rate per hour was 2.56% (1.75-7.6) in the CVVHDF group, 0.78% (0.54-1.83) in the PD group, and was significantly higher in the CVVHDF group (p = 0.001). Posttreatment plasma leucine levels were found to be 198 (20-721) μmol/L in the CVVHDF group and 600 (250-967) μmol/L in the PD group, and CVVHDF was found to be significantly lower (p = 0.08). Complications such as hypotension, electrolyte imbalance, and filter obstruction occurred in the CVVHDF group.<h4>Conclusion</h4>This study showed that CVVHDF is more effective than PD for rapidly eliminating elevated leucine levels caused by MSUD in the newborn and it is not associated with increased complication rates.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36341163",
    "pmid": "36341163",
    "doi": "10.1002/jmd2.12333",
    "title": "Maple syrup urine disease due to a paracentric inversion of chr 19 that disrupts <i>BCKDHA</i>: A case report.",
    "abstract": "Maple syrup urine disease (MSUD) is a rare autosomal recessive inherited disorder of branched-chain amino acid metabolism caused by mutations in <i>BCKDHA</i>, <i>BCKDHB</i>, and <i>DBT</i> that encode the E1α, E1β, and E2 subunits of the branched-chain α-ketoacid dehydrogenase (BCKD) complex. Various MSUD-causing variants have been described; however, no structural rearrangements in <i>BCKDHA</i> have been reported to cause the classic MSUD phenotype. Here, we describe the classic patient with MSUD with compound heterozygous pathogenic variants in <i>BCKDHA</i>: a missense variant (NM_000709.3:c.757G > A, NP_000700.1:p.Ala253Thr) and a paracentric inversion disrupting Intron 1 of <i>BCKDHA</i>, which was identified by whole-genome sequencing and validated by fluorescence in situ hybridization. Using the sequence information of the breakpoint junction, we gained mechanistic insight into the development of this structural rearrangement. Furthermore, the establishment of junction-specific polymerase chain reaction could facilitate identification of the variant in case carrier or future prenatal/preimplantation tests are necessary.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39492949",
    "pmid": "39492949",
    "doi": "10.1016/j.jmsacl.2024.10.001",
    "title": "Liquid chromatography-mass spectrometric method for the simultaneous analysis of branched-chain amino acids and their ketoacids from dried blood spot as secondary analytes for the detection of maple syrup urine disease.",
    "abstract": "<h4>Background</h4>Maple syrup urine disease (MSUD) is an aminoacidopathy caused by a defective branched-chain alpha-ketoacid dehydrogenase complex, leading to the accumulation of branched-chain amino acids (BCAAs) and their respective keto acids (BCKAs). A comprehensive test was developed to measure BCAAs and BCKAs using LC-MS from dried blood spot (DBS) samples for the diagnosis and prevention of MSUD in newborns and infants.<h4>Methods</h4>Analytes were extracted from DBS using a methanol:0.1 % v/v formic acid solution (75:25) containing internal standards and analyzed on a Luna PFP column (150 mm × 4.6 mm, 3 µm) at a flow rate of 0.3 mL/min. The method was validated for linearity, accuracy, precision, recovery, carry-over, matrix effect, hematocrit, blood volume, and punch position effects. Biomarker stability in the matrix and stock solution was assessed. Correlation with the plasma method was determined using Pearson's correlation coefficient and Bland-Altman analysis. The method established reference ranges for the Udupi district population in South India.<h4>Results</h4>The method demonstrated linearity (r<sup>2</sup> > 0.99), with a lower limit of detection at 2 µM (BCAA) and 1 µM (BCKA), and acceptable recovery of QC samples. Hematocrit, blood volume, punch position, and storage condition effects were within acceptable limits. Correlation and Bland-Altman analysis showed strong interconvertibility between plasma and DBS assays. Reference ranges for leucine, isoleucine, valine, KIC, KIV, and KMV were established.<h4>Conclusion</h4>The developed DBS method, requiring no derivatization and involving simple sample preparation with short run times, is a cost-effective and reliable approach for the confirmatory diagnosis of MSUD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35577033",
    "pmid": "35577033",
    "doi": "10.1016/j.neuint.2022.105360",
    "title": "Pathophysiology of maple syrup urine disease: Focus on the neurotoxic role of the accumulated branched-chain amino acids and branched-chain α-keto acids.",
    "abstract": "Maple syrup urine disease (MSUD) is an autosomal recessive neurometabolic disorder caused by severe deficiency of branched-chain α-keto acid dehydrogenase complex activity, which catalyzes the oxidative decarboxylation of the branched-chain α-keto acids (BCKA). The metabolic blockage results in tissue accumulation and high urinary excretion of the branched-chain amino acids (BCAA) leucine, isoleucine and valine, as well as alloisoleucine, and their respective BCKA α-ketoisocaproic (α-KIC), α-ketoisovaleric and α-keto-β-methylvaleric acids. Affected patients usually manifest acute episodes of encephalopathy associated with seizures, coma and life-threatening cerebral edema in the first weeks of life, which is followed by progressive neurological deterioration with motor delay, ataxia, intellectual disability and psychiatric symptoms. The pathophysiology of the brain damage in MSUD has been mainly focused on brain amino acid imbalance leading to deficient cerebral protein and neurotransmitter synthesis. However, the acute episodes of severe neurological symptoms accompanied by large increases of BCKA/BCAA levels suggest neurotoxic actions of these compounds. In this particular, mounting evidence from humans and animal models support an important role of particularly leucine and α-KIC on the pathogenesis of the brain injury in MSUD. In this review we will present the current knowledge of the major mechanisms presumably involved in MSUD neuropathology and highlight the neurotoxic properties of the BCAA and BCKA, disturbing brain bioenergetics and redox homeostasis, besides inducing neuroinflammation. We suggest that these pathomechanisms may contribute to the neurological sequelae of MSUD patients and hopefully allow the design of novel therapeutic strategies, including antioxidant and bioenergetics stimulating drugs targeting the mitochondria.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "40110492",
    "pmid": "40110492",
    "doi": "10.1016/j.ymgmr.2025.101202",
    "title": "A novel, high throughput, and low-cost method for the detection of 40 amines relevant to inborn errors of metabolism, in under 60 min, using reverse phase high performance liquid chromatography.",
    "abstract": "<h4>Objectives</h4>An assessment of amino acid and amine concentrations is important for the diagnosis and management of inherited metabolic disorders (IMDs). Methods exist that measure these biologically important metabolites but are cost-prohibitive and/or time consuming. We therefore sought to develop a novel methodology, applicable to IMDs, that is both high-throughput and low cost.<h4>Methods</h4>Previously, we developed a methodology for rapid, repeatable, and cost-efficient separation of approximately 20 amines as a proof of concept and now expand it to amines relevant to IMDs. We describe our separation methodology using reverse phase high performance liquid chromatography with ultraviolet-visible spectrum absorbance paired with pre-column derivatization with <i>o</i>-pthalaldehyde.<h4>Results</h4>We show reproducibility via concentration assessments, in triplicate, for each amine. We assess amines in prepared standard solutions and in biologic samples from patients with IMDs. We also detected and assessed the amino group containing compounds glutathione (oxidized and reduced forms) and ammonia. Validation was established using absolute area under the curve (AUC) and via comparison using a single internal standard.<h4>Conclusions</h4>We report good separation of 40 primary amino group containing metabolites, in a single, 53 min run. This rapid, low cost, and accurate methodology only requires a small volume of sample and can greatly increase availability and access. Finally, the numerous amines and unique compounds detected in our single run has large utility and can potentially increase clinical efficiency and broaden access to research, both important as the need for analysis of amines grows globally.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35619835",
    "pmid": "35619835",
    "doi": "10.7759/cureus.24368",
    "title": "Treatment of COVID-19 in a Patient With Maple Syrup Urine Disease.",
    "abstract": "Maple syrup urine disease (MSUD) is an inborn error of metabolism caused by a defect in the branched-chain alpha-ketoacid dehydrogenase complex (BCKDC). This leads to the accumulation of the branched-chain amino acids (BCAAs) leucine, isoleucine, and valine, which can cause neurotoxicity. Patients with MSUD are carefully managed from birth with dietary restrictions and can acutely decompensate in the setting of infections or injury. We present the case of a 29-year-old female with a history of MSUD and rheumatoid arthritis on methotrexate and adalimumab who presented to our emergency department with symptoms suggestive of a metabolic crisis including nausea, vomiting, and presyncope. She was diagnosed with coronavirus disease 2019 (COVID-19) and admitted. An initial leucine level was mildly elevated at 253 μmol/L, consistent with her underlying metabolic condition. She was placed on an infusion of normal saline and 10% Dextrose (D10) in addition to a protein-restricted sick-day diet. Remdesivir therapy was initiated due to her immunocompromised status and high risk for decompensation but had to be discontinued due to nausea and vomiting that negatively impacted the patient's oral intake. Her leucine level peaked at 647 μmol/L; however, her neurologic examination remained benign without signs of cerebral edema. With prompt involvement of our metabolic genetics team and initiation of intravenous fluids and the sick-day diet protocol, we avoided a metabolic crisis. The patient was discharged on day 5 of hospitalization with no complications from COVID-19 infection. This case highlights the individualized approach to the treatment of COVID-19 infection in a patient with a metabolic disorder. COVID-19 infection in the setting of MSUD has only been reported in two prior publications, one being a severe metabolic crisis with neurologic involvement. Fortunately, our patient experienced a mild case of COVID-19 without significant respiratory symptoms, and we were able to prevent a metabolic crisis during admission.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35394251",
    "pmid": "35394251",
    "doi": "10.1007/s11011-022-00969-8",
    "title": "Coadministration of tianeptine alters behavioral parameters and levels of neurotrophins in a chronic model of Maple Syrup Urine disease.",
    "abstract": "Maple Syrup Urine Disease (MSUD) is caused by the deficiency in the activity of the branched-chain α-ketoacid dehydrogenase complex (BCKDC), resulting in the accumulation of the branched-chain amino acids (BCAA) leucine, isoleucine, and valine, and their respective branched-chain α-keto acids. Patients with MSUD are at high risk of developing chronic neuropsychiatric disorders; however, the pathophysiology of brain damage in these patients remains unclear. We hypothesize that MSUD can cause depressive symptoms in patients. To test our hypothesis, Wistar rats were submitted to the BCAA and tianeptine (antidepressant) administration for 21 days, starting seven days postnatal. Depression-like symptoms were assessed by testing for anhedonia and forced swimming after treatments. After the last test, the brain structures were dissected for the evaluation of neutrophins. We demonstrate that chronic BCAA administration induced depressive-like behavior, increased BDNF levels, and decreased NGF levels, suggesting a relationship between BCAA toxicity and brain damage, as observed in patients with MSUD. However, the administration of tianeptine was effective in preventing behavioral changes and restoring neurotrophins levels.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38535129",
    "pmid": "38535129",
    "doi": "10.3390/ijns10010025",
    "title": "Portuguese Neonatal Screening Program: A Cohort Study of 18 Years Using MS/MS.",
    "abstract": "The Portuguese Neonatal Screening Program (PNSP) conducts nationwide screening for rare diseases, covering nearly 100% of neonates and screening for 28 disorders, including 24 inborn errors of metabolism (IEMs). The study's purpose is to assess the epidemiology of the screened metabolic diseases and to evaluate the impact of second-tier testing (2TT) within the PNSP. From 2004 to 2022, 1,764,830 neonates underwent screening using tandem mass spectrometry (MS/MS) to analyze amino acids and acylcarnitines in dried blood spot samples. 2TT was applied when necessary. Neonates with profiles indicating an IEM were reported to a reference treatment center, and subsequent biochemical and molecular studies were conducted for diagnostic confirmation. Among the screened neonates, 677 patients of IEM were identified, yielding an estimated birth prevalence of 1:2607 neonates. The introduction of 2TT significantly reduced false positives for various disorders, and 59 maternal cases were also detected. This study underscores the transformative role of MS/MS in neonatal screening, emphasizing the positive impact of 2TT in enhancing sensitivity, specificity, and positive predictive value. Our data highlight the efficiency and robustness of neonatal screening for IEM in Portugal, contributing to early and life-changing diagnoses.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34883003",
    "pmid": "34883003",
    "doi": "10.1515/jpem-2021-0672",
    "title": "Three novel mutations of the <i>BCKDHA</i>, <i>BCKDHB</i> and <i>DBT</i> genes in Chinese children with maple syrup urine disease.",
    "abstract": "<h4>Background</h4>Maple syrup urine disease (MSUD) is a rare metabolic autosomal recessive disorder caused by deficiency of the branched-chain α-ketoacid dehydrogenase complex. Mutations in the <i>BCKDHA</i>, <i>BCKDHB</i> and <i>DBT</i> genes are responsible for MSUD. This study presents the clinical and molecular characterizations of four MSUD patients.<h4>Methods</h4>Clinical data of patients were retrospectively analyzed, and genetic mutations were identified by whole-exome sequencing. CLUSTALX was employed to analyzed cross-species conservation of the mutant amino acid. The impact of the mutations was analyzed with PolyPhen-2 software. The I-TASSER website and PyMOL software were used to predict the protein three-position structure of the novel mutations carried by the patients.<h4>Results</h4>Vomiting, irritability, feeding difficulties, seizures, dyspnoea, lethargy and coma were the main clinical presentations of MSUD. Cranial MRI showed abnormal symmetrical signals in accordance with the presentation of inherited metabolic encephalopathy. Seven mutations were detected in four patients, including three novel pathogenic mutations in the <i>BCKDHA</i> (c.656C>A), <i>BCKDHB</i> (deletion of a single-copy of <i>BCKDHB</i>) and <i>DBT</i> (c.1219dup) genes. Structural changes were compatible with the observed phenotypes.<h4>Conclusions</h4>Different types of MSUD can display heterogeneous clinical manifestations. Exhaustive molecular studies are necessary for a proper differential diagnosis. The newly identified mutation will play a key role in the prenatal diagnosis of MSUD in the future.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36766876",
    "pmid": "36766876",
    "doi": "10.3390/healthcare11030301",
    "title": "Knowledge-Based Dietary Intake Recommendations of Nutrients for Pediatric Patients with Maple Syrup Urine Disease.",
    "abstract": "Maple syrup urine disease (MSUD) is a metabolic disorder characterized by a difficulty to digest and process proteins necessary for growth. To monitor and maintain the ideal growth of children with MSUD, caregivers need to carefully control the consumption of harmful branched-chain amino acids (BCAAs). The dietary limits of amino acids for MSUD patients are recommended and controlled by pediatricians and metabolic dietitians according to age, height, weight, and the prevailing percentage of amino acids in the body. This study introduces an intelligent dietary tool called MSUD Baby Buddy for caregivers of MSUD patients that tracks the amino acids intake out of baby formulas for babies 0-6 months old. This tool aims to provide accurate recommendations of the appropriate daily intake of protein and BCAAs based on the patients' data, plasma BCAAs, and formula preferences. We use a knowledge-based system, including knowledge acquisition and verification, as well as knowledge management tool validation, and the ripple-down rules are employed for building the system. MSUD Baby Buddy can support the maintenance of adequate amino acid levels and increase awareness about the control of BCAAs. The average usability of MSUD Baby Buddy is 84.25, indicating that the tool is intuitive and may help caregivers to easily determine the recommended doses of formula based on patients' biometric data and preferred formula. On the other hand, interviews with metabolic dietitians revealed some drawbacks, which were addressed to further improve the tool. MSUD Baby Buddy is expected to help caregivers of MSUD patients to independently track nutrient intake and reduce the number of visits to the pediatrician and metabolic dietitian.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "34924293",
    "pmid": "34924293",
    "doi": "10.1016/j.hpb.2021.11.013",
    "title": "Domino liver transplants: where do we stand after a quarter-century? A US national analysis.",
    "abstract": "<h4>Background</h4>Domino liver transplantation (DLT) utilizes a phenotypically normal explant from select recipients as a donor graft in another patient. The procedure is not widely employed and remains restricted to a small number of centers. The purpose of this study was to assess the national profile of DLT in the United States (US) and evaluate current survival outcomes.<h4>Methods</h4>The United Network for Organ Sharing (UNOS) database was queried for all liver transplants (LT) between 1996 and 2020. Outcomes of interest were long-term graft and patient survival.<h4>Results</h4>Of 181,976 LTs performed nationally during the study period, 185 (0.1%) were DLTs. Amyloidosis and maple syrup urine disease (MSUD) accounted for 83% of dominoed allografts. Out of 210 explants with amyloidosis, 103 (49%) were dominoed into secondary recipients. Only 50 (22%) of all MSUD explants (n = 227) were dominoed. Graft survival was 79%, 73% and 53% at 3-, 5- and 10-years, respectively, for DLT recipients. Overall patient survival was 83%, 76% and 57% at 3-, 5- and 10-years.<h4>Conclusion</h4>Despite excellent long-term survival outcomes, DLT allografts comprise a very small percentage of the liver donor pool. A large proportion of potential DLTs may be unconscionably excluded despite shortages in deceased donor organs.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36127579",
    "pmid": "36127579",
    "doi": "10.1007/978-1-0716-2565-1_7",
    "title": "Quantification of Branched-Chain Amino Acids in Plasma by High-Performance Liquid Chromatography-Tandem Mass Spectrometry (LC-MS/MS).",
    "abstract": "Branched-chain amino acids (BCAA), including valine, alloisoleucine, isoleucine, and leucine, play significant roles in a number of metabolic pathways in the body. Deficiency in branched-chain ketoacid dehydrogenase complex, an enzyme required for metabolism of those amino acids, will lead to elevation and accumulation of BCAA and ketoacids in bodily fluids. This results in maple syrup urine disease (MSUD), a condition estimated to affect 1 in 100,000-300,000 births. If MSUD is not diagnosed in the first few days of life, progression of this disease can lead to intellectual disability, coma, irreversible brain damage, seizures, or even death. If diagnosed early, MSUD can be managed by monitoring the blood concentrations of BCAA and adjusting the patient's dietary intake accordingly. Therefore, it is critical to have a rapid, accurate, and reliable BCAA assay for confirmation of MSUD in newborns as well as routine monitoring of MSUD patients. Here, we describe a high-performance liquid chromatography tandem mass spectrometry (LC-MS/MS) method for BCAA measurement which requires only 20 μL of plasma. The sample preparation does not require derivatization and only involves protein precipitation with LC/MS-grade methanol, which contains leucine(13C6;15N), isoleucine(13C6;15N), and valine(13C5;15N) as the internal standards. The final sample extracts do not require dry-down and reconstitution and are readily compatible with the liquid chromatography (LC) method. BCAA are separated using the isocratic gradient method on a mixed-mode Intrada column. Multiple-reaction monitoring (MRM) mode is used for MS/MS detection to monitor the parent-to-daughter transitions m/z 132.2 to 86.4 for leucine, isoleucine, and alloisoleucine; m/z 118.2 to 72.4 for valine; m/z 139.2 to 92.4 for leucine(13C6;15N) and isoleucine(13C6;15N); and m/z 124.2 to 77.4 for valine(13C5;15N).",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35275349",
    "pmid": "35275349",
    "doi": "10.1007/s11011-022-00934-5",
    "title": "Exposure to leucine induces oxidative stress in the brain of zebrafish.",
    "abstract": "Maple Syrup Urine Disease (MSUD) is an autosomal recessive inherited disorder caused by a deficiency in the activity of the branched-chain alpha-ketoacid dehydrogenase complex leading to the accumulation of branched-chain amino acids (BCAA) leucine, isoleucine, and valine and their respective branched-chain α-ketoacids and corresponding hydroxy acids. Considering that Danio rerio, known as zebrafish, has been widely used as an experimental model in several research areas because it has favorable characteristics that complement other experimental models, this study aimed to evaluate oxidative stress parameters in zebrafish exposed to high levels of leucine (2 mM and 5 mM), in a model similar of MSUD. Twenty-four hours after exposure, the animals were euthanized, and the brain content dissected for analysis of oxidative stress parameters: thiobarbituric acid reactive substances (TBARS), 2',7'-dichlorofluorescein oxidation assay (DCF); content of sulfhydryl, and superoxide dismutase (SOD) and catalase (CAT) activities. Animals exposed to 2 mM and 5 mM leucine showed an increase in the measurement of TBARS and decreased sulfhydryl content. There were no significant changes in DCF oxidation. In addition, animals exposed to 2 mM and 5 mM leucine were found to have decreased SOD activity and increased CAT activity. Based on these results, exposure of zebrafish to high doses of leucine can act as a promising animal model for MSUD, providing a better understanding of the toxicity profile of leucine exposure and its use in future investigations and strategies related to the pathophysiology of MSUD.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35323199",
    "pmid": "35323199",
    "doi": "10.3390/ijns8010020",
    "title": "Application of a Novel Algorithm for Expanding Newborn Screening for Inherited Metabolic Disorders across Europe.",
    "abstract": "Inherited metabolic disorders (IMDs) are mostly rare, have overlapping symptoms, and can be devastating and progressive. However, in many disorders, early intervention can improve long-term outcomes, and newborn screening (NBS) programmes can reduce caregiver stress in the journey to diagnosis and allow patients to receive early, and potentially pre-symptomatic, treatment. Across Europe there are vast discrepancies in the number of IMDs that are screened for and there is an imminent opportunity to accelerate the expansion of evidence-based screening programmes and reduce the disparities in screening programmes across Europe. A comprehensive list of IMDs was created for analysis. A novel NBS evaluation algorithm, described by Burlina et al. in 2021, was used to assess and prioritise IMDs for inclusion on expanded NBS programmes across Europe. Forty-eight IMDs, of which twenty-one were lysosomal storage disorders (LSDs), were identified and assessed with the novel NBS evaluation algorithm. Thirty-five disorders most strongly fulfil the Wilson and Jungner classic screening principles and should be considered for inclusion in NBS programmes across Europe. The recommended disorders should be evaluated at the national level to assess the economic, societal, and political aspects of potential screening programmes.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "PPR388809",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-780920/v1",
    "title": "Comparison of The Peritoneal Dialysis and Continuous Veno-Venous Hemodiafiltration in 16 Neonates With Maple Syrup Urine Disease",
    "abstract": "<h4>Introduction: </h4> Continuous Renal Replacement Therapy (CRRT) is a well-known treatment modality for patients with acute renal failure and has been increasingly used for the treatment of metabolic disorders such as Maple Syrup Urine Disease (MSUD) in recent years. Herein, we aimed to discuss our experience in 16 newborn patients with MSUD who were treated with urgent renal replacement therapy (RRT). <h4>Materials: </h4> and Method: The data of patients who presented with an acute metabolic crisis due to Maple syrup urine disease and who were treated with RRT at Neonatal intensive care unit(NICU) between November 2016 and March 2020 were retrospectively evaluated. The patients underwent continuous veno-venous hemodiafiltration (CVVHDF) or peritoneal dialysis (PD) as renal replacement therapy. <h4>Results: </h4>: The study enrolled a total of 16 patients, of which 8 were male and 8 were female. Eleven (68.75%) patients underwent CVVHDF and five (31.25%) underwent peritoneal dialysis. The median post-treatment leucine level was 198(20-721) μmol/L in the CVVHDF group and 1050(303-1653) μmol/L in the PD group; the median leucine reduction rate per hour was 2.56% (1.75-7.6) in the CVVHDF group and 0.78% (0.54-1.83) in the PD group. There was a significant difference between both groups regarding both parameters (p= 0.08, p=0.001, respectively). Complications such as hypotension, electrolyte imbalance, and filter obstruction occurred in the CVVHDF group while catheter revision was needed due to catheter obstruction in one patient in the PD group. <h4>Conclusion: </h4> This study showed that CVVHDF is more effective than PD for rapidly eliminating elevated Leucine levels caused by MSUD in the newborn and it is not associated with increased complication rates.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "40136616",
    "pmid": "40136616",
    "doi": "10.3390/diseases13030076",
    "title": "Setting the Stage for Branched-Chain Amino Acids Use in Neurological Pathologies: Does a Single Oral Dose Provide Hours of Elevated Systemic Levels?",
    "abstract": "<h4>Background</h4>Recent studies have demonstrated that branched-chain amino acids are neuroprotective and neurorestorative. Branched-chain amino acid supplements are now being recommended to be taken before contact sports to reduce concussions. While peaks and troughs in branched-chain amino acids have previously been reported in hospital settings, the metabolism of a single recommended dose of over-the-counter branched-chain amino acids has yet to be elucidated.<h4>Methods</h4>We analyzed a patented branched-chain amino acid product to assess its metabolism in 10 healthy adults.<h4>Results</h4>Over the defined time points, measured levels of branched-chain amino acids remained significantly elevated when compared to the physiological baseline. The elevations in measured plasma levels indicate that a single oral dose is a viable intake option for increasing levels of branched-chain amino acids.<h4>Conclusions</h4>This information can be leveraged to better plan branched-chain amino acid-based treatment doses in order to treat pathologies such as brain injury.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36724346",
    "pmid": "36724346",
    "doi": "10.1021/acs.analchem.2c03098",
    "title": "Development of a Universal Second-Tier Newborn Screening LC-MS/MS Method for Amino Acids, Lysophosphatidylcholines, and Organic Acids.",
    "abstract": "First-tier MS-based newborn screening by flow injection analysis can have high presumptive positive rates, often due to isomeric/isobaric compounds or poor biomarker specificity. These presumptive positive samples can be analyzed by second-tier screening assays employing separations such as liquid chromatography-mass spectrometry (LC-MS/MS), which increases test specificity and drastically reduces false positive referrals. The ability to screen for multiple disorders in a single multiplexed test simplifies workflows and maximizes public health laboratories' resources. In this study, we developed and validated a highly multiplexed second-tier method for dried blood spots using a hydrophilic interaction liquid chromatography (HILIC) column coupled to an MS/MS system. The LC-MS/MS method was capable of simultaneously detecting second-tier biomarkers for maple syrup urine disease, homocystinuria, methylmalonic acidemia, propionic acidemia, glutaric acidemia type 1, glutaric acidemia type 2, guanidinoacetate methyltransferase deficiency, short-chain acyl-CoA dehydrogenase deficiency, adrenoleukodystrophy, and Pompe disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "34687480",
    "pmid": "34687480",
    "doi": "10.1111/petr.14174",
    "title": "Surgical technique and the long-term outcomes of pediatric living donor domino liver transplantation from patients with maple syrup urine disease.",
    "abstract": "<h4>Background</h4>The native liver of patients with maple syrup urine disease (MSUD) (1st recipients) can be used as a graft for non-MSUD patients with end-stage liver disease (2nd recipients). This study aimed to demonstrate the optimal operational procedures and the long-term outcomes of 2nd recipients.<h4>Methods</h4>Six 2nd recipients of living donor domino liver transplantation (LD-DLT) (age: 42.5 [22-169] months at DLT) received a native liver as a graft from an MSUD patient at our hospital between June 2014 and April 2020. We reviewed the operational procedures and outcomes of 2nd recipients after LD-DLT.<h4>Results</h4>The 2nd recipients' original diseases included biliary atresia, congenital hepatic fibrosis, congenital protein C deficiency, familial hypercholesterolemia, hepatoblastoma, and mitochondrial hepatopathy. Five of the six recipients had a whole liver and one had a right lobe graft. The site at which the vessels of the MSUD liver were dissected prioritized the safety of the 1st recipient. At the end of follow-up, all recipients were doing well without surgical complications. The mean serum amino acid values of the 2nd recipients did not exceed the upper limit of the reference values during the long-term observation period. All patients showed normal growth while maintaining the same z-score of height and weight after LD-DLT as the preoperative level.<h4>Conclusion</h4>The liver of patients with MSUD can be used safely without concern regarding long-term complications or de novo MSUD development. LD-DLT using the MSUD liver can expand the donor pool as an alternative graft in pediatric LT.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35756860",
    "pmid": "35756860",
    "doi": "10.1016/j.ymgmr.2022.100886",
    "title": "Maple syrup urine disease decompensation misdiagnosed as a psychotic event.",
    "abstract": "Maple syrup urine disease (MSUD) is an autosomal recessive metabolic disease resulting in impaired or absent breakdown of branched-chain amino acids (BCAA) valine, isoleucine, and leucine. Classic MSUD often presents in post-natal periods, at times before newborn screening results, and is treated with a protein restricted diet supplemented with medical food and close follow up to prevent toxic buildup of blood leucine. Acute episodes of decompensation are prevented by early recognition and treatment. Acute episodes of metabolic decompensation in patients with MSUD are medical emergencies that require immediate treatments as cerebral edema may lead to brain-stem compression resulting in death. As the early outcomes improve for MSUD patients, the long-term sequelae of chronic hyperleucemia are being elucidated and include cognitive impairment, mental health disorders, and movement disorders. In this report we present an adult patient with MSUD with attention deficit, hyperactivity type (ADHD) and depression due to prolonged exposure to elevated leucine managed with community support services who presented to the emergency department with new onset of acute hallucinations. He was held in the emergency department awaiting involuntary commitment to a psychiatric facility and underwent psychiatric treatments for suspected new onset hallucinations without improvement. Upon notification of metabolic specialists and initiation of appropriate therapy of MSUD, his leucine level normalized rapidly with resolution of his acute psychosis. This case describes the acute presentation of psychosis in the setting of long-term toxicity of leucine. This case also highlights the importance of transition of care, education and planning in patients with inborn errors of metabolism.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36729192",
    "pmid": "36729192",
    "doi": "10.1007/s11604-023-01396-0",
    "title": "Neuroimaging findings of inborn errors of metabolism: urea cycle disorders, aminoacidopathies, and organic acidopathies.",
    "abstract": "Although there are many types of inborn errors of metabolism (IEMs) affecting the central nervous system, also referred to as neurometabolic disorders, individual cases are rare, and their diagnosis is often challenging. However, early diagnosis is mandatory to initiate therapy and prevent permanent long-term neurological impairment or death. The clinical course of IEMs is very diverse, with some diseases progressing to acute encephalopathy following infection or fasting while others lead to subacute or slowly progressive encephalopathy. The diagnosis of IEMs relies on biochemical and genetic tests, but neuroimaging studies also provide important clues to the correct diagnosis and enable the conditions to be distinguished from other, more common causes of encephalopathy, such as hypoxia-ischemia. Proton magnetic resonance spectroscopy (<sup>1</sup>H-MRS) is a powerful, non-invasive method of assessing neurological abnormalities at the microscopic level and can measure in vivo brain metabolites. The present review discusses neuroimaging findings, including those of <sup>1</sup>H-MRS, of IEMs focusing on intoxication disorders such as urea cycle disorders, aminoacidopathies, and organic acidopathies, which can result in acute life-threatening metabolic decompensation or crisis.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39953653",
    "pmid": "39953653",
    "doi": "10.1002/jimd.70007",
    "title": "Emergency Management of Intoxication-Type Inherited Metabolic Disorders.",
    "abstract": "In many intoxication-type inherited metabolic disorders, the accumulation of the toxic chemical can cause acute life-threatening emergencies. Sometimes this is the inevitable consequence of a severe metabolic defect, but it is often triggered by catabolism. In this article, we consider the acute management when these conditions cause encephalopathy, seizures, stroke-like episodes, thromboses, liver failure, cardiac failure, arrhythmias and rhabdomyolysis. Treatment is available for most intoxication-type disorders, though it is seldom entirely satisfactory. The emergency management involves general measures for the immediate problem (such as liver failure, thrombosis or an arrhythmia) and specific treatment for the metabolic disorder. The latter usually aims to reduce the accumulation of the toxic small molecule. Often this involves preventing or reversing catabolism. Sometimes the formation of the toxic chemical can be reduced by removing dietary precursors, by diverting precursors to alternative pathways, or by inhibiting an earlier step in the affected pathway. Another strategy is to remove the toxic chemical by binding it to a drug or by extracorporeal blood purification. Occasionally, the block in the pathway can be ameliorated and some disorders, specific treatment may prevent the consequences of the accumulating chemical. Despite all these treatment strategies, outcomes are often disappointing, particularly if an intoxication disorder first presents as an emergency. Newborn screening has greatly improved the prognosis for some disorders. For others, outcomes can only be improved by earlier recognition and treatment.",
    "journal": "",
    "year": "2025"
  }
]