[
  {
    "id": "PPR980450",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-6003891/v1",
    "title": "Genetic analysis of two heterozygous SMPD1 variants in a pediatric Niemann-Pick disease patient",
    "abstract": "<title>Abstract</title>  <p>Background  Niemann-Pick disease (NPD), also known as acid sphingomyelinase deficiency, represents a group of rare genetic disorders first described in 1914. <italic>SMPD1</italic> is a crucial gene in this disease, which encodes the enzyme sphingomyelinase essential for the breakdown of sphingomyelin, a component of cell membranes. Mutations in the <italic>SMPD1</italic> gene disrupt this enzymatic activity, leading to the accumulation of sphingomyelin in lysosomes. Methods  We investigated a a child diagnosed with Niemann-Pick disease and his parents. Whole exome sequencing, in silico analysis, minigene constructs, transfection, RT-PCR were used to analyze the genotype and mutations of the proband and his parents. Results  Whole exome sequencing revealed that the proband had compound heterozygous mutations in the <italic>SMPD1</italic> gene: c.1497_1498GT > AC and c.1486 + 5G > C, inherited from his father and mother, respectively. The c.1486 + 5G > C mutation resulted in the loss of exon 5, seriously affecting the protein function. This mutation was classified as pathogenic or suspected pathogenic based on HGMD data and ACMG guidelines. Conclusion  This study identified two heterozygous pathogenic <italic>SMPD1</italic> variants (c.1497_1498GT > AC and c.1486 + 5G > C) in a pediatric patient with Niemann-Pick disease. The <italic>SMPD1</italic> gene splicing site mutation c.1486 + 5G > C leads to the deletion of exon 5, significantly impacting protein function. These new findings expand the variant spectrum of <italic>SMPD1</italic> mutations causing NPD and contribute to a better understanding of the genetic basis of the disease.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40014475",
    "pmid": "40014475",
    "doi": "10.1089/hum.2024.233",
    "title": "Prevalence of Neutralizing Antibodies to AAV2 and AAV9 in Individuals with Niemann-Pick Disease, Type C1.",
    "abstract": "Niemann-Pick disease, type C1 (NPC1), is a rare, fatal neurodegenerative disorder caused by pathological variations in <i>NPC1</i>. We and others have previously demonstrated the efficacy of systemic adeno-associated virus (AAV) gene therapy with AAV9 in murine models of NPC1. The presence of neutralizing antibodies (NAbs) caused by natural exposure to wildtype AAVs may impair AAV transduction efficacy and reduce or negate the benefit of gene therapy. In addition, there remains the question of whether individuals seroconvert with age and whether seroconversion limits the window of therapeutic efficacy. Thus, we assessed the prevalence of anti-AAV9 and anti-AAV2 NAbs in serum samples from 22 individuals with NPC1 at two different time points: one closer to diagnosis (0.9-17 years old) and another collected between 4 and 15 years later during follow-up (6-28 years old). At a titer of <1:5, we found that more than half of the cohort lacked NAbs against either AAV2 (68.2%) or AAV9 (59.1% at time 1, 63.6% at time 2). Notably, only 3 out of 22 individuals showed a transition from undetectable to detectable NAb titers, and most participants maintained stable titers over time, unaffected by age. These data support the feasibility of systemic or direct CNS AAV9 gene therapy in this patient population.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40172216",
    "pmid": "40172216",
    "doi": "10.1128/spectrum.01557-24",
    "title": "Development of a neutralization assay and bioluminescent imaging mouse model for Dehong virus (DEHV) using a pseudovirus system.",
    "abstract": "Dehong virus (DEHV) is an emerging filamentous virus of considerable interest. However, research involving DEHV remains limited, and no suitable models exist to investigate its pathogenicity or transmission. In this study, we developed an <i>in vitro</i> neutralization assay to detect DEHV-neutralizing antibodies, as well as an <i>in vivo</i> bioluminescent imaging mouse model based on a pseudovirus system. Our results confirmed that DEHV utilizes the Niemann-Pick disease, type C1 (NPC1) receptor for cellular entry. Additionally, the neutralization assay demonstrated that DEHV antiserum does not exhibit neutralizing activity against Mengla or Marburg viruses. This pseudovirus-based system provides a valuable platform for studying DEHV biology and evaluating therapeutic interventions.IMPORTANCEBats serve as natural reservoirs for diverse filoviruses across Africa, Europe, and East Asia; numerous strains circulate within these populations. Recently, Chinese researchers identified Dehong virus (DEHV), a novel filovirus carried by bats in China. However, the mechanisms underlying the pathogenicity and transmission of DEHV remain poorly understood. Similar to Ebola virus and Marburg virus (MARV), DEHV uses the Niemann-Pick disease, type C1 (NPC1) receptor for host cell invasion. In this study, we utilized a well-established in <i>vitro</i> neutralization assay to confirm that DEHV antiserum lacks neutralizing activity against Mengla and MARV pseudoviruses. Furthermore, we developed an innovative in <i>vivo</i> bioluminescent imaging mouse model using DEHV pseudovirus, which offers a visually intuitive and efficient platform for evaluating antiviral therapies and vaccine candidates. This model has considerable potential for advancing research into DEHV pathogenesis and treatment strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40195065",
    "pmid": "40195065",
    "doi": "10.1002/brb3.70439",
    "title": "Uncovering the Causal Link Between Obesity-Associated Genes and Multiple Sclerosis: A Systematic Literature Review.",
    "abstract": "<h4>Background</h4>Multiple sclerosis (MS) is a multifaceted neurodegenerative disorder influenced by genetics and lifestyle. This systematic literature review investigates the role of six obesity-associated genes, including fat mass and obesity-associated (FTO), FAS apoptosis inhibitory molecule 2 (FAIM2), Niemann-Pick disease type C1-like 1 (NPC1), glucosamine-6-phosphate deaminase 2 (GNPDA2), melanocortin-4 receptor (MC4R), and brain-derived neurotrophic factor (BDNF) in the context of MS.<h4>Methods</h4>A literature search was executed using Embase, Scopus, Cochrane, Web of Science, and PubMed databases from inception to July 2024. The related keywords employed during the search process are \"fas apoptotic inhibitory molecule 2,\" \"Niemann-Pick disease type C1,\" \"fat mass and obesity-associated,\" \"melanocortin-4 receptor,\" \"brain-derived neurotrophic factor,\" \"glucosamine-6-phosphate deaminase 2,\" and \"multiple sclerosis.\"<h4>Results</h4>Out of 2108 papers, 27 were entered into the present systematic literature review. The FTO gene may affect MS susceptibility through metabolic and inflammatory pathways. FAIM2 and NPC1 genes may contribute to MS pathogenesis, though their precise roles are still being elucidated. The GNPDA2 gene may have some connections with MS but requires further clarification. MC4R has demonstrated significant neuroprotective and anti-inflammatory effects, suggesting its potential impact on MS progression. BDNF plays a complex role in neuronal survival and repair and may influence the risk of MS.<h4>Conclusion</h4>Our findings demonstrated that obesity-related genes may have a significant impact on MS risk and disease course, revealing novel insights into the genetic underpinnings of MS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40078011",
    "pmid": "40078011",
    "doi": "10.1111/petr.70067",
    "title": "Short and Long-Term Outcomes of Liver Transplantation in Pediatric Patients With Inborn Errors of Metabolism: A Single-Center Study.",
    "abstract": "<h4>Background</h4>Inborn errors of metabolism (IEMs) are inherited diseases causing significant morbidity and mortality, particularly in childhood. Liver transplantation (LT) can be curative or partially effective for these diseases. LT for IEMs has increased, making IEMs the second most common reason for pediatric LT after biliary atresia.<h4>Patients and methods</h4>Between 2001 and 2023, 50 pediatric patients with IEMs underwent LT at Başkent University, Ankara Hospital. Data collected retrospectively included diagnosis, gender, age of diagnosis, age of LT, LT indication, donor data, graft type, rejection episodes, post-transplant complications, and clinical findings of the IEMs before and after LT. Treatment methods, follow-up duration, and survival time were also recorded.<h4>Results</h4>Of the 332 pediatric LT patients, 50 (15.1%) had IEMs, with three requiring re-transplantations. Diagnoses included glycogen storage diseases (n = 11), tyrosinemia type 1 (n = 10), primary hyperoxaluria (n = 6), urea cycle disorders (n = 6), homozygous familial hypercholesterolemia (n = 4), propionic acidemia (n = 4), deoxyguanosine kinase deficiency (n = 3), maple syrup urine disease (n = 2), methylmalonic acidemia (n = 1), Niemann-Pick disease type B (n = 1), alkaptonuria with unknown neonatal cholestasis (n = 1), and bile acid synthesis disorder (n = 1). The parental consanguinity rate was 74%. Living-related donors provided organs for 48 (90.5%) patients. The mean age at LT was 75.3 ± 8.2 months (range: 5-218), with a follow-up period of 82.1 ± 10.2 months (range:1 day-229 months). Survival rates at 1, 5, 10, and 15 years were 83.7%, 81%, 81%, and 70.9%, respectively.<h4>Conclusion</h4>LT is an effective solution for children with IEM causing chronic organ failure and difficult to manage with medical treatment, showing a good long-term prognosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39688135",
    "pmid": "39688135",
    "doi": "10.1002/ajmg.a.63970",
    "title": "Cerebrospinal Fluid and Serum Neuron-Specific Enolase in Niemann-Pick Disease Type C1.",
    "abstract": "Niemann-Pick disease, type C1 (NPC1) is an ultra rare, autosomal recessive disorder characterized by impaired intracellular cholesterol trafficking. This study assessed neuron-specific enolase (NSE) as a biomarker for disease status and treatment response in individuals with NPC1. We also evaluated the concordance between serum and cerebrospinal fluid (CSF) NSE measurements. A total of 34 individuals with NPC1 were included in this analysis. Overall, 10 participants were used to compare concurrent samples of CSF and serum NSE. NSE levels were correlated with indexes of disease severity (Annual Severity Increment Score [ASIS] and age of neurological onset) and disease burden (NPC Neurological Severity Score [NSS]). NSE was elevated in CSF, but paired CSF/serum samples were not correlated (r <sup>s</sup> = -0.16, p = 0.64). Additionally, no significant correlations were observed between serum NSE levels and clinical measures of either disease burden or severity. CSF NSE values showed a significant positive association with the ASIS (r <sup>s</sup> = 0.37, p = 0.0291) but no association with age of neurological onset or NPC NSSs. Longitudinal analysis of nine participants showed a significant (p = 0.0317) decrease in CSF NSE levels after initiation of intrathecal 2-hydroxypropyl-β-cyclodextrin (IT HPβCD) therapy. This study suggests that CSF NSE may have some utility as a biomarker in NPC1 therapeutic trials.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40107109",
    "pmid": "40107109",
    "doi": "10.1016/j.bbrc.2025.151605",
    "title": "Intracellular anionic substances cause tau liquid-liquid phase separation.",
    "abstract": "Tau protein aggregation plays an important role in the pathophysiology of neurodegenerative diseases, including Alzheimer's disease and Niemann-Pick disease type C. Liquid-liquid phase separation has emerged as a key mechanism in the early stages of protein aggregation for these disorders. Tau protein incubated with heparin undergoes liquid-liquid phase separation to form liquid droplets in vitro. However, whether tau liquid droplet formation occurs in vivo remains unresolved. To investigate cellular conditions that promote tau droplet formation, we treated tau-expressing human embryonic kidney 293T cells with reagents that introduced anionic substances or induced intracellular vesicle accumulation. Suppression of Niemann-Pick disease type C1 protein, a lysosomal membrane protein involved in mediating intracellular cholesterol trafficking, or the introduction of negatively charged dextran into cultured cells, increased the formation of tau-positive puncta with liquid droplet characteristics in a concentration-dependent manner. After prolonged observation, these puncta transitioned from a dynamic liquid state to a more solid-like gel phase, indicating progressive aggregation. Our findings suggest that intracellular enrichment of negatively charged substances or vesicles induces tau phase separation, potentially contributing to its pathological aggregation. These results provide insight into the molecular mechanisms underlying tauopathies and highlight potential targets for therapeutic intervention.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39502943",
    "pmid": "39502943",
    "doi": "10.1093/braincomms/fcae375",
    "title": "Plasma phosphorylated-tau217 is increased in Niemann-Pick disease type C.",
    "abstract": "Niemann-Pick disease type C and Alzheimer's disease are distinct neurodegenerative disorders that share the presence of neurofibrillary tangle pathology. In this multicentre study, we measured plasma phosphorylated-tau217 in controls (<i>n</i> = 60), Niemann-Pick disease type C (<i>n</i> = 71) and Alzheimer's disease (<i>n</i> = 30 positive for amyloid and negative for tau in CSF [A<sup>+</sup>T<sup>-</sup>] and <i>n</i> = 30 positive for both [A<sup>+</sup>T<sup>+</sup>]). Annual Severity Increment Score and Lysotracker measurements were evaluated in the Niemann-Pick disease type C group to estimate the rate of progression and lysosomal enlargement, respectively. In the cross-sectional analysis, plasma phosphorylated-tau217 was increased in Niemann-Pick disease type C compared with controls (2.52 ± 1.93 versus 1.02 ± 0.34 pg/mL, respectively, <i>P</i> < 0.001) and inversely correlated with age at disease onset (<i>R</i> = -0.54, <i>P</i> < 0.001). In the longitudinal analysis, plasma phosphorylated-tau217 was associated with disease progression determined by Annual Severity Increment Score (<i>R</i> = 0.48, <i>P</i> < 0.001) and lysosomal enlargement (<i>R</i> = 0.26, <i>P</i> = 0.004). We found no differences between A<sup>+</sup>T<sup>-</sup> Alzheimer's disease and Niemann-Pick disease type C (2.67 ± 1.18 versus 2.52 ± 1. 93 pg/mL, <i>P</i> = 0.31); however, A<sup>+</sup>T<sup>+</sup> Alzheimer's disease had significantly higher levels than Niemann-Pick disease type C (3.26 ± 1.36 versus 2.52 ± 1.93 pg/mL, <i>P</i> = 0.001). Our findings suggest that plasma p-tau217 can increase in brain disorders with isolated tau pathology. Plasma p-tau217 associations with disease progression and severity make it a potential marker in Niemann-Pick disease type C.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39689839",
    "pmid": "39689839",
    "doi": "10.1016/j.bbi.2024.12.024",
    "title": "Implications of the choroid plexus in Niemann-Pick disease Type C neuropathogenesis.",
    "abstract": "<h4>Background</h4>Niemann-Pick Disease Type C (NPC) is an ultra-rare disorder characterized by progressive psychiatric and neurologic manifestations, with late infantile, juvenile, and adolescent/adult presentations. We examined morphological properties of the choroid plexus, a protective blood-cerebrospinal fluid barrier, in NPC, and their relationship with neurodegeneration, clinical status, and circulatory markers. This study also determined whether choroid plexus morphology differentiates between NPC and more prevalent illnesses, schizophrenia (SZ) and bipolar disorder (BD), which have overlapping psychiatric symptoms with adolescent and adult-onset NPC and are associated with misdiagnosis.<h4>Methods</h4>Patients with NPC were assessed using neuroimaging, clinical instruments, and plasma protein quantification focusing on inflammatory markers. Morphological properties (i.e., choroid plexus volumes) were compared between patients with NPC (n = 17), SZ (n = 20), BD (n = 24), and healthy controls (HCs, n = 106).<h4>Results</h4>Choroid plexus enlargement (p < 0.05) and reduced thalamic volumes (p < 0.05) were observed in NPC patients versus HCs and SZ or BD patients. A logistic regression model with choroid plexus and thalamic volumes as predictors yielded high prediction accuracy for NPC vs. HCs, NPC vs. SZ, and NPC vs. BD (area under the receiver operating characteristics curve [AUROC] of 1). Choroid plexus volumes were negatively correlated with left (p = 0.009-0.012) and right (p = 0.007-0.025) thalamic volumes, left (r = -0.69, p = 0.003) and right (r = -0.71, p = 0.002) crus I of the cerebellum, and greater severity on the NPC-Suspicion Index psychiatric subscale (ρ = 0.72, p = 0.042). Targeted protein expression quantification revealed differential expression of TGFA, HLA-DRA, TNFSF12, EGF, INFG, and IL-18 in NPC patients vs. HCs (p < 0.05), with higher choroid plexus volumes correlating with IL-18 levels (ρ = 0.71, p = 0.047).<h4>Conclusion</h4>The choroid plexus may play a critical role in NPC neuropathogenesis and serve as a novel biomarker for monitoring neurodegenerative and inflammatory processes in NPC.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39811057",
    "pmid": "39811057",
    "doi": "10.1016/j.radcr.2024.11.021",
    "title": "Niemann-pick disease with visceral and pulmonary involvement in a resource limited setting: A rare case report.",
    "abstract": "Niemann-Pick disease (NPD) is an autosomal recessive disease caused by deficient lysosomal enzyme or faulty cholesterol transport. A 9-year-old male patient presented with 6 years of abdominal swelling, previously treated as tuberculosis. He exhibited hepatosplenomegaly, delayed growth, and pancytopenia. Imaging revealed hepatosplenomegaly, a focal splenic infarct, diffuse interstitial septal thickening, and ground glass opacities in the lungs, raising suspicion of a storage disease. Further biopsies, of the bone marrow and liver, revealed the presence of foam cells with abundant multivacuolated cytoplasm and central round nuclei, suggesting NPD. Genetic testing and specific enzyme activity tests are unavailable in our setting. This case highlights the diagnostic challenges of rare disease in resource-limited settings, often mistaken for more common conditions like tuberculosis and lymphoma.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40139174",
    "pmid": "40139174",
    "doi": "10.1159/000545369",
    "title": "Thyroid Disorders as a Risk Factor for Neurodegenerative Proteinopathies: A Large-Scale Propensity Score-Matched Analysis.",
    "abstract": "<h4>Introduction</h4>The relationship between thyroid disorders and neurodegenerative diseases remains poorly understood. This large-scale retrospective cohort study aimed to investigate the association between thyroid disorders and various neurodegenerative diseases, as well as the potential impact of thyroidectomy.<h4>Methods</h4>We analyzed data from 3,719,666 patients with thyroid disorders and 2,945,438 controls from 120 healthcare organizations. After propensity score matching, each group included 2,033,096 patients. We compared the risk of neurodegenerative diseases between these groups and examined the effect of thyroidectomy in a subgroup analysis of 31,753 matched pairs.<h4>Results</h4>Patients with thyroid disorders showed significantly higher risks of Alzheimer's disease (RR=1.15, 95%CI: 1.110-1.195), Parkinson's disease (RR=1.25, 95%CI: 1.187-1.318), amyotrophic lateral sclerosis (RR=1.35, 95%CI: 1.131-1.622), frontotemporal dementia (RR=1.44, 95%CI: 1.219-1.702), Lewy body dementia (RR=1.15, 95%CI: 1.107-1.186), progressive supranuclear palsy (RR=1.41, 95%CI: 1.095-1.819), vascular dementia (RR=1.32, 95%CI: 1.266-1.369), Niemann-Pick disease type C (RR=1.34, 95%CI: 1.092-1.638), and Wilson's disease (RR=1.26, 95%CI: 1.056-1.507). Interestingly, the risk of multiple sclerosis was lower (RR=0.80, 95%CI: 0.738-0.862). Thyroidectomy was associated with a 44.2% lower risk of Lewy body dementia (RR=0.558, 95%CI: 0.339-0.919, p=0.020).<h4>Conclusion</h4>Thyroid disorders are significantly associated with an increased risk of several neurodegenerative diseases. Thyroidectomy may have a protective effect against Lewy body dementia. These findings suggest a complex relationship between thyroid function and neurodegeneration, emphasizing the need for neurological monitoring in patients with thyroid disorders and further research into thyroid-brain interactions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40197126",
    "pmid": "40197126",
    "doi": "10.1152/physrev.00044.2024",
    "title": "TPCs: From plant to human.",
    "abstract": "In 2005, the <i>Arabidopsis thaliana</i> two-pore channel TPC1 channel was identified as a vacuolar Ca<sup>²⁺</sup>-release channel. In 2009 three independent groups published studies on mammalian TPCs as NAADP-activated endolysosomal Ca<sup>2+</sup> release channels, results that were eventually challenged by two other groups, claiming mammalian TPCs to be PI(3,5)P<sub>2</sub> activated Na<sup>+</sup> channels. By now this dispute seems to have been largely reconciled. Lipophilic small molecule agonists of TPC2, mimicking either the NAADP or the PI(3,5)P<sub>2</sub> mode of channel activation, revealed, together with structural evidence, that TPC2 can change its selectivity for Ca<sup>2+</sup> versus Na<sup>+</sup> in a ligand-dependent fashion (N- versus P-type activation). Furthermore, NAADP-binding proteins, JPT2 and Lsm12 were discovered, corroborating the hypothesis that NAADP activation of TPCs only works in the presence of these auxiliary NAADP-binding proteins. Pathophysiologically, loss or gain of function of TPCs has effects on autophagy, exocytosis, endocytosis, and intracellular trafficking, e.g., LDL cholesterol trafficking leading to fatty liver disease or viral and bacterial toxin trafficking, corroborating roles of TPCs in infectious diseases such as Ebola or Covid19. Defects in trafficking of EGFR and 1-integrin suggested roles in cancer. In neurodegenerative lysosomal storage disease models, P-type activation of TPC2 was found to have beneficial effects on both in vitro and in vivo hallmarks of Niemann- Pick disease type C1, Batten disease, and Mucolipidosis type IV. Here, we cover the latest on structure, function, physiology, and pathophysiology of these channels with a focus initially on plant followed by mammalian TPCs, and we discuss their potential as drug targets, including currently available pharmacology.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR992681",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5154105/v1",
    "title": "Cardiovascular Dysfunction and Altered Lysosomal Signaling in a Murine Model of Acid Sphingomyelinase Deficiency",
    "abstract": "<title>Abstract</title>  <p>Niemann-Pick Disease (NPD) is a rare autosomal recessive lysosomal storage disorder (LSD) caused by the deficiency of acid sphingomyelinase (ASMD), which is encoded by the <italic>Smpd1</italic> gene. ASMD impacts multiple organ systems in the body, including the cardiovascular system. This study is the first to characterize cardiac pathological changes in ASMD mice under baseline conditions, offering novel insights into the cardiac implications of NPD. Using histological analysis, biochemical assays, and echocardiography, we assessed cardiac pathological changes and function in <italic>Smpd1</italic><sup>−/−</sup> mice compared to <italic>Smpd1</italic><sup>+/+</sup> littermate controls. Immunofluorescence and biochemical assays demonstrated that ASMD induced lysosomal dysfunction, as evidenced by the accumulation of lysosomal-associated membrane proteins, lysosomal protease, and autophagosomes in pericytes and cardiomyocytes. This lysosomal dysfunction was accompanied by pericytes and cardiomyocytes inflammation, characterized by increased expression of caspase1 and inflammatory cytokines, and infiltration of inflammatory cells in the cardiac tissues of <italic>Smpd1</italic><sup>−/−</sup> mice. In addition, histological analysis revealed increased lipid deposition and cardiac steatosis, along with pericyte-to-myofibroblast transition (PMT) and interstitial fibrosis in <italic>Smpd1</italic><sup>−/−</sup> mice. Moreover, echocardiography further demonstrated that <italic>Smpd1</italic><sup>−/−</sup> mice developed coronary microvascular dysfunction (CMD), as evidenced by decreased coronary blood flow velocity and increased coronary arteriolar wall thickness. Additionally, these mice exhibited significant impairments in systolic and diastolic cardiac function, as shown by a reduced ejection fraction and prolonged left ventricular relaxation time constant (Tau value). These findings suggest that ASMD induces profound pathological changes and vascular dysfunction in the myocardium, potentially driven by mechanisms involving lysosomal dysfunction as well as both pericytes and cardiac inflammation.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39715913",
    "pmid": "39715913",
    "doi": "10.1007/s40265-024-02129-x",
    "title": "Arimoclomol: First Approval.",
    "abstract": "Arimoclomol (MIPLYFFA™), an oral small molecule that crosses the blood brain barrier and is thought to upregulate CLEAR (Coordinated Lysosomal Expression and Regulation) network genes and improve lysosomal function, is being developed by Zevra Therapeutics Inc., for the treatment of neurological manifestations of Niemann-Pick disease type C (NPC). In September 2024, arimoclomol was approved for use in combination with miglustat for the treatment of neurological manifestations of NPC in adult and pediatric patients 2 years of age and older in the USA. This article summarizes the milestones in the development of arimoclomol leading to this first approval for use in combination with miglustat for the treatment of neurological manifestations of NPC in adult and pediatric patients aged ≥ 2 years.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39416542",
    "pmid": "39416542",
    "doi": "10.7759/cureus.69506",
    "title": "Infantile Cholestatic Jaundice: A Variant of Niemann-Pick Disease Type C2.",
    "abstract": "Niemann-Pick disease is an autosomal recessive lysosomal lipid storage disorder disease caused by mutations in either Niemann-Pick disease type C1 (NPC1) or the NPC2 gene. It has a wide range of symptoms that vary in severity, classified into three main types: A, B, and C1 and C2, based on genetics and the symptoms and signs. The usual presentation in the neonatal period is cholestatic jaundice, subsequently, it will develop hepatosplenomegaly in infancy, failure to thrive, ataxia, hypotonia, seizure, difficulty in speech, swallowing, and recurrent respiratory tract infection. In this case report, we describe the case of a five-month-old infant presenting with jaundice, developmental delay, and hepatosplenomegaly, and the diagnosis was confirmed by whole exome sequencing. The current treatment regimen includes frequent monitoring of liver function with symptomatic management like speech therapy, and nutritional therapy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40064165",
    "pmid": "40064165",
    "doi": "10.1002/jimd.70016",
    "title": "Elevated Cerebrospinal Fluid Total Tau in Niemann-Pick Disease Type C1: Correlation With Clinical Severity and Response to Therapeutic Interventions.",
    "abstract": "Niemann-Pick disease, type C1 (NPC1) is an inborn error of intracellular cholesterol transport. Impaired function of NPC1 leads to endolysosomal accumulation of unesterified cholesterol, which results in progressive neurodegeneration. Although the age of onset is variable, classical NPC1 is a pediatric disease. Identification of biomarkers that correlate with clinical phenotype and respond to therapeutic interventions will be essential for developing effective therapeutic interventions. Aβ peptides and Tau protein are primary components of amyloid plaques and neurofibrillary tangles, respectively, which are major pathological features in neurodegenerative disorders. Cerebrospinal fluid (CSF) levels of total Tau, a biomarker of axonal damage, were elevated ~3-fold (p < 0.0001) in 106 individuals with Niemann-Pick disease, type C1, relative to age-appropriate comparison samples. Baseline CSF total Tau levels correlated with clinical measures of disease severity. Specifically, CSF total Tau levels decreased with increased age of neurological onset (r<sub>s</sub> = -0.42, FDR adj. p < 0.0001) and increased with increased Annual Severity Increment Score (r<sub>s</sub> = 0.52, FDR adj. p < 0.0001). Baseline CSF total Tau levels were decreased 40% (p = 0.0066) in individuals being treated with miglustat, and longitudinal analysis substantiated this observation with a 40% decrease (p < 0.0001, 95% CI 32%-47.4%). Longitudinal analysis also showed a significant (p = 0.004) decrease of 19% (95% CI 7%-30%) in total Tau levels associated with intrathecal 2-hydroxypropyl-β-cyclodextrin therapy. These data show that CSF total Tau levels are significantly increased in individuals with NPC1, positively correlated with increased disease severity, and respond to therapeutic interventions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39706535",
    "pmid": "39706535",
    "doi": "10.1016/j.nbd.2024.106769",
    "title": "Instationary metabolic flux analysis reveals that NPC1 inhibition increases glycolysis and decreases mitochondrial metabolism in brain microvascular endothelial cells.",
    "abstract": "Niemann Pick Disease Type C (NP-C), a rare neurogenetic disease with no known cure, is caused by mutations in the cholesterol trafficking protein NPC1. Brain microvascular endothelial cells (BMEC) are thought to play a critical role in the pathogenesis of several neurodegenerative diseases; however, little is known about how these cells are altered in NP-C. In this study, we investigated how NPC1 inhibition perturbs BMEC metabolism in human induced pluripotent stem cell-derived BMEC (hiBMEC). We incorporated extracellular metabolite and isotope labeling data into an instationary metabolic flux analysis (INST-MFA) model to estimate intracellular metabolic fluxes. We found that NPC1 inhibition significantly increased glycolysis and pentose phosphate pathway flux while decreasing mitochondrial metabolism. These changes may have been driven by gene expression changes due to increased cholesterol biosynthesis, in addition to mitochondrial cholesterol accumulation. We corroborated these findings in primary BMEC, an alternative in vitro human brain endothelial model. Finally, we found that co-treatment with hydroxypropyl-β cyclodextrin (HPβCD) partially restored metabolic phenotype in U18666A-treated BMECs, suggesting that this drug may have therapeutic effects on the brain endothelium in NP-C. Together, our data highlight the importance of NPC1 in BMEC metabolism and implicate brain endothelial dysfunction in NP-C pathogenesis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR926399",
    "pmid": "",
    "doi": "10.1101/2024.10.15.616556",
    "title": "Small-molecule Activation of TFEB Alleviates Niemann-Pick Disease Type C via Promoting Lysosomal Exocytosis and Biogenesis",
    "abstract": "Niemann–Pick disease type C (NPC) is a devastating lysosomal storage disease characterized by abnormal cholesterol accumulation in lysosomes. Currently, there is no treatment for NPC. Transcription factor EB (TFEB), a member of the microphthalmia transcription factors (MiTF), has emerged as a master regulator of lysosomal function and promoted the clearance of substrates stored in cells. However, it is not known whether TFEB plays a role in cholesterol clearance in NPC disease. Here, we show that transgenic overexpression of TFEB, but not TFE3 (another member of MiTF family) facilitates cholesterol clearance in various NPC1 cell models. Pharmacological activation of TFEB by sulforaphane (SFN), a previously identified natural small-molecule TFEB agonist by us, can dramatically ameliorate cholesterol accumulation in human and mouse NPC1 cell models. In NPC1 cells, SFN induces TFEB nuclear translocation via a ROS-Ca 2+ -calcineurin dependent but MTOR-independent pathway and upregulates the expression of TFEB-downstream genes, promoting lysosomal exocytosis and biogenesis. While genetic inhibition of TFEB abolishes the cholesterol clearance and exocytosis effect by SFN. In the NPC1 mouse model, SFN dephosphorylates/activates TFEB in brain and exhibits potent efficacy of rescuing the loss of Purkinje cells and body weight. Hence, pharmacological upregulating lysosome machinery via targeting TFEB represents a promising approach to treat NPC and related lysosomal storage diseases, and provides the possibility of TFEB agonists ie SFN as potential NPC therapeutic candidates.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39959975",
    "pmid": "39959975",
    "doi": "10.1172/jci188507",
    "title": "Purifying and profiling lysosomes to expand understanding of lysosomal dysfunction-associated diseases.",
    "abstract": "Lysosome storage dysfunction plays a central role in numerous human diseases, but a lack of appropriate tools has hindered lysosomal content profiling in clinical settings. In this issue of the JCI, Saarela et al. introduce a method called tagless LysoIP that enabled rapid isolation of intact lysosomes from blood and brain cells via immunoprecipitation of the endogenous protein TMEM192. Applied to the neurodegenerative lysosomal storage disorder known as Batten disease (caused by mutations in the CLN3 gene), tagless LysoIP revealed substantial accumulation of glycerophosphodiesters (GPDs) in patient lysosomes. These findings highlight the role of CLN3 in GPD clearance and present an innovative method that will enable biomarker discovery and therapeutic advancement in lysosomal diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR923634",
    "pmid": "",
    "doi": "10.1101/2024.10.11.24315318",
    "title": "Disease-Modifying, Neuroprotective Effect of N-acetyl-L-leucine in Adult and Pediatric Patients with Niemann–Pick disease type C",
    "abstract": "<h4>Background</h4> The phase 3 randomized, placebo-controlled, crossover trial, IB1001-301, comparing N-acetyl-L-leucine (NALL) with placebo for the treatment of Niemann-Pick disease Type C (NPC) after 12 weeks met both its primary and secondary endpoints. In an open-label Extension Phase (EP) follow-up data have been obtained to evaluate the long-term effects of NALL for NPC. Here, we report on the safety and efficacy after 12 and 18 months of extended follow-up. <h4>Methods</h4> In the ongoing EP, pediatric and adult NPC patients received treatment with orally administered NALL 2-3 times per day in three tiers of weight-based dosing. The primary endpoint was the modified 5-domain Niemann-Pick disease type C Clinical Severity Scale (5-Domain NPC-CSS) (range 0-25 points; lower score representing better neurological status). Comparisons were made to the expected annual trajectory of decline (i.e. disease progression) on the 5-domain NPC-CSS established in published natural history studies. Analyses were also performed on exploratory endpoints including the 15-domain and 4-domain NPC-CSS and Scale for Assessment and Rating of Ataxia (SARA) scale. <h4>Results</h4> A total of 54 patients aged 5 to 67 years have been enrolled in the EP. After 12 months, the mean (SD) change from baseline on the 5-domain NPC-CSS was -0.32 (2.43) with NALL versus 1.5 (3.16) in the historical cohort (95% Confidence Interval, -3.11 to -0.53; p=0.007), corresponding to a 121% reduction in annual disease progression. After 18 months, the mean (SD) change was -0.067 (2.94) with NALL versus 2.25 (4.74) in the historical cohort (95% Confidence Interval, -4.17 to -0.46; p=0.017). The results of the 15-domain and 4-domain NPC-CSS were consistent with the primary analysis. The improvements in neurological signs and symptoms demonstrated in the Parent Study’s primary SARA endpoint were sustained over the long-term follow-up. NALL was well-tolerated, and no treatment-related serious AEs occurred. <h4>Conclusion</h4> In patients with NPC, treatment with NALL after 12 and 18 months was associated with a significant reduction in disease progression, demonstrating a disease-modifying, neuroprotective effect. <h4>Trial Registration Information</h4> The trial is registered with ClinicalTrials.gov ( NCT05163288 ; registered 06-Dec-2021), EudraCT (2021-005356-10). The first patient was enrolled into the EP on 08-Mar-2023.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39918923",
    "pmid": "39918923",
    "doi": "10.1165/rcmb.2024-0380oc",
    "title": "Short Term Acid Sphingomyelinase Deficiency Exerts Proinflammatory and Antiapoptotic Effects During LPS-induced Lung Injury in Mice.",
    "abstract": "Lysosomal acid sphingomyelinase (ASM; SMPD1) deficiency causes Niemann-Pick Disease (NPD) that, in Type B, manifests with interstitial lung disease and susceptibility to infections. Constitutional <i>Smpd1</i> (<i>Smpd1<sup>-/-</sup></i> mice) deletion causes lung inflammation with foamy dysfunctional macrophages, but is protective against acute lung injury. It is unknown whether these manifestations are from progressive accumulation of sphingomyelin, decreased ceramide, or compensatory alterations in sphingolipid metabolism. We developed a conditional knockout mouse, Smpd1<sup>fl/fl</sup>xCAGG-CreERTM, induced by tamoxifen (5 weeks), with decreased <i>Smpd1</i> expression (by 75%) and ASM activity (by up to 40%). We investigated how brief post-developmental ASM insufficiency affects lung sphingolipids and pathology including following lipopolysaccharide (LPS)-induced injury. Compared to controls, Smpd1<sup>fl/fl mice</sup> exhibited modest sphingomyelin elevation with lower palmitoyl/lignoceroyl ceramide (C16/C24) ratios, increased de novo sphingolipid synthesis and sphingosine-1 phosphate levels. At 3 days following LPS instillation (20μg) control mice had increased lung (neutrophilic and monocytic) inflammation and apoptosis; Smpd1<sup>fl/fl</sup> mice showed more exuberant inflammation with reduced apoptosis, particularly in endothelial cells. During repair (6-9 days), Smpd1<sup>fl/fl</sup> lungs had increased cell proliferation with reduced autophagosome-tagging p62/SQSTM1. These results indicate that prior to significant lysosomal lipid storage, ASM insufficiency inhibits stress-induced lung apoptosis and promotes compensatory sphingolipid changes that favor exuberant inflammatory responses to LPS. Overall, ASM inhibition limits lung vascular injury and stimulates repair following inflammatory insults. These results provide novel insights into the function of ASM in the lung, which are relevant to understanding the pathogenesis and complications of NPD and the role of distinct sphingolipid metabolites in lung injury and repair.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39173891",
    "pmid": "39173891",
    "doi": "10.1016/j.bbadis.2024.167478",
    "title": "Npc1 deficiency impairs microglia function via TREM2-mTOR signaling in Niemann-Pick disease type C.",
    "abstract": "Niemann-Pick disease Type C (NPC) is a neurodegenerative disease mainly caused by the mutation in NPC1 gene, leading to massive accumulation of unesterified cholesterol in the late endosome/lysosome of cells. Impaired phenotype of microglia is a hallmark in Npc1 mutant mice (Npc1<sup>-/-</sup> mice). However, the mechanism of Npc1 in regulating microglial function is still unclear. Here, we showed that the reactive microglia in the neonatal Npc1<sup>-/-</sup> mice indicated by the increased lysosome protein CD68 and phagocytic activity were associated with disrupted TREM2-mTOR signaling in microglia. Furthermore, in Npc1-deficient BV2 cells, genetic deletion of Trem2 partially restored microglial function, probably via restored mTOR signaling. Taken together, our findings indicated that loss of Npc1 in microglia caused changes of their morphologies and the impairment of lysosomal function, which were linked to the TREM2-mTOR signaling pathway.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39102515",
    "pmid": "39102515",
    "doi": "10.1177/00236772231194112",
    "title": "Efficient breeding system of infertile Niemann-Pick disease type C model mice by in vitro fertilization and embryo transfer.",
    "abstract": "Niemann-Pick disease type C (NPC) is a lethal genetic disease with mutations in <i>NPC1</i> or <i>NPC2</i> gene. <i>Npc1</i>-deficient (<i>Npc1</i><sup>-/-</sup>) mice have been used as a model for NPC pathogenesis to develop novel therapies for NPC. However, <i>Npc1</i><sup>-/-</sup> mice are infertile; thus, securing sufficient numbers for translational research is difficult. Hence, we attempted reproductive engineering techniques such as in vitro fertilization (IVF) and sperm cryopreservation. For the first time, we succeeded in producing fertilized oocytes via IVF using male and female <i>Npc1</i><sup>-/-</sup> mice. Fertilized oocytes were also obtained via IVF using cryopreserved sperm from <i>Npc1</i><sup>-/-</sup> mice. The obtained fertilized oocytes normally developed into live pups via embryo transfer, and they eventually exhibited NPC pathogenesis. These findings are useful for generating an efficient breeding system that overcomes the reproductive challenges of <i>Npc1</i><sup>-/-</sup> mice and will contribute to developing novel therapeutic methods using NPC model mice.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39628618",
    "pmid": "39628618",
    "doi": "10.5582/irdr.2024.01056",
    "title": "Evaluation of the safety and efficacy of miglustat for the treatment of Chinese patients with Niemann-Pick disease type C: A prospective, open-label, single-arm, phase IV trial.",
    "abstract": "Niemann-Pick disease type C (NPC) is a rare, autosomal recessive, neurodegenerative disease associated with a wide variety of progressive neurological manifestations. Miglustat has demonstrated efficacy to delay progressive neurological deterioration in patients with NPC. We conducted a multicenter, open-label, single-arm, phase IV, post-approval commitment study to evaluate the efficacy and safety of miglustat among Chinese patients with NPC. Eligible patients were aged ≥ 4 years with an established diagnosis of NPC with two type C1 or C2 pathogenic markers or one marker with a positive biomarker (oxysterol, lysosphingolipids, or bile acids) and high clinical suspicion of NPC. Patients received oral miglustat ranging from 100 mg twice daily to 200 mg three times daily. The primary outcome was change in horizontal saccadic eye movement parameters from baseline to week 52. Seventeen patients were enrolled (median age: 14.0 years). From baseline to week 52, mean saccadic peak acceleration and velocity increased by 19.2% and 12.5%, respectively, while mean peak duration and linear regression decreased by 6.5% and 15.6%, respectively. By week 52, ambulation, manipulation, language, swallowing, and ocular movements had improved or stabilized versus baseline. All patients experienced treatment-emergent adverse events (TEAEs). Treatment-related TEAEs were reported in 12 patients with the most common being diarrhea (<i>n</i> = 12). Two patients died due to accidental death and asphyxia unrelated to miglustat treatment. This study demonstrated disease stabilization in Chinese patients with NPC receiving miglustat. Safety findings were consistent with miglustat's known safety profile. The study was registered at <i>ClinicalTrials.gov</i> (NCT03910621).",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40083451",
    "pmid": "40083451",
    "doi": "10.3389/fneur.2025.1542310",
    "title": "Clinical, genotypic, and neuropsychological profile in a series of patients with Niemann-Pick type C disease.",
    "abstract": "<h4>Background</h4>Niemann-Pick type C (NPC) disease is a rare neurodegenerative disorder with a wide spectrum of clinical manifestations and genetic variability. This cross-sectional study aimed to comprehensively describe the neuropsychological impact of NPC and investigate its correlation with specific genotypes.<h4>Results</h4>Eight patients from six unrelated families were included in this study. Their age at symptom onset ranged between 2 and 16 years, with all patients presenting with ataxia, dysarthria, and cognitive impairment. Following the initiation of miglustat treatment, five patients showed a decrease in the Scale for the Assessment and Rating of Ataxia (SARA) score, whereas three demonstrated subsequent increases. Five patients underwent brain magnetic resonance imaging scans, revealing white matter abnormalities and/or brain volumetric reduction in three cases. Despite the small sample size, the overall cognitive performance of the cohort was significantly below the average. The Family Environment Scale highlighted positive structural patterns, particularly regarding Personal Growth and System Maintenance. Genetic analysis identified five mutations in the <i>NPC1</i> gene that correlated with the severity of impairments and clinical outcomes.<h4>Conclusion</h4>This study indicated a consistent association between cognitive and behavioral impairments, with severity correlating with age and specific genetic variants. Notably, one subgroup showed a higher prevalence of psychotic and behavioral symptoms, suggesting a potential link with specific genetic variants.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39891741",
    "pmid": "39891741",
    "doi": "10.1007/s00415-025-12916-5",
    "title": "Serum chitotriosidase-1 (CHIT1) as candidate biomarker for mitochondriopathies.",
    "abstract": "<h4>Background</h4>Neuromuscular diseases (NMDs) and mitochondriopathies are rare and heterogeneous disorders. Diagnosis is often difficult and delayed, partly due to the lack of reliable biomarkers. Chitotriosidase (CHIT1) as a candidate marker for lysosomal storage diseases is elevated in Niemann pick disease type C as a prototype of this group of diseases. Most recently, a relevant role of the lysosomal pathway in mitochondriopathies has been discussed, but markers of lysosomal involvement have not been investigated. Therefore, the aim of this study was to evaluate CHIT1 concentrations in a broad spectrum of NMDs and mitochondriopathies.<h4>Methods</h4>CHIT1 serum concentration of 151 patients with NMD or primary mitochondriopathy was determined by enzyme-linked immunosorbent assay, and compared to 38 healthy controls and 8 patients with Niemann pick disease type C. Results were controlled for age, sex, CRP and CHIT1 polymorphism, and compared to several established markers (CK, FGF21, GDF15).<h4>Results</h4>CHIT1 levels were not altered in NMDs, but significantly increased in mitochondriopathies, within the range of Niemann-Pick patients. Compared to the established biomarkers, CHIT1 and FGF21 showed a similar diagnostic performance, while better results were found for GDF15. However, there was a tendency for higher CHIT1 concentrations in patients with central nervous system involvement (MELAS syndrome), while FGF21 and GDF15 were not relevantly altered in these patients. Consequently, a combination of biomarkers including CHIT1 provided the best overall diagnostic performance.<h4>Conclusions</h4>Serum CHIT1 concentration is significantly elevated in mitochondriopathies compared to healthy controls and other NMD, identifying CHIT1 as potential complementary biomarker in mitochondriopathies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR980393",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5815890/v1",
    "title": "Metabolic engineering of Escherichia coli for N-acetyl-leucine production from glucose",
    "abstract": "<title>Abstract</title>  <p>N-acetyl-L-leucine is recognized as an effective and safe medication for managing vertigo and related symptoms. It has also been shown to have potential therapeutic benefits for GM2 gangliosidoses, Niemann-Pick disease type C, and traumatic brain injuries. Up to now, there has been no documentation on its biological production. In this study, we demonstrated for the first time the development of a N-acetyl-L-leucine biosynthetic pathway in <italic>Escherichia coli</italic>. Firstly, we verified an N-acetyltransferase capable of efficiently acetylating L-leucine to produce N-acetyl-L-leucine in vivo. Subsequently, we developed a modified <italic>E. coli</italic> strain capable of synthesizing N-acetyl-L-leucine from glucose. Then, we further increased the production of N-acetyl-L-leucine to 496 mg/L by enhancing the availability of 2-ketoisovalerate precursor. Finally, the titer of N-acetyl-L-leucine reached 1516 mg/L under fed-batch fermentation in shake flasks.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40215728",
    "pmid": "40215728",
    "doi": "10.1016/j.ymgme.2025.109103",
    "title": "Mechanistic insights into arimoclomol mediated effects on lysosomal function in Niemann-pick type C disease. ",
    "abstract": "Niemann-Pick disease type C (NPC) is an ultra-rare, fatal neurodegenerative disease. It is characterized by lysosomal dysfunction with cytotoxic accumulation of unesterified cholesterol and glycosphingolipids in lysosomes, which causes neurodegeneration and peripheral organ dysfunction. Arimoclomol, an orally available small molecule, is the first FDA-approved treatment for NPC when used in combination with miglustat. Here, we present the results of a series of in vitro studies performed to explore the pathways by which arimoclomol targets the fundamentals of NPC etiology. While the precise cellular interactions of arimoclomol remain unclear, the increased translocation of the transcription factors EB and E3 (TFEB and TFE3) from the cytosol to the nucleus is a key initial step for triggering a cascade of downstream events that can rescue cellular functions. Activation of TFEB and TFE3 raises the expression rates of coordinated lysosomal expression and regulation (CLEAR) genes including NPC1 that are essential for the regulation of lysosomal function. The subsequent upregulation of CLEAR network proteins combined with increased unfolded protein response activation was shown to enlarge the pool of matured NPC1 capable of reaching the lysosome to reduce cholesterol accumulation. By also amplifying expression of CLEAR genes associated with autophagy, arimoclomol has the potential to act on different pathways and improve cell viability independent of NPC1 protein levels and functionality. In summary, the findings presented illustrate how arimoclomol improves lysosomal function and potentially autophagy flux to decrease lipid burden in NPC patient fibroblasts.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40185098",
    "pmid": "40185098",
    "doi": "10.1016/j.molcel.2025.03.008",
    "title": "STING mediates lysosomal quality control and recovery through its proton channel function and TFEB activation in lysosomal storage disorders.",
    "abstract": "Lysosomes are essential organelles for cellular homeostasis. Defective lysosomes are associated with diseases like lysosomal storage disorders (LSDs). How lysosomal defects are detected and lysosomal function restored remain incompletely understood. Here, we show that STING mediates a neuroinflammatory gene signature in three distinct LSD mouse models, Galc<sup>twi/twi</sup>, Ppt1<sup>-/-</sup>, and Cln7<sup>-/-</sup>. Transcriptomic analysis of Galc<sup>twi/twi</sup> mouse brain tissue revealed that STING also mediates the expression of lysosomal genes that are regulated by transcriptional factor EB (TFEB). Immunohistochemical and single-nucleus RNA-sequencing (snRNA-seq) analysis show that STING regulates lysosomal gene expression in microglia. Mechanistically, we show that STING activation leads to TFEB dephosphorylation, nuclear translocation, and expression of lysosomal genes. This process requires STING's proton channel function, the V-ATPase-ATG5-ATG8 cascade, and is independent of immune signaling. Furthermore, we show that the STING-TFEB axis facilitates lysosomal repair. Together, our data identify STING-TFEB as a lysosomal quality control mechanism that responds to lysosomal dysfunction.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39322540",
    "pmid": "39322540",
    "doi": "10.1016/j.annpat.2024.09.003",
    "title": "[Exogenous lipid pneumonia].",
    "abstract": "Exogenous lipid pneumonia is an underdiagnosed pathology due to acute or chronic inhalation of lipid substances (paraffin oil, nasal drops, etc.). The clinical and CT appearance is polymorphic, ranging from fibrosing interstitial lung disease to a pseudo-tumoral nodule. The key to CT diagnosis is fatty hypodensity within condensations. The key to histopathological diagnosis is the presence of macrovacuoles in the macrophages, Oil-red-O+(on fresh/frozen material). The differential diagnosis is represented by endogenous lipid pneumonia, common and associated with bronchial obstruction, with necrotic changes, and specific entities such as alveolar proteinosis, hoarding (Niemann-Pick disease) or cordarone treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39148578",
    "pmid": "39148578",
    "doi": "10.1177/24741264241249411",
    "title": "Bilateral Macular Halo and Full-Thickness Macular Hole Repair in Niemann-Pick Disease Type B.",
    "abstract": "<b>Purpose:</b> To report the results of surgery in a patient with Niemann-Pick disease type B, bilateral macular halos, and a full-thickness macular hole (FTMH) in the right eye. <b>Methods:</b> A case was evaluated. <b>Results:</b> A 72-year-old man with Niemann-Pick disease type B presented with an FTMH in the right eye. On examination, the visual acuity (VA) was 20/120 OD and 20/16 OS. Bilateral, symmetric, circular yellow-white deposits encircled the fovea. Optical coherence tomography showed focal parafoveal inner retinal hyperreflectivity bilaterally and an FTMH in the right eye. The patient had a vitrectomy with inner limiting membrane (ILM) peeling; the peeled membrane was unremarkable on cytopathology. Six weeks postoperatively, the MH was closed and the VA had improved to 20/40. <b>Conclusions:</b> Successful MH closure is possible in the presence of macular halos secondary to Niemann-Pick disease type B. Cytopathology of the ILM suggests the ILM is not involved in the pathogenesis of macular halos.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38715125",
    "pmid": "38715125",
    "doi": "10.1002/cbf.4028",
    "title": "Overview of clinical, molecular, and therapeutic features of Niemann-Pick disease (types A, B, and C): Focus on therapeutic approaches.",
    "abstract": "Niemann-Pick disease (NPD) is another type of metabolic disorder that is classified as lysosomal storage diseases (LSDs). The main cause of the disease is mutation in the SMPD1 (type A and B) or NPC1 or NPC2 (type C) genes, which lead to the accumulation of lipid substrates in the lysosomes of the liver, brain, spleen, lung, and bone marrow cells. This is followed by multiple cell damage, dysfunction of lysosomes, and finally dysfunction of body organs. So far, about 346, 575, and 30 mutations have been reported in SMPD1, NPC1, and NPC2 genes, respectively. Depending on the type of mutation and the clinical symptoms of the disease, the treatment will be different. The general aim of the current study is to review the clinical and molecular characteristics of patients with NPD and study various treatment methods for this disease with a focus on gene therapy approaches.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39838105",
    "pmid": "39838105",
    "doi": "10.1038/s41590-024-02065-8",
    "title": "Cholesterol mobilization regulates dendritic cell maturation and the immunogenic response to cancer.",
    "abstract": "Maturation of conventional dendritic cells (cDCs) is crucial for maintaining tolerogenic safeguards against auto-immunity and for promoting immunogenic responses to pathogens and cancer. The subcellular mechanism for cDC maturation remains poorly defined. We show that cDCs mature by leveraging an internal reservoir of cholesterol (harnessed from extracellular cell debris and generated by de novo synthesis) to assemble lipid nanodomains on cell surfaces of maturing cDCs, enhance expression of maturation markers and stabilize immune receptor signaling. This process is dependent on cholesterol transport through Niemann-Pick disease type C1 (NPC1) and mediates homeostatic and Toll-like receptor (TLR)-induced maturation. Importantly, we identified the receptor tyrosine kinase AXL as a regulator of the NPC1-dependent construction of lipid nanodomains. Deleting AXL from cDCs enhances their maturation, thus improving anti-tumor immunity. Altogether, our study presents new insights into cholesterol mobilization as a fundamental basis for cDC maturation and highlights AXL as a therapeutic target for modulating cDCs.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39033258",
    "pmid": "39033258",
    "doi": "10.1007/s11033-024-09801-1",
    "title": "CRISPR/Cas9 technology in the modeling of and evaluation of possible treatments for Niemann-Pick C.",
    "abstract": "Niemann-Pick disease type C (NPC) is a rare neurodegenerative condition resulted from mutations in NPC1 and NPC2 genes. This cellular lipid transferring disorder mainly involves endocytosed cholesterol trafficking. The accumulation of cholesterol and glycolipids in late endosomes and lysosomes results in progressive neurodegeneration and death. Recently, genome editing technologies, particularly CRISPR/Cas9 have offered the opportunity to create disease models to screen novel therapeutic options for this disorder. Moreover, these methods have been used for the purpose of gene therapy. This review summarizes the studies that focused on the application of CRISPR/Cas9 technology for exploring the mechanism of intracellular cholesterol transferring, and screening of novel agents for treatment of NPC.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40026274",
    "pmid": "40026274",
    "doi": "10.1002/ajmg.a.64012",
    "title": "Detecting the Difficult: An Intronic NPC1 Variant Hiding in Plain Sight.",
    "abstract": "An illustration of the importance of manual data review for identifying rare intronic variants adjacent to homopolymers is presented here. A 14-year-old male with Niemann-Pick Type C disease confirmed biochemically was only found to have a heterozygous pathogenic variant by molecular analysis. A manual review of the Next Generation Sequencing (NGS) data identified a c.709C>T; p.Pro237Ser variant, which was likely not reported initially because it is consistently classified as benign or likely benign. A rare association of the c.709C>T variant with a second intronic NPC1 variant (c.1947 + 5G>C) leading to the use of a cryptic splice donor site has been reported before. Further evaluation with Sanger sequencing detected the c.1947 + 5G>C variant as the second causative variant in this patient. Detection of a second allelic change in autosomal recessive inborn errors of metabolism and other genetic disorders is vital in establishing a diagnosis, initiating new therapies, and testing at risk family members. The case presented here illustrates a rare intronic splice site NPC1 variant that may not be readily detected by current short-read NGS technologies due to the downstream homopolymers and should be evaluated regularly, especially in the presence of another heterozygous variant.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39525762",
    "pmid": "39525762",
    "doi": "10.1097/ms9.0000000000002611",
    "title": "Neurological manifestations of lysosomal storage diseases.",
    "abstract": "Lysosomal storage diseases (LSDs) encompass a group of rare inherited metabolic disorders characterized by the accumulation of undegraded substrates within lysosomes, leading to multisystemic manifestations, including profound neurological involvement. This article provides a concise overview of the neurological manifestations of LSDs, with a focus on central nervous system (CNS) involvement and treatment strategies. While the paper intricacies of each LSD subtype and its associated CNS manifestations, it aims to provide a summary of the essential findings and implications. The neurological manifestations of LSDs encompass a spectrum of symptoms, including cognitive impairment, motor dysfunction, seizures, and sensory deficits, which significantly impact patients' quality of life and pose therapeutic challenges. Current treatment strategies primarily aim to alleviate symptoms and slow disease progression, with limited success in reversing established neurological damage. Enzyme replacement therapy, substrate reduction therapy, and emerging gene therapies hold promise for addressing CNS involvement in LSDs. However, challenges such as blood-brain barrier penetration and long-term efficacy remain. In addition to discussing treatment modalities, this article highlights the importance of early diagnosis, multidisciplinary care, and patient advocacy in optimizing outcomes for individuals affected by LSDs. Ethical considerations are also addressed, including equitable access to emerging treatments and integrating personalized medicine approaches. Overall, this article underscores the complex interplay between genetics, neuroscience, and clinical care in understanding and managing the neurological manifestations of LSDs while emphasizing the need for continued research and collaboration to advance therapeutic interventions and improve patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38826605",
    "pmid": "38826605",
    "doi": "10.7759/cureus.59427",
    "title": "A Rare Case of Niemann-Pick Disease Type-A.",
    "abstract": "Niemann-Pick disease is a rare lysosomal storage, autosomal recessive disorder that impairs the body's ability to metabolize fats, thus leading to accumulation within cells. It can affect various organs, most commonly the brain, liver, spleen, bone marrow and lungs. Hepatosplenomegaly, inability to thrive and varying neurological deficits are the defining features. The three main types of Niemann-Pick disease are: NPD-A (Niemann-Pick disease type A), NPD-B (Niemann-Pick disease type B) and NPD-C (Niemann-Pick disease type C). NPD-A and NPD-B are due to enzyme acid sphingomyelinase deficiency, caused by SMPD-1 (Sphingomyelin phosphodiesterase 1) gene mutation and NPD-C is due to NPC-1 and NPC-2 (Niemann-Pick C1 and C2 protein) gene mutation. This is the case report of an 11-month-old infant who presented to OPD (Outpatient Department) with failure to thrive, abdominal distension and developmental delay. On examination the infant was emaciated, pale, had hepatosplenomegaly and developmental delay. Bone marrow and liver biopsy showed characteristic lipid-laden foamy macrophages. Thus detailed history, examination and investigations confirmed NPD-A. NPD-A has a poor prognosis and is usually fatal by three years of age. The patient was provided supportive treatment like nutritional therapy and physiotherapy, and parents were counselled regarding the disease outcome. The patient is regularly followed up, and two episodes of chest infections were reported during an 8-month period of follow-up.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40021930",
    "pmid": "40021930",
    "doi": "10.1038/s41598-025-92076-8",
    "title": "Feasibility and efficacy of the forced oscillation technique in patients with lysosomal storage diseases.",
    "abstract": "Lysosomal storage disorders (LSDs) are a diverse group of inborn errors of metabolism, which involves the storage of macromolecules within the lysosome due to the absence of or deficiency in lysosomal enzymes. In this condition, respiratory dysfunction is the common cause of morbidity and mortality. Thus, an objective measurement examination of pulmonary function, such as spirometry, is essential for the diagnosis and management of respiratory conditions. However, spirometry requires active patient involvement. Meanwhile, the forced oscillation technique (FOT) is performed during tidal breathing and is feasible in patients who cannot perform spirometry. Thus, the current study aimed to assess the feasibility and efficacy of FOT in assessing respiratory function among patients with LSD. This study was conducted at the outpatient department of Tawam Hospital, Al-Ain, the United Arab Emirates. Patients with confirmed LSD were included in the analysis. Information on respiratory history was obtained using a standardized respiratory questionnaire, and lung function was assessed using FOT. The main outcomes were respiratory resistance (Rrs5), reactance at 5 Hz (Xrs5), and area under the reactance curve (AX). In total, 35 patients with LSD were assessed. FOT was used to evaluate 16 (47%) patients. Of the patients who were successfully assessed using FOT, 10 presented with abnormal outcomes. Hence, there was an association between lung function assessed using FOT and spirometry results in these patients. FOT can help obtain lung function measurements in patients with LSD. In this study, the patients commonly presented with abnormal FOT outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39926245",
    "pmid": "39926245",
    "doi": "10.1039/d4ra06781a",
    "title": "Liver magnetic resonance spectroscopy as an alternative for evaluating Niemann-Pick C disease progression.",
    "abstract": "Niemann-Pick disease (NP) is a group of rare genetic disorders that affect normal lipid metabolism and cause an accumulation of lipids in the liver, spleen, brain, and bone marrow. NP patients develop brain alterations and a very fast progression of liver damage. The purpose of this study is to characterize the changes in liver lipid composition during the progression of this disease using ex vivo magnetic resonance spectroscopy (MRS) in mouse models with the aim of identifying potential biomarkers to support a future non-invasive technique to follow-up these patients. NP type C (NPC) and wild-type (WT) mice were fed a chow diet and euthanized at 5 weeks of age (<i>n</i> = 5 per group) and 9 weeks of age (<i>n</i> = 5 per group). We extracted lipids from their livers and analyzed them with Gas Chromatography-Mass Spectrometry (GC-MS) and MRS. With the GC-MS analysis, 7 main fatty acids (FA) and cholesterols were quantified. Using MRS, we identified 5 metabolite peaks that correspond to FA only, 3 peaks that correspond to cholesterol only, and 2 peaks that correspond to FA and cholesterol. Our results show that the increase in liver cholesterol is the key biomarker for liver damage in NPC, which is consistent with a bad liver disease prognosis due to the association of increased cholesterol levels and liver inflammation. Additionally, we identified a difference in the pool of FA stored in the NPC compared to the WT mouse livers. Those different liver spectra could provide potential biomarkers for the non-invasive follow-up of NPC patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38852794",
    "pmid": "38852794",
    "doi": "10.1016/j.lfs.2024.122776",
    "title": "Intracerebroventricular 2-hydroxypropyl-γ-cyclodextrin alleviates hepatic manifestations without distributing to the liver in a murine model of Niemann-Pick disease type C.",
    "abstract": "Niemann-Pick disease type C (NPC) is a lysosomal lipid storage disorder characterized by progressive neurodegeneration and hepatic dysfunction. A cyclic heptasaccharide, 2-hydroxypropyl-β-cyclodextrin (HP-β-CD), is currently under clinical investigation for NPC, but its adverse events remain problematic. We previously identified that a cyclic octasaccharide, 2-hydroxypropyl-γ-cyclodextrin (HP-γ-CD), also ameliorated NPC manifestations with higher biocompatibility than HP-β-CD. However, preclinical studies describing the associations between the biodistribution and pharmacodynamics of these compounds, which are essential for clinical application, are still lacking. Here, we investigated these properties of HP-γ-CD by measuring its organ biodistribution and therapeutic effect after systemic and central administration. The effect of HP-γ-CD on disturbed cholesterol homeostasis appeared within several hours after exposure and persisted for several days in NPC model cells and mice. Tissue distribution indicated that only a small fraction of subcutaneously administered HP-γ-CD rapidly distributed to peripheral organs and contributed to disease amelioration. We found that a subcutaneous dose of HP-γ-CD negligibly ameliorated neurological characteristics because it has limited penetration of the blood-brain barrier; however, an intracerebroventricular microdose unexpectedly attenuated hepatic dysfunction without the detection of HP-γ-CD in the liver. These results demonstrate that central administration of HP-γ-CD can indirectly attenuate peripheral manifestations of NPC.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR864502",
    "pmid": "",
    "doi": "10.1101/2024.06.07.597901",
    "title": "Optimization of systemic AAV9 gene therapy in Niemann-Pick disease type C1 mice",
    "abstract": "Niemann-Pick disease, type C1 (NPC1) is a rare, fatal neurodegenerative disorder caused by pathological variants in NPC1 , which encodes a lysosomal cholesterol transport protein. There are no FDA approved treatments for this disorder. Both systemic and central nervous system delivery of AAV9- hNPC1 have shown significant disease amelioration in NPC1 murine models. To assess the impact of dose and window of therapeutic efficacy in Npc1 m1N mice, we systemically administered three different doses of AAV9- hNPC1 at 4 weeks old and the medium dose at pre-, early, and post-symptomatic timepoints. Higher vector doses and treatment earlier in life were associated with enhanced transduction in the nervous system and resulted in significantly increased lifespan. Similar beneficial effects were noted after gene therapy in Npc1 I1061T mice, a model that recapitulates a common human hypomorphic variant. Our findings help define dose ranges, treatment ages, and efficacy in severe and hypomorphic models of NPC1 deficiency and suggest that earlier delivery of AAV9- hNPC1 in a pre-symptomatic disease state is likely to yield optimal outcomes in individuals with NPC1. <h4>Summary Blurb</h4> Systemic AAV9- hNPC1 gene therapy in null Npc1 m1N mice at higher doses or with earlier administration and treatment of hypomorphic Npc1 I1061T mice delays disease progression and increases lifespan.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39382097",
    "pmid": "39382097",
    "doi": "10.1021/acs.analchem.4c02723",
    "title": "Tetrahedral DNA-Based Ternary Recognition Ratiometric Fluorescent Probes for Real-Time In Situ Resolving Lysosome Subpopulations in Living Cells via Cl<sup>-</sup>, Ca<sup>2+</sup>, and pH.",
    "abstract": "Lysosomes are multifunctional organelles vital for cellular homeostasis with distinct subpopulations characterized by varying levels of Cl<sup>-</sup>, Ca<sup>2+</sup>, and H<sup>+</sup>. In situ visualization of these parameters is crucial for lysosomal research, yet developing probes that can simultaneously detect multiple ions remains challenging. Herein, we developed a lysosome-targeting ternary recognition ratiometric fluorescent probe based on tetrahedral DNA nanostructures (TDNs) to analyze lysosome subpopulations by Cl<sup>-</sup>, Ca<sup>2+</sup>, and pH. The TDN probe is assembled from four single-stranded DNAs, each end-modified with responsive fluorophores (Pr-Cl for Cl<sup>-</sup>, Pr-Ca for Ca<sup>2+</sup>, and Pr-pH for pH) or a reference fluorophore (Cy5). The fluorophores are integrated at the vertices of the rigid TDN to minimize mutual interference, and their fixed stoichiometry establishes a robust ternary recognition ratiometric fluorescence sensor for in situ resolution of lysosome subpopulations in living cells. Accordingly, a rise in lysosome subpopulations 2/6 characterized by low [Cl<sup>-</sup>], medium/high [Ca<sup>2+</sup>], and high pH was observed in the Niemann-Pick disease model cells but seldom observed in the control group. Conversely, there was a marked decline in the fraction of subpopulations 1/4/5 characterized by high [Cl<sup>-</sup>], medium to low [Ca<sup>2+</sup>], and pH. These changes were substantially reversed upon treatment. The probe holds great promise for studying lysosome subpopulations and the diagnosis and treatment of related diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR914080",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4877360/v1",
    "title": "Effect of Newborn Genomic Screening for Lysosomal Storage Disorders: A Randomized Clinical Trial in China",
    "abstract": "<title>Abstract</title>  <p>Background  Lysosomal storage disorders (LSDs) have a relatively high incidence among rare diseases and can lead to severe consequences if not treated promptly. However, many countries and regions have not included these disorders in their newborn screening programs, resulting in missed early detection, underdiagnosis, and delayed treatment. Newborn genomic screening has shown good screening effectiveness for traditional biochemical screening diseases; however, its effectiveness for LSDs has not yet been evaluated in the general newborn population. Methods  To evaluate the outcome of newborn genomic screening for LSDs, a cohort study was conducted involving newborns recruited from Nanjing Women and Children’s Healthcare Hospital in China from March 18, 2022, to September 21, 2023. All participants underwent genomic screening of 15 LSDs (18 genes) via dried blood spots, with enzyme activity testing of positive samples. The study calculated the prevalence and carrier rates for each LSD, as well as the positive screening rate, the false positive rate and the positive predictive value of the screening process. Results  This study prospectively recruited 22,687 newborns (11,996 males [52.88%]). The mean (SD) gestational week was 39.2 (1.08) weeks, and the mean (SD) birth weight was 3369.7 (412.95) g. Genomic screening identified 1,344 carriers (6.0%) and 30 (0.13%) initial positive newborns for LSDs. Among the 30 initial positive newborns, 4 were excluded, 15 newborns were diagnosed, and 11 newborns were followed-up. The combined birth incidence of LSDs in Nanjing, Jiangsu Province, is 1/1,512, mainly Fabry disease, Krabbe disease, glycogen storage disease type II, Niemann-Pick disease and mucopolysaccharidosis type II. Compared with enzyme activity detection, newborn genomic screening had greater positive predictive value (<italic>P</italic> < 0.05) and a lower false positive rate (<italic>P</italic> < 0.05). Conclusions  This study emphasizes the clinical utility of incorporating newborn genomic screening for LSDs into routine newborn screening, offering a proactive approach for early detection and intervention, ultimately enhancing public health and the well-being of newborns and their families.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40184172",
    "pmid": "40184172",
    "doi": "10.7554/elife.103137",
    "title": "Small-molecule activation of TFEB alleviates Niemann-Pick disease type C via promoting lysosomal exocytosis and biogenesis.",
    "abstract": "Niemann-Pick disease type C (NPC) is a devastating lysosomal storage disease characterized by abnormal cholesterol accumulation in lysosomes. Currently, there is no treatment for NPC. Transcription factor EB (TFEB), a member of the microphthalmia transcription factors (MiTF), has emerged as a master regulator of lysosomal function and promoted the clearance of substrates stored in cells. However, it is not known whether TFEB plays a role in cholesterol clearance in NPC disease. Here, we show that transgenic overexpression of TFEB, but not TFE3 (another member of MiTF family) facilitates cholesterol clearance in various NPC1 cell models. Pharmacological activation of TFEB by sulforaphane (SFN), a previously identified natural small-molecule TFEB agonist by us, can dramatically ameliorate cholesterol accumulation in human and mouse NPC1 cell models. In NPC1 cells, SFN induces TFEB nuclear translocation via a ROS-Ca<sup>2+</sup>-calcineurin-dependent but MTOR-independent pathway and upregulates the expression of TFEB-downstream genes, promoting lysosomal exocytosis and biogenesis. While genetic inhibition of TFEB abolishes the cholesterol clearance and exocytosis effect by SFN. In the NPC1 mouse model, SFN dephosphorylates/activates TFEB in the brain and exhibits potent efficacy of rescuing the loss of Purkinje cells and body weight. Hence, pharmacological upregulating lysosome machinery via targeting TFEB represents a promising approach to treat NPC and related lysosomal storage diseases, and provides the possibility of TFEB agonists, that is, SFN as potential NPC therapeutic candidates.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40149441",
    "pmid": "40149441",
    "doi": "10.3390/genes16030289",
    "title": "Inherited Dyslipidemic Splenomegaly: A Genetic Macrophage Storage Disorder Caused by Disruptive Apolipoprotein E (&lt;i&gt;APOE&lt;/i&gt;) Variants.",
    "abstract": "<h4>Background</h4>Persistent splenomegaly, often an incidental finding, can originate from a number of inherited metabolic disorders (IMDs). Variants of <i>APOE</i> are primarily known as risk factors in terms of cardiovascular disease; however, severe dysfunction of APOE can result in a disease phenotype with considerable overlap with lysosomal storage disorders (LSDs), including splenomegaly and gross elevation of N-palmitoyl-O-phosphocholine-serine (PPCS).<h4>Methods</h4>A case study (deep phenotyping, genetic and FACS analysis) and literature study was conducted.<h4>Results</h4>The index patient, with a family history of early-onset cardiovascular disease, presented with splenic infarctions in a grossly enlarged spleen. The identified genetic cause was homozygosity for two <i>APOE</i> variants (c.604C>T, p.(Arg202Cys) and c.512G>A, p.(Gly171Asp); ε1/ε1), resulting in a macrophage storage phenotype resembling an LSD that was also present in the brother of the index patient. A FACS analysis of the circulating monocytes showed increased lipid content and the expression of activation markers (CD11b, CCR2, CD36). This activated state enhances lipoprotein intake, which eventually converts these monocytes/macrophages into foam cells, accumulating in tissues (e.g., spleen and vascular wall). A literature search identified seven individuals with splenomegaly caused by <i>APOE</i> variants (deletion of leucine at position 167). The combined data from all patients identified male gender, splenectomy and obesity as potential modifiers determining the severity of the phenotype (i.e., degree of triglyceride increase in plasma and/or spleen size). Symptoms are (partially) reversible by lipid-lowering medication and energy restricted diets and splenectomy is contra-indicated.<h4>Conclusions</h4>Inherited dyslipidemic splenomegaly caused by disruptive <i>APOE</i> variants should be included in the differential diagnoses of unexplained splenomegaly with abnormal lipid profiles. A plasma lipid profile consistent with dysbetalipoproteinemia is a diagnostic biomarker for this IMD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39661357",
    "pmid": "39661357",
    "doi": "10.1167/iovs.65.14.24",
    "title": "Sphingolipid Levels and Processing of the Retinyl Chromophore in the Retina of a Mouse Model of Niemann-Pick Disease.",
    "abstract": "<h4>Purpose</h4>Mutations in the gene that encodes the enzyme acid sphingomyelinase (ASMase) are associated with Niemann-Pick disease, a lysosomal storage disorder. Mice that lack ASMase (ASMase-/-) exhibit age-related retinal degeneration and large increases in accumulation of lipofuscin in the retinal pigment epithelium (RPE). We examined which lipid species accumulate in the retina and the RPE of ASMase-/- mice and whether the retinal degeneration is associated with impaired photoreceptor metabolism and retinyl chromophore processing.<h4>Methods</h4>NADPH availability and all-trans retinol formation after rhodopsin bleaching were measured in isolated single rod photoreceptors with fluorescence imaging; sphingolipid levels in retinas and RPEs were measured with LC/MS; relative abundances of different lipid species in different retinal layers were measured with MALDI imaging mass spectrometry.<h4>Results</h4>There was no detectable difference in the kinetics of all-trans retinol formation or the NADPH-generating capacity between ASMase-/- and wild-type mice. Sphingomyelin levels were much higher in the retinas and RPEs of ASMase-/- animals compared to wild type, but there were no significant differences for ceramides. There was a large increase in the abundance of bis(monoacylglycero)phosphates (BMPs) in ASMase-/- mice, indicative of lysosomal dysfunction, but no substantial changes were detected for the bis-retinoid A2E.<h4>Conclusions</h4>Lysosomal dysfunction and retinal degeneration in ASMase-/- mice are not associated with defects in rod photoreceptor metabolism that affect all-trans retinol formation and availability of NADPH. Lysosomal dysfunction in ASMase-/- mice is not associated with bis-retinoid A2E accumulation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38831753",
    "pmid": "38831753",
    "doi": "10.1093/ajhp/zxae148",
    "title": "Recent and anticipated novel drug approvals (Q2 2024 through Q1 2025).",
    "abstract": "<h4>Purpose</h4>Health-system pharmacists play a crucial role in monitoring the pharmaceutical pipeline to manage formularies, allocate resources, and optimize clinical programs for new therapies. This article aims to support pharmacists by providing periodic updates on new and anticipated novel drug approvals.<h4>Summary</h4>Selected drug approvals anticipated in the 12-month period covering the second quarter of 2024 through the first quarter of 2025 are reviewed. The analysis emphasizes drugs expected to have significant clinical and financial impact in hospitals and clinics, as selected from 52 novel drugs awaiting US Food and Drug Administration approval. New cellular and gene therapies for cancers continued to strengthen the pipeline, in addition to new drugs targeting previously untreatable conditions. Several novel drugs are being developed for rare and ultra-rare diseases such as hemophilia, Niemann-Pick disease type C, hereditary angioedema, and aromatic l-amino acid decarboxylase deficiency.<h4>Conclusion</h4>The current drug pipeline includes new drugs with various indications for cancers and rare diseases as well as diabetes, acute coronary syndrome, chronic skin disorder, and chronic obstructive pulmonary disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39340823",
    "pmid": "39340823",
    "doi": "10.1002/advs.202402967",
    "title": "Graphene Microelectrode Arrays, 4D Structured Illumination Microscopy, and a Machine Learning Spike Sorting Algorithm Permit the Analysis of Ultrastructural Neuronal Changes During Neuronal Signaling in a Model of Niemann-Pick Disease Type C.",
    "abstract": "Simultaneously recording network activity and ultrastructural changes of the synapse is essential for advancing understanding of the basis of neuronal functions. However, the rapid millisecond-scale fluctuations in neuronal activity and the subtle sub-diffraction resolution changes of synaptic morphology pose significant challenges to this endeavor. Here, specially designed graphene microelectrode arrays (G-MEAs) are used, which are compatible with high spatial resolution imaging across various scales as well as permit high temporal resolution electrophysiological recordings to address these challenges. Furthermore, alongside G-MEAs, an easy-to-implement machine learning algorithm is developed to efficiently process the large datasets collected from MEA recordings. It is demonstrated that the combined use of G-MEAs, machine learning (ML) spike analysis, and 4D structured illumination microscopy (SIM) enables monitoring the impact of disease progression on hippocampal neurons which are treated with an intracellular cholesterol transport inhibitor mimicking Niemann-Pick disease type C (NPC), and show that synaptic boutons, compared to untreated controls, significantly increase in size, leading to a loss in neuronal signaling capacity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38863022",
    "pmid": "38863022",
    "doi": "10.1186/s13023-024-03241-7",
    "title": "Swallowing characterization of adult-onset Niemann-Pick, type C1 patients.",
    "abstract": "<h4>Background</h4>Niemann-Pick disease, type C1 (NPC1) is a rare lysosomal disorder with progressive neurological manifestations, historically recognized as a pediatric disease. However, awareness of the adult-onset (AO) subtype is increasing, often with non-specific symptoms leading to delayed and misdiagnosis. Dysphagia, commonly recognized as a clinical morbidity in NPC1, raises concerns for swallowing safety and aspiration risk. This study aims to characterize swallowing function in AO NPC1, addressing the gap in understanding and clinical management.<h4>Methods</h4>Fourteen AO NPC1 individuals in a prospective natural history study (NCT00344331) underwent comprehensive assessments, including history and physical examinations utilizing the NPC1 severity rating scale, videofluoroscopic swallowing studies with summary interpretive analysis, and cerebrospinal fluid (CSF) collection for biomarker evaluation at baseline visit. Descriptive statistics and multivariate statistical modeling were employed to analyze NPC1 disease covariates, along with the American Speech-Language-Hearing Association National Outcome Measure (ASHA-NOMS) and the NIH Penetration Aspiration Scale (NIH-PAS).<h4>Results</h4>Our cohort, comprised of 14 predominately female (n = 11, 78.6%) individuals, had an average age of 43.1 ± 16.7 years at the initial visit. Overall, our AO patients were able to swallow independently with no/minimal cueing, with 6 (43%) avoiding specific food items or requiring more time. Upon risk analysis of aspiration, the cohort demonstrated no obvious aspiration risk or laryngeal aspiration in 8 (57%), minimal risk with intermittent laryngeal penetration and retrograde excursion in 5(36%), and moderate risk (7%) in only one. Dietary modifications were recommended in 7 (50%), particularly for liquid viscosities (n = 6, 43%) rather than solids (n = 3, 21%). No significant correlations were identified between swallowing outcomes and NPC1-related parameters or CSF biomarkers.<h4>Conclusion</h4>Despite the heterogeneity in NPC1 presentation, the AO cohort displayed functional swallowing abilities with low aspiration risk with some participants still requiring some level of dietary modifications. This study emphasizes the importance of regular swallowing evaluations and management in AO NPC1 to address potential morbidities associated with dysphagia such as aspiration. These findings provide clinical recommendations for the assessment and management of the AO cohort, contributing to improved care for these individuals.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40069543",
    "pmid": "40069543",
    "doi": "10.1007/s12311-025-01814-1",
    "title": "Autosomal Recessive Ataxias in Northeast Brazil: A Regional Multicenter Case Series.",
    "abstract": "Hereditary cerebellar ataxias are a diverse group of neurodegenerative disorders characterized by progressive cerebellar dysfunction and possible multisystemic involvement. While significant advancements have been made in understanding autosomal dominant cerebellar ataxias (ADCAs), autosomal recessive cerebellar ataxias (ARCAs) remain less extensively investigated than autosomal dominant ataxias, particularly in regions with high consanguinity. This study aimed to characterize 57 patients with ARCAs in Ceará, northeast Brazil. We analyzed 57 patients diagnosed with ARCAs caused by biallelic variants in ARCA-associated genes. Patients underwent clinical evaluations, including neurological examinations and functional assessments.<h4>Results</h4>Friedreich's ataxia (FRDA) was the most prevalent diagnosis, accounting for 12 cases (21%), followed by Ataxia-Telangiectasia (A-T) with (N = 9; 15.8%) and Niemann-Pick Disease Type C (NPC) (N = 9; 15.8%). Metabolic disorders, including Cerebrotendinous Xanthomatosis (N = 6;10.5%) were also common causes. The cohort demonstrated a broad age distribution, with childhood-onset conditions such as A-T predominantly affecting younger patients. In contrast, adult-onset conditions like FRDA and NPC were more common in those aged 18 years and older.<h4>Discussion</h4>This study highlights the heterogeneity of ARCAs in a region with high consanguinity, reflecting these disorders' diverse genetic and clinical spectrum.<h4>Conclusion</h4>The clinical and genetic characterization of ARCAs presented in this case series emphasizes the importance of early diagnosis, genetic confirmation, and targeted management strategies. Our findings highlight the need for continued research and expanded diagnostic programs, particularly in regions with high consanguinity, to improve patient outcomes and advance therapeutic development.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38754814",
    "pmid": "38754814",
    "doi": "10.1016/j.lfs.2024.122722",
    "title": "Blockade of STARD3-mediated cholesterol transport alleviates diabetes-induced podocyte injury by reducing mitochondrial cholesterol accumulation.",
    "abstract": "<h4>Aims</h4>Steroidogenic acute regulatory (StAR)-related lipid transfer domain-3 (STARD3) is a sterol-binding protein that facilitates cholesterol transport between cellular organelles. Cholesterol accumulation in podocytes directly contributes to the pathogenesis of albuminuria and renal injury under the condition of diabetic kidney disease (DKD). The aim of this study is to determine the role of STARD3 on the intracellular distribution of cholesterol within podocytes.<h4>Methods</h4>In vivo and in vitro models of diabetes were performed. The protein levels of STARD3, Niemann-Pick disease type C1 (NPC1), and Niemann-Pick disease type C2 (NPC2) were respectively detected by western blot analysis, immunohistochemistry, and immunofluorescence. Filipin staining was used to evaluate the subcellular localization of cholesterol in podocytes. Mitochondrial damage was evaluated using JC-1 (CBIC2) and ROS (reactive oxygen species) assays.<h4>Key findings</h4>Upregulation of STARD3 under diabetes and hyperglycemia increases cholesterol transport from the late endosomal/lysosomal (LE/LY) to mitochondria, leading to mitochondrial cholesterol accumulation and cell injury in podocytes. Conversely, downregulating STARD3 expression attenuated mitochondrial cholesterol accumulation, and improved mitochondrial homeostasis.<h4>Significance</h4>STARD3 may govern intracellular cholesterol transport in podocytes, subsequently leading to regulation of mitochondrial metabolism. Therefore, targeting STARD3 emerges as a potential therapeutic strategy to mitigate diabetes-induced mitochondrial cholesterol accumulation and associated injury in podocytes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40106870",
    "pmid": "40106870",
    "doi": "10.1016/j.ymgme.2025.109081",
    "title": "Acid sphingomyelinase deficiency: Laboratory diagnosis, genetic and epidemiologic aspects of a 50-year French cohort.",
    "abstract": "<h4>Objectives</h4>Laboratory diagnosis of acid sphingomyelinase (ASM) deficiency (ASMD) was implemented in France in the early 1970s. The aims of this study were (i) to review the combined use of successively developed strategies - enzyme measurement, genetic testing, and biomarkers analysis - and (ii) to describe the mutational spectrum and epidemiological characteristics of a large patient cohort followed in French hospitals.<h4>Results</h4>During the 1974-2023 period, 271 patients with ASMD (238 families) were diagnosed. The chronic visceral form (historical Niemann-Pick type B) constituted 68 % of the cases, the infantile neurovisceral (type A) form 23 %, and the chronic neurovisceral (type AB) form 9 %. Profoundly deficient ASM activities were constantly observed in the neuronopathic forms. Elevated plasma concentrations of LysoSM and LysoSM-509/PPCS proved useful to comfort interpretation of ASM activities near cut-off found in leukocytes or dried blood spots of some patients with ASMD type B. Although not specific, LysoSM-509/PPCS appeared as the most sensitive biomarker. The spectrum of SMPD1 variants was investigated in 183 families. A total of 93 different SMPD1 variants (26 novel ones) was identified (58 % missense, 19 % frameshift, and 12 % nonsense ones). The proportion of null variants was much larger in ASMD type A (63 %) than in type B (24 %). In type AB, c.1177 T > G (p.Trp393Gly) contributed 32 % of the mutant alleles, most patients having Romani or Northwestern-Balkanic roots, while c.880C > A (p.Gln294Lys) only accounted for 9 %. Homoallelic variants in neuronopathic patients allowed genotype/phenotype correlations. In type B, c.1829_1831delGCC (p.Arg610del) represented 57 % of alleles, with a wide diversity of other variants. Among type B families, approximately one-third had a North African origin, and this variant accounted for 91 % alleles in this subgroup, compared to 40 % in non-North-African families. In patients homozygous for p.Arg610del (n = 69), the age at biological diagnosis was significantly higher (34.0 years; IQR 7.4-45.3) than in patients with either one (n = 41) [4.3 years; IQR 2.77-18.30] or no such allele (n = 43) [6.3 years; IQR 2.2-31.7]. A further observation was the proportional increase in the number of type B patients diagnosed after the age of 30 years since 2015. This nearly complete national cohort allowed a tentative evaluation of (minimal) incidences at birth as follows: ASMD (all clinical forms): 0.70/100,000; type B: 0.48/100,000; neuronopathic types (A and AB): 0.22/100,000.<h4>Conclusions</h4>This comprehensive cohort (i) summarizes the real-life experience of laboratory diagnosis of ASMD in two expert centres, (ii) confirms the high frequency of the p.Arg610del allele in France and discloses some characteristics of patients homozygous for this variant; (iii) provides for the first time data on the distribution, mutational spectrum and tentative incidence at birth of the three clinical phenotypes of ASMD in France.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38294974",
    "pmid": "38294974",
    "doi": "10.1056/nejmoa2310151",
    "title": "Trial of &lt;i&gt;N&lt;/i&gt;-Acetyl-l-Leucine in Niemann-Pick Disease Type C.",
    "abstract": "<h4>Background</h4>Niemann-Pick disease type C is a rare lysosomal storage disorder. We evaluated the safety and efficacy of <i>N</i>-acetyl-l-leucine (NALL), an agent that potentially ameliorates lysosomal and metabolic dysfunction, for the treatment of Niemann-Pick disease type C.<h4>Methods</h4>In this double-blind, placebo-controlled, crossover trial, we randomly assigned patients 4 years of age or older with genetically confirmed Niemann-Pick disease type C in a 1:1 ratio to receive NALL for 12 weeks, followed by placebo for 12 weeks, or to receive placebo for 12 weeks, followed by NALL for 12 weeks. NALL or matching placebo was administered orally two to three times per day, with patients 4 to 12 years of age receiving weight-based doses (2 to 4 g per day) and those 13 years of age or older receiving a dose of 4 g per day. The primary end point was the total score on the Scale for the Assessment and Rating of Ataxia (SARA; range, 0 to 40, with lower scores indicating better neurologic status). Secondary end points included scores on the Clinical Global Impression of Improvement, the Spinocerebellar Ataxia Functional Index, and the Modified Disability Rating Scale. Crossover data from the two 12-week periods in each group were included in the comparisons of NALL with placebo.<h4>Results</h4>A total of 60 patients 5 to 67 years of age were enrolled. The mean baseline SARA total scores used in the primary analysis were 15.88 before receipt of the first dose of NALL (60 patients) and 15.68 before receipt of the first dose of placebo (59 patients; 1 patient never received placebo). The mean (±SD) change from baseline in the SARA total score was -1.97±2.43 points after 12 weeks of receiving NALL and -0.60±2.39 points after 12 weeks of receiving placebo (least-squares mean difference, -1.28 points; 95% confidence interval, -1.91 to -0.65; P<0.001). The results for the secondary end points were generally supportive of the findings in the primary analysis, but these were not adjusted for multiple comparisons. The incidence of adverse events was similar with NALL and placebo, and no treatment-related serious adverse events occurred.<h4>Conclusions</h4>Among patients with Niemann-Pick disease type C, treatment with NALL for 12 weeks led to better neurologic status than placebo. A longer period is needed to determine the long-term effects of this agent in patients with Niemann-Pick disease type C. (Funded by IntraBio; ClinicalTrials.gov number, NCT05163288; EudraCT number, 2021-005356-10.).",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38448301",
    "pmid": "38448301",
    "doi": "10.1016/j.braindev.2024.03.002",
    "title": "Long-term efficacy of intrathecal cyclodextrin in patients with Niemann-Pick disease type C.",
    "abstract": "<h4>Background and objectives</h4>Niemann-Pick type C (NPC) is a rare lysosomal storage disease characterized by hepatosplenomegaly and progressive neurological deterioration due to abnormal intracellular cholesterol transport. Cyclic oligosaccharide 2-hydroxypropyl-β-cyclodextrin (HPBCD) is an effective treatment for NPC; however, few reports have shown its long-term efficacy and safety. To demonstrate long-term efficacy and safety of intrathecal HPBCD (IT-HPBCD) treatment for NPC, we herein reports five patients with NPC treated using IT-HPBCD for 4-11 years.<h4>Cases and results</h4>Patients' ages at the onset ranged from 1.5 to 20 years. Notably, all patients showed rapid disease progression despite treatment with miglustat before IT-HPBCD treatment. Similarly, some patients showed transient improvement; however, all patients' conditions stabilized after long-term IT-HPBCD therapy. Mild-to-moderate hearing loss was observed in three patients. Furthermore, long-term treatment with IT-HPBCD may suppress neurological deterioration in patients with NPC; however, patients still experience some disease progression.<h4>Conclusions</h4>Long-term treatment with IT-HPBCD may suppress neurological deterioration in patients with NPC; however, the treatment outcome is dependent on the neurological status at the time of diagnosis, and disease progression is not completely inhibited. Awareness of the disease and newborn screening is needed for earlier disease detection. In addition, further optimization of the treatment protocol and additional treatments are needed to improve patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38595885",
    "pmid": "38595885",
    "doi": "10.7759/cureus.55883",
    "title": "Novel Mutation in Chromosome 11p15.4 Causing Niemann-Pick Disease Type A in a Saudi Child.",
    "abstract": "Niemann-Pick disease (NPD) encompasses a minimum of three lysosomal storage diseases, all of which are inherited in an autosomal recessive manner. Acid sphingomyelinase (ASM) deficiency is the cause of NPD types A and B. ASM is the enzyme that hydrolyzes the sphingolipid sphingomyelin. An 18-month-old patient with progressive painless abdominal distension with organomegaly and neurological deficits presented to our hospital. Brain imaging and laboratory findings did not show anything, but there was a millstone growth delay. The diagnosis of NPD type A was confirmed by a genetic examination, which revealed a twofold change on chromosome 11p15.4 in the region encoding the sphingomyelin phosphodiesterase-1 (SMPD1) gene. The patient was followed up with no specific treatment, and signs of respiratory infections were later reported.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39607035",
    "pmid": "39607035",
    "doi": "10.1080/13554794.2024.2436211",
    "title": "Lamotrigine as a preventive agent against recurrent catatonia in adult-onset Niemann-Pick Type-C disease: a case report.",
    "abstract": "Niemann-Pick Type-C (NPC) disease, an autosomal recessive lysosomal storage disorder, is associated with a spectrum of neuropsychiatric manifestations, including catatonia, which may not respond to conventional treatment. Here we report the case of a patient with adult-type NPC disease who developed catatonia and experienced recurrent catatonic episodes after the administration of antipsychotics required to treat active psychotic symptoms. Despite unsuccessful attempts with lorazepam, clozapine, and memantine to treat the catatonic symptoms, the patient showed improvement with electroconvulsive therapy (ECT). Catatonia recurred shortly after ECT discontinuation and improved with resuming ECT and adding lorazepam. However, catatonia recurred when the ECT frequency was reduced. We were able to resolve the catatonia with a combination of ECT and lorazepam. However, when we reduced the frequency of ECT sessions, the catatonia recurred despite continued lorazepam treatment. Remarkably, the addition of lamotrigine to the patient's treatment resulted in complete remission with no further recurrence of catatonia for 8 months. Our case highlights lamotrigine's mood-stabilizing effect and possible anti-NMDA effect in treating and preventing recurrent catatonia.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR811418",
    "pmid": "",
    "doi": "10.1101/2024.02.22.581570",
    "title": "Graphene microelectrode arrays, 4D structured illumination microscopy, and a machine learning-based spike sorting algorithm permit the analysis of ultrastructural neuronal changes during neuronal signalling in a model of Niemann-Pick disease type C",
    "abstract": "Simultaneously recording network activity and ultrastructural changes of the synapse is essential for advancing our understanding of the basis of neuronal functions. However, the rapid millisecond-scale fluctuations in neuronal activity and the subtle sub-diffraction resolution changes of synaptic morphology pose significant challenges to this endeavour. Here, we use graphene microelectrode arrays (G-MEAs) to address these challenges, as they are compatible with high spatial resolution imaging across various scales as well as high temporal resolution electrophysiological recordings. Furthermore, alongside G-MEAs, we deploy an easy-to-implement machine learning-based algorithm to efficiently process the large datasets collected from MEA recordings. We demonstrate that the combined use of G-MEAs, machine learning (ML)-based spike analysis, and four-dimensional (4D) structured illumination microscopy (SIM) enables the monitoring of the impact of disease progression on hippocampal neurons which have been treated with an intracellular cholesterol transport inhibitor mimicking Niemann-Pick disease type C (NPC) and show that synaptic boutons, compared to untreated controls, significantly increase in size, which leads to a loss in neuronal signalling capacity.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38698279",
    "pmid": "38698279",
    "doi": "10.1007/s12094-024-03490-9",
    "title": "Upregulation of NPC1 and its association with poor prognosis in gastric cancer.",
    "abstract": "<h4>Background</h4>The Niemann-Pick disease type C1 (NPC1) protein plays a pivotal role in lipid transport, particularly free cholesterol, within lysosomal/late endosomal membranes. Previous studies have highlighted NPC1 as a promising target for cholesterol trafficking and cancer therapy. Nevertheless, the expression of NPC1 in gastric cancer (GC) and its clinical implications remain unexplored. This study aims to investigate NPC1 expression in GC and its correlation with patient prognosis.<h4>Methods</h4>NPC1 expression levels in GC and normal tissues were assessed using the GEPIA database, and survival analysis was conducted via Kaplan‒Meier Plotter. Evaluation of potential biological effects of NPC1 in GC by protein-protein interaction network and GO, KEGG bioenrichment analysis. Immunohistochemistry was performed on surgical samples collected from 306 GC patients. Correlations between NPC1 expression, clinical characteristics, and patient prognosis were analyzed.<h4>Results</h4>NPC1 mRNA expression was elevated in GC tissues compared to normal tissues (P < 0.05) and significantly associated with poorer prognosis. In our cohort of 306 patients, NPC1 exhibited significant upregulation in GC versus adjacent normal tissues (P = 0.031). High NPC1 expression correlated with adverse clinical characteristics, including lymph node metastasis, distant metastasis, and advanced TNM stage (all P < 0.05). Patients with high NPC1 expression experienced notably shorter overall survival (P < 0.001), particularly in stages III and IV (P = 0.003). Multivariate Cox regression analysis identified high NPC1 expression as an independent prognostic factor for GC patients (HR 1.57, 95% CI 1.14-2.18, P = 0.006). Lastly, an optimized nomogram incorporating NPC1, tumor size, and TNM stage was constructed.<h4>Conclusions</h4>NPC1 expression is upregulated in GC and serves as a pivotal prognostic factor for adverse outcomes in GC patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38987844",
    "pmid": "38987844",
    "doi": "10.1186/s13023-024-03262-2",
    "title": "A rare partnership: patient community and industry collaboration to shape the impact of real-world evidence on the rare disease ecosystem.",
    "abstract": "People with rare lysosomal storage diseases face challenges in their care that arise from disease complexity and heterogeneity, compounded by many healthcare professionals being unfamiliar with these diseases. These challenges can result in long diagnostic journeys and inadequate care. Over 30 years ago, the Rare Disease Registries for Gaucher, Fabry, Mucopolysaccharidosis type I and Pompe diseases were established to address knowledge gaps in disease natural history, clinical manifestations of disease and treatment outcomes. Evidence generated from the real-world data collected in these registries supports multiple stakeholders, including patients, healthcare providers, drug developers, researchers and regulators. To maximise the impact of real-world evidence from these registries, engagement and collaboration with the patient communities is essential. To this end, the Rare Disease Registries Patient Council was established in 2019 as a partnership between the Rare Disease Registries and global and local patient advocacy groups to share perspectives on how registry data are used and disseminated. The Patient Council has resulted in a number of patient initiatives including patient representation at Rare Disease Registries advisory boards; development of plain language summaries of registry publications to increase availability of real-world evidence to patient communities; and implementation of digital innovations such as electronic patient-reported outcomes, and patient-facing registry reports and electronic consent (in development), all to enhance patient engagement. The Patient Council is building on the foundations of industry-patient advocacy group collaboration to fully integrate patient communities in decision-making and co-create solutions for the rare disease community.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39452896",
    "pmid": "39452896",
    "doi": "10.3390/metabo14100515",
    "title": "Global and Targeted Metabolomics for Revealing Metabolomic Alteration in Niemann-Pick Disease Type C Model Cells.",
    "abstract": "<h4>Background</h4>Niemann-Pick disease type C (NPC) is an inherited disorder characterized by a functional deficiency of cholesterol transport proteins. However, the molecular mechanisms and pathophysiology of the disease remain unknown.<h4>Methods</h4>In this study, we identified several metabolite characteristics of NPC that may fluctuate in a cellular model of the disease, using both global and targeted metabolomic analyses by liquid chromatography/tandem mass spectrometry (LC-MS/MS). Three cell lines, HepG2 cells (wild-type[WT]) and two NPC model HepG2 cell lines in which <i>NPC1</i> was genetically ablated (knockout [KO]1 and KO2), were used for metabolomic analysis. Data were subjected to enrichment analysis using the Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways.<h4>Results</h4>The enrichment analysis of global metabolomics revealed that 8 pathways in KO1 and 16 pathways in KO2 cells were notably altered. In targeted metabolomics for 15 metabolites, 4 metabolites in KO1 and 10 metabolites in KO2 exhibited statistically significant quantitative changes in KO1 or KO2 relative to WT. Most of the altered metabolites were related to creatinine synthesis and cysteine metabolism pathways.<h4>Conclusions</h4>In the future, our objective will be to elucidate the relationship between these metabolic alterations and pathophysiology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38549495",
    "pmid": "38549495",
    "doi": "10.1002/ajmg.a.63595",
    "title": "Importance of the biochemical investigations for the functional characterization of a NPC1 variant identified by exome sequencing.",
    "abstract": "Niemann-Pick disease type C (NPC) is one of the lysosomal storage disorders. It is caused by biallelic pathogenic variants in NPC1 or NPC2, which results in a defective cholesterol trafficking inside the late endosome and lysosome. There is a high clinical variability in the age of presentation and the phenotype of this disorder making the diagnosis challenging. Here, we report a patient with an infantile onset global developmental delay, microcephaly and dysmorphic features, homozygous for c.3560C>T (p.A1187V) variant in NPC1. His plasma oxysterol levels were normal on two occasions. His lyso-sphingomyelin-509 (lyso-SM 509) and urinary bile acid levels were normal. Based on the phenotype and biochemical features, the diagnosis of NPC was excluded in this patient. We emphasize the importance of functional characterization in the classification of novel variants to prevent a misdiagnosis. Matching the phenotype and biochemical evidence with the molecular genomic tests is crucial for the confirmation of genetic diagnoses.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39161410",
    "pmid": "39161410",
    "doi": "10.3389/fmed.2024.1390693",
    "title": "CffDNA screening for Niemann-pick disease, type C1: a case series.",
    "abstract": "Cell-free fetal DNA (cffDNA) screening is a valuable tool in clinical practice for detecting chromosomal abnormalities and autosomal dominant (AD) conditions. This study introduces a novel proof-of-concept assay designed for autosomal recessive (AR) cffDNA screening, focusing on cases involving the NPC1 gene. We aim to illustrate the significant benefits of AR cffDNA screening in managing high-risk pregnancies, specifically where biallelic pathogenic variants in NPC1 cause Niemann-Pick disease, type C1 (NPC), a disorder marked by progressive neurodegeneration. Three participants for this study were recruited and gave consent to a hospital in Saudi Arabia. These participants were either carriers of NPC or had a first- or second-degree relative affected by the disorder. No specific criteria were set for the age of the participants. All were between 15 and 18 weeks of gestation. Using amplicon-based next-generation sequencing (NGS), we analyzed the zygosity and variants in cffDNA extracted from maternal peripheral blood. After amplicon NGS, analysis was completed by a custom data analysis pipeline that included in-house-built data processing scripts and commonly used software packages. Importantly, the results were not disclosed to the patients. Our findings showed that in all three cases, AR cffDNA screening results were consistent with standard invasive diagnostic testing. This screening method offers several advantages: it provides critical information to families earlier in the pregnancy compared to invasive diagnostic tests, and it helps to alleviate parental anxiety. Moreover, this non-invasive method can determine pregnancy status in the first trimester for known familial variants. Future research may extend this approach to screen for known disease-causing variants in common AR conditions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38291356",
    "pmid": "38291356",
    "doi": "10.1186/s12879-024-09025-5",
    "title": "Novel compound heterozygous mutations of the NPC1 gene associated with Niemann-pick disease type C: a case report and review of the literature.",
    "abstract": "<h4>Background</h4>Niemann-Pick Disease type C is a fatal autosomal recessive lipid storage disorder caused by NPC1 or NPC2 gene mutations and characterized by progressive, disabling neurological deterioration and hepatosplenomegaly. Herein, we identified a novel compound heterozygous mutations of the NPC1 gene in a Chinese pedigree.<h4>Case presentation</h4>This paper describes an 11-year-old boy with aggravated walking instability and slurring of speech who presented as Niemann-Pick Disease type C. He had the maternally inherited c.3452 C > T (p. Ala1151Val) mutation and the paternally inherited c.3557G > A (p. Arg1186His) mutation using next-generation sequencing. The c.3452 C > T (p. Ala1151Val) mutation has not previously been reported.<h4>Conclusions</h4>This study predicted that the c.3452 C > T (p. Ala1151Val) mutation is pathogenic. This data enriches the NPC1 gene variation spectrum and provides a basis for familial genetic counseling and prenatal diagnosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38397448",
    "pmid": "38397448",
    "doi": "10.3390/biom14020211",
    "title": "The Genetic Basis, Lung Involvement, and Therapeutic Options in Niemann-Pick Disease: A Comprehensive Review.",
    "abstract": "Niemann-Pick Disease (NPD) is a rare autosomal recessive disease belonging to lysosomal storage disorders. Three types of NPD have been described: NPD type A, B, and C. NPD type A and B are caused by mutations in the gene <i>SMPD1</i> coding for sphingomyelin phosphodiesterase 1, with a consequent lack of acid sphingomyelinase activity. These diseases have been thus classified as acid sphingomyelinase deficiencies (ASMDs). NPD type C is a neurologic disorder due to mutations in the genes <i>NPC1</i> or <i>NPC2</i>, causing a defect of cholesterol trafficking and esterification. Although all three types of NPD can manifest with pulmonary involvement, lung disease occurs more frequently in NPD type B, typically with interstitial lung disease, recurrent pulmonary infections, and respiratory failure. In this sense, bronchoscopy with broncho-alveolar lavage or biopsy together with high-resolution computed tomography are fundamental diagnostic tools. Although several efforts have been made to find an effective therapy for NPD, to date, only limited therapeutic options are available. Enzyme replacement therapy with Olipudase α is the first and only approved disease-modifying therapy for patients with ASMD. A lung transplant and hematopoietic stem cell transplantation are also described for ASMD in the literature. The only approved disease-modifying therapy in NPD type C is miglustat, a substrate-reduction treatment. The aim of this review was to delineate a state of the art on the genetic basis and lung involvement in NPD, focusing on clinical manifestations, radiologic and histopathologic characteristics of the disease, and available therapeutic options, with a gaze on future therapeutic strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38686625",
    "pmid": "38686625",
    "doi": "10.1021/acs.jproteome.3c00788",
    "title": "Endogenous Protein-Protein Interaction Network of the NPC Cholesterol Transporter 1 in the Cerebral Cortex.",
    "abstract": "NPC intracellular cholesterol transporter 1 (NPC1) is a multipass, transmembrane glycoprotein mostly recognized for its key role in facilitating cholesterol efflux. Mutations in the <i>NPC1</i> gene result in Niemann-Pick disease, type C (NPC), a fatal, lysosomal storage disease. Due to the progressively expanding implications of NPC1-related disorders, we investigated endogenous NPC1 protein-protein interactions in the mouse cortex and human-derived iPSCs neuronal models of the disease through coimmunoprecipitation-coupled with LC-MS based proteomics. The current study investigated protein-protein interactions specific to the wild-type and the most prevalent NPC1 mutation (NPC1<sup>I1061T</sup>) while filtering out any protein interactor identified in the <i>Npc1</i><sup><i>-/-</i></sup> mouse model. Additionally, the results were matched across the two species to map the parallel interactome of wild-type and mutant NPC1<sup>I1061T</sup>. Most of the identified wild-type NPC1 interactors were related to cytoskeleton organization, synaptic vesicle activity, and translation. We found many putative NPC1 interactors not previously reported, including two SCAR/WAVE complex proteins that regulate ARP 2/3 complex actin nucleation and multiple membrane proteins important for neuronal activity at synapse. Moreover, we identified proteins important in trafficking specific to wild-type and mutant NPC1<sup>I1061T</sup>. Together, the findings are essential for a comprehensive understanding of NPC1 biological functions in addition to its classical role in sterol efflux.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38826802",
    "pmid": "38826802",
    "doi": "10.3389/fgene.2024.1391936",
    "title": "Case report: Clinical, imaging, and genetic characteristics of type B niemann pick disease combined with segawa syndrome diagnosed via dual gene sequencing.",
    "abstract": "Niemann Pick disease B (NPB) often presents with hepatosplenomegaly and lung pathological changes, but it usually does not present with central nervous system symptoms. This report presents the unique case of a 21-year-old woman with a 10-year history of hard skin and hepatosplenomegaly. Genetic sequencing revealed NPB and also suggested Segawa syndrome. Although symptomatic supportive treatments were administered in an attempt to improve muscle tone and treat the skin sclerosis, their efficacy was not satisfactory, and the patient refused further treatment. This case provides several noteworthy findings. First, although NPB and Segawa syndrome are rare, both are autosomal recessive inherited diseases that share common clinical symptoms and imaging manifestations. Second, when NPB and Segawa syndrome are highly suspected, screening for tyrosine hydroxylase (<i>TH</i>) and sphingomyelin phosphodiesterase-1 (<i>SMPD1</i>) gene mutations is critical to determine an accurate diagnosis. Finally, early diagnosis and comprehensive therapies are crucial for improving the prognosis of patients with NPB and Segawa syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38673803",
    "pmid": "38673803",
    "doi": "10.3390/ijms25084217",
    "title": "Sterol O-Acyltransferase 1 (<i>SOAT1</i>): A Genetic Modifier of Niemann-Pick Disease, Type C1.",
    "abstract": "Niemann-Pick disease type C1 (NPC1) is a lysosomal disorder due to impaired intracellular cholesterol transport out of the endolysosomal compartment.. Marked heterogeneity has been observed in individuals with the same <i>NPC1</i> genotype, thus suggesting a significant effect of modifier genes. Prior work demonstrated that decreased SOAT1 activity decreased disease severity in an NPC1 mouse model. Thus, we hypothesized that a polymorphism associated with decreased SOAT1 expression might influence the NPC1 phenotype. Phenotyping and genomic sequencing of 117 individuals with NPC1 was performed as part of a Natural History trial. Phenotyping included determination of disease severity and disease burden. Significant clinical heterogeneity is present in individuals homozygous for the <i>NPC1<sup>I1061T</sup></i> variant and in siblings. Analysis of the <i>SOAT1</i> polymorphism, rs1044925 (A>C), showed a significant association of the C-allele with earlier age of neurological onset. The C-allele may be associated with a higher Annualized Severity Index Score as well as increased frequency of liver disease and seizures. A polymorphism associated with decreased expression of <i>SOAT1</i> appears to be a genetic modifier of the NPC1 phenotype. This finding is consistent with prior data showing decreased phenotypic severity in <i>Npc1-/-:Soat1-/-</i> mice and supports efforts to investigate the potential of SOAT1 inhibitors as a potential therapy for NPC1.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38302739",
    "pmid": "38302739",
    "doi": "10.1002/1873-3468.14802",
    "title": "Mitochondrial dysfunction in NPC1-deficiency is not rescued by drugs targeting the glucosylceramidase GBA2 and the cholesterol-binding proteins TSPO and StARD1.",
    "abstract": "Niemann-Pick type C disease (NPCD) is a rare neurodegenerative disorder most commonly caused by mutations in the lysosomal protein Niemann-Pick C1 (NPC1), which is implicated in cholesterol export. Mitochondrial insufficiency forms a significant feature of the pathology of this disease, yet studies attempting to address this are rare. The working hypothesis is that mitochondria become overloaded with cholesterol which renders them dysfunctional. We examined two potential protein targets-translocator protein (TSPO) and steroidogenic acute regulatory protein D1 (StARD1)-which are implicated in cholesterol transport to mitochondria, in addition to glucocerbrosidase 2 (GBA2), the target of miglustat, which is currently the only approved treatment for NPCD. However, inhibiting these proteins did not correct the mitochondrial defect in NPC1-deficient cells.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39048052",
    "pmid": "39048052",
    "doi": "10.1016/j.jlr.2024.100600",
    "title": "Accumulation of alkyl-lysophosphatidylcholines in Niemann-Pick disease type C1.",
    "abstract": "Lysosomal function is impaired in Niemann-Pick disease type C1 (NPC1), a rare and inherited neurodegenerative disorder, resulting in late endosomal/lysosomal accumulation of unesterified cholesterol. The precise pathogenic mechanism of NPC1 remains incompletely understood. In this study, we employed metabolomics to uncover secondary accumulated substances in NPC1. Our findings unveiled a substantial elevation in the levels of three alkyl-lysophosphatidylcholine [alkyl-LPC, also known as lyso-platelet activating factor (PAF)] species in NPC1 compared to controls across various tissues, including brain tissue from individuals with NPC1, liver, spleen, cerebrum, cerebellum, and brain stem from NPC1 mice, as well as in both brain and liver tissue from NPC1 cats. The three elevated alkyl-LPC species were as follows: LPC O-16:0, LPC O-18:1, and LPC O-18:0. However, the levels of PAF 16:0, PAF 18:1, and PAF 18:0 were not altered in NPC1. In the NPC1 feline model, the brain and liver alkyl-LPC levels were reduced following 2-hydroxypropyl-β-cyclodextrin (HPβCD) treatment, suggesting that alkyl-LPCs are secondary storage metabolites in NPC1 disease. Unexpectedly, cerebrospinal fluid (CSF) levels of LPC O-16:0 and LPC O-18:1 were decreased in individuals with NPC1 compared to age-appropriate comparison samples, and their levels were increased in 80% of participants 2 years after intrathecal HPβCD treatment. The fold increases in CSF LPC O-16:0 and LPC O-18:1 levels were more pronounced in responders compared to nonresponders. This study identified alkyl-LPC species as secondary storage metabolites in NPC1 and indicates that LPC O-16:0 and LPC O-18:1, in particular, could serve as potential biomarkers for tracking treatment response in NPC1 patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR864524",
    "pmid": "",
    "doi": "10.1101/2024.06.07.597919",
    "title": "PLA2G15 is a Lysosomal BMP Hydrolase and its Targeting Ameliorates Lysosomal Disease",
    "abstract": "Lysosomes catabolize lipids and other biological molecules, a function essential for cellular and organismal homeostasis. Key to lipid catabolism in the lysosome is bis(monoacylglycero)phosphate (BMP), a major lipid constituent of intralysosomal vesicles and a stimulator of lipid-degrading enzymes. BMP levels are altered in a broad spectrum of human conditions, including neurodegenerative diseases. While a lysosomal BMP synthase was recently discovered, the enzymes that mediate BMP turnover has remained elusive. Here we show that the lysosomal phospholipase PLA2G15 is a physiological BMP hydrolase. We further demonstrate that BMP’s resistance to hydrolysis in the lysosome is conferred by the combination of its unique sn2, sn2’ esterification position and stereochemistry, as neither feature alone is sufficient to provide this resistance. Purified PLA2G15 catabolizes most BMP species derived from cell and tissue lysosomes under acidic conditions. Furthermore, PLA2G15 catalytic activity against synthesized BMP stereoisomers with primary esters was comparable to its canonical substrates challenging the long-held thought that BMP’s unique stereochemistry is sufficient to confer resistance to acid phospholipases. Conversely, BMP with secondary esters and S,S stereoconfiguration is intrinsically stable in vitro and requires acyl migration for hydrolysis in lysosomes. Consistent with our biochemical data, PLA2G15-deficient cells and tissues accumulate multiple BMP species, a phenotype reversible by supplementing wildtype PLA2G15 but not its catalytically dead mutant. In addition, targeting PLA2G15 to increase BMP reverses the cholesterol phenotype in Niemann Pick Disease Type C (NPC1) patient fibroblasts and significantly ameliorates disease pathologies in NPC1-deficient mice leading to extended lifespan. Our findings establish the rules that govern the stability of BMP in the lysosome and identify PLA2G15 as a lysosomal BMP hydrolase and a potential target for therapeutic intervention in neurodegenerative diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39202319",
    "pmid": "39202319",
    "doi": "10.3390/diagnostics14161831",
    "title": "The Possible Associations between Tauopathies and Atherosclerosis, Diabetes Mellitus, Dyslipidemias, Metabolic Syndrome and Niemann-Pick Disease.",
    "abstract": "Clinical evaluation and treatment of tauopathic syndromes remain a challenge. There is a growing interest in theories concerning their possible associations with metabolic diseases. The possible connection between those diseases might be linked with cerebrovascular dysfunction. The endothelial cell damage and impairment of the blood-brain barrier observed in atherosclerosis or diabetes may play a role in contributing to tauopathic syndrome development. Additionally, the inflammation evoked by pathological metabolic changes may also be involved in this process. Multiple cases indicate the coexistence of metabolic disorders and tauopathic syndromes. These findings suggest that modifying the evolution of metabolic and cerebrovascular diseases may impact the course of neurodegenerative diseases. Obtained data could indicate the possible benefits of introducing routine carotid artery sonography, revascularization operation or antihypertensive medications among patients at high risk for tauopathies. This review has identified this understudied area, which is currently associated with several diseases for which there is no treatment. Due to the pathomechanisms linking metabolic diseases and tauopathies, further investigation of this area of research, including cohort studies, is recommended and may provide new pharmacological perspectives for treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37980614",
    "pmid": "37980614",
    "doi": "10.1556/650.2023.32927",
    "title": "[Ocular manifestation of an adult Niemann-Pick disease type B].",
    "abstract": "Niemann-Pick disease is a rare, autosomal recessive inherited lysosomal storage disorder. The pathophysiological background for this condition is the deficiency or reduced function of the enzyme sphingomyelinase, as well as a deficiency in the intracellular cholesterol transporter protein. Due to the breakdown defect, sphingomyelin and cholesterol accumulate in the lysosomes of cells. The disease is divided into 5 subtypes (A, A/B, B, C, D). The authors present the case of a 24-year-old young man diagnosed with Niemann-Pick disease type B as a child, focusing on the ophthalmic manifestation of the disease. During the examination of the patient, fundus photographs and fundus autofluorescence imaging were taken, and optical coherence tomography (OCT), optical coherence tomography angiography (OCTA), and visual field (perimetry) examinations were performed. The characteristic macular halo and the cherry-red spot in the fovea were clearly visible during ophthalmoscopy and on the fundus photographs. The OCT images showed focal thickening with high reflectivity in the ganglion cell layer corresponding to the macular halo, and the area of the foveola was spared. With visual field examination, an intact field of vision was found on both eyes. Similar to the presented patient, symptoms in patients with the B subtype are milder, and besides the visceral symptoms, there are no neurological symptoms, and the specific ophthalmic abnormalities do not cause visual impairment. Currently, Niemann-Pick disease is considered a rare disease, and the diagnosis of the patients is often delayed or even missed due to non-specific or mild symptoms. Through consultation between medical specialties, ophthalmological examination can also contribute to the correct diagnosis in cases with mild general symptoms. Timely diagnosis can potentially lead to mitigation of symptoms thanks to the ever-expanding therapeutic options, stabilization of the disease progression, and increase of the patients' life expectancy. Orv Hetil. 2023; 164(46): 1838-1844.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39716810",
    "pmid": "39716810",
    "doi": "10.1002/jnr.70011",
    "title": "Dipyridamole Ameliorates Memory Impairment and Increases Hippocampal Calbindin Expression in Niemann Pick C1 Mice.",
    "abstract": "Niemann Pick type C1 (NPC1) is a rare, fatal disorder characterized by endosomal lipid accumulation that leads to damage of both peripheral organs and central nervous system (cerebellum and hippocampus are especially affected). Currently, miglustat is the only approved drug for NPC1, thus the identification of new treatments is mandatory. We have previously demonstrated that the drug dipyridamole (DIP), an enhancer of adenosine signaling, can reduce the pathological phenotype in patient-derived fibroblasts. In this paper, we evaluated the in vivo effects of DIP in NPC1 mice. Male and female NPC1<sup>nih</sup> mice were treated with DIP 30 mg/kg i.p. from 28 to 64 days of age. Motor function was assessed by Erasmus Ladder test, hippocampal cognitive decline by Novel Object Recognition test and brain pathology by immunofluorescence and biochemical assays. Peripheral pathology was evaluated by analyzing lipid accumulation in spleen and liver (HP-TLC). In NPC1, mice DIP rescued recognition memory and increased hippocampal expression of calbindin. On the contrary, the drug was unable to improve motor function, cerebellar pathology and lipid accumulation in spleen and liver. Our results demonstrated that DIP selectively ameliorates the cognitive impairment in NPC1 mice. This drug could thus represent a valuable therapeutic tool to be used in combination with other treatments in NPC1.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR835268",
    "pmid": "",
    "doi": "10.1101/2024.04.08.588475",
    "title": "Chloride Homeostasis Regulates cGAS-STING Signaling",
    "abstract": "<h4>Summary</h4> The cGAS–STING signaling pathway has emerged as a key mediator of inflammation. However, the roles of chloride homeostasis on this pathway are unclear. Here, we uncovered a correlation between chloride homeostasis and cGAS-STING signaling. We found that dysregulation of chloride homeostasis attenuates cGAS-STING signaling in a lysosome-independent manner. Treating immune cells with chloride channel inhibitors attenuated 2’3’-cGAMP production by cGAS and also suppressed STING polymerization, leading to reduced cytokine production. We also demonstrate that non-selective chloride channel blockers can suppress the NPC1 deficiency-induced, hyper-activated STING signaling in skin fibroblasts derived from Niemann Pick disease type C (NPC) patients. Our findings reveal that chloride homeostasis majorly affects cGAS-STING pathway and suggest a provocative strategy to dampen STING-mediated inflammation via targeting chloride channels. <h4>Highlights</h4> Chloride dysregulation attenuates cGAS-STING signaling in a lysosome-independent manner. Chloride dysregulation attenuates intracellular 2’3’-cGAMP production. Chloride dysregulation inhibits STING polymerization and STING-to-IRF3 signaling. Chloride channel blockers suppress NPC1 deficiency-induced, hyper-activated STING signaling. <h4>Graphical abstract</h4>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR883650",
    "pmid": "",
    "doi": "10.1101/2024.07.19.24310680",
    "title": "Assessment of the Reliability, Responsiveness, and Meaningfulness of the Scale for the Assessment and Rating of Ataxia (SARA) for Lysosomal Storage Disorders",
    "abstract": "<h4>Objective</h4> To evaluate the reliability, responsiveness, and validity of the Scale for the Assessment and Rating of Ataxia (SARA) in patients with Lysosomal Storage Disorders (LSDs) who present with neurological symptoms and quantify the threshold for a clinically meaningful change. <h4>Methods</h4> We analyzed data from three clinical trial cohorts (IB1001-201, IB1001-202, IB1001-301) of patients with Niemann-Pick disease type C (NPC) and GM2 Gangliosidoses (Tay-Sachs and Sandhoff disease) comprising 122 patients and 703 visits. Reproducibility was described as retest reliability between repeat baseline visits or baseline vs. post-treatment washout visits. Responsiveness was determined in relation to the Investigator’s, Caregiver’s, and Patient’s Clinical Global Impression of Improvement (CGI-I). The CGI-I data was also used to quantify a threshold for a clinically meaningful improvement on the SARA scale. Using a qualitative methods approach, patient/caregiver interviews from the IB1001-301 trial were further used to assess a threshold of meaningful change as well as the breadth of neurological signs and symptoms captured and evaluated by the SARA scale. <h4>Results</h4> The Inter-Class Correlation (ICC) was 0.95 or greater for all three trials, indicating a high internal consistency/reliability. The mean change in SARA between repeat baseline or post-treatment washout visit assessments in all trials was -0.05, SD 1.98, i.e. minimal, indicating no significant differences, learning effects or other systematic biases. For the CGI-I responses and change in SARA scores Area Under the Curve (AUC) values were 0.82, 0.71, and 0.77 for the Investigator’s, Caregiver’s, and Patient’s CGI-I respectively, indicating strong agreement. Further qualitative analyses of the patient/caregiver interviews demonstrated a 1-point or greater change on SARA to be a clinically meaningful improvement which is directly relevant to the patient’s everyday functioning and quality of life. Changes captured by the SARA were also paralleled by improvement in a broad range of neurological signs and symptoms and beyond cerebellar ataxia. <h4>Conclusion</h4> Qualitative and quantitative data demonstrate the reliability and responsiveness of the SARA score as a valid measure of neurological signs and symptoms in LSDs. A 1-point change represents a clinically meaningful transition reflecting the gain or loss of complex function. <h4>Statements and Declarations</h4> The IB1001-201, IB1001-202, and IB1001-301 trials were funded by IntraBio Inc. No funding was received to assist with the preparation of this manuscript. T. Bremova-Ertl received honoraria for lecturing from Sanofi and Acetlion and fees from IntraBio to serve as a blinded rater for the IB1001-201 and IB1001-202 clinical trials. P. Gissen received consulting fees from Mandos Health and is the Co-Founder and shareholder of Bloomsbury Genetic Therapies. M. Patterson is a shareholder in IntraBio and his institution has received research grants from Azafaros, Glycomine, Idorsia, Maggie’s Pearl, Takeda, and Zevra, and consulting fees (directed to his institution) from Zevra. U. Ramaswami has received research and/or investigator-initiated research grants from Amicus and Takeda and honoraria for advisory boards and lectures from Amicus, Takeda, and Sanofi. All other authors The authors have no competing interests to declare that are relevant to the content of this article.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38131230",
    "pmid": "38131230",
    "doi": "10.1002/jimd.12705",
    "title": "Development and validation of a new genotype-phenotype correlation for Niemann-Pick disease type C1.",
    "abstract": "Hundreds of NPC1 variants cause highly heterogeneous phenotypes. This study aims to explore the genotype-phenotype correlation of NPC1, especially for missense variants. In a well-characterized cohort, phenotypes are graded into three clinical forms: mild, intermediate, and severe. Missense residue structural location was stratified into three categories: surface, partially, and fully buried. The association of phenotypes with the topography of the amino acid substitution in the protein structure was investigated in our cohort and validated in two reported cohorts. One hundred six unrelated NPC1 patients were enrolled. A significant correlation of genotype-phenotype was found in 81 classified individuals with two or one (the second was null variant) missense variant (p < 0.001): of 25 patients with at least one missense variant of surface (group A), 19 (76%) mild, six (24%) intermediate, and none severe; of 31 cases with at least one missense variant of partially buried without surface variants (group B), 11 (35%) mild, 16 (52%) intermediate, and four (13%) severe; of the remaining 25 patients with two or one buried missense variants (group C), eight (32%) mild, nine (36%) intermediate, and eight (32%) severe. Additionally, 7-ketocholesterol, the biomarker, was lower in group A than in group B (p = 0.024) and group C (p = 0.029). A model was proposed that accurately predicted phenotypes of 72 of 90 (80%), 73 of85 (86%), and 64 of 69 (93%) patients in our cohort, Italian, and UK cohort, respectively. This study proposed a novel genotype-phenotype correlation in NPC1, linking the underlying molecular pathophysiology with clinical phenotype and aiding genetic counseling and evaluation in clinical practice.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39202426",
    "pmid": "39202426",
    "doi": "10.3390/genes15081066",
    "title": "A Potential Role for the Amyloid Precursor Protein in the Regulation of Interferon Signaling, Cholesterol Homeostasis, and Tau Phosphorylation in Niemann-Pick Disease Type C.",
    "abstract": "Niemann-Pick disease type C (NPC) is a rare and fatal neurological disorder caused by mutations in <i>Npc1</i> or <i>Npc2</i>, with <i>Npc1</i> accounting for 95% of cases. These mutations result in the functional loss of their respective proteins, causing cellular abnormalities characterized by disrupted lipid dysregulation, calcium dysfunction, elevated damage associated molecular patterns (DAMPs), and a pro-inflammatory environment. This cellular pathology ultimately triggers neurodegeneration, with the cerebellum being the earliest and most affected region. We have recently shown atypical activation of interferon signaling in the presymptomatic <i>Npc1</i><sup>-/-</sup> mouse cerebellum and, to a lesser extent, in the cerebral cortex. In addition, we reported that the Amyloid Precursor Protein (APP) is an NPC disease modifier. Loss of APP function leads to widespread neurodegeneration in the NPC brain, including exacerbated interferon signaling in the cerebellum. To better understand the role of APP as a disease modifier throughout the NPC brain, here we carried out a transcriptomic analysis of the cerebral cortex and cerebellum from 3-week-old <i>Npc1</i><sup>-/-</sup> mice as well as age-matched controls in the presence and absence of APP. We report differential effects of APP loss of function in the cerebral cortex and cerebellum, including cholesterol and tau dysregulation, in both brain regions. Our findings demonstrate a novel link between APP loss and early pathogenic mechanisms in NPC.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39953542",
    "pmid": "39953542",
    "doi": "10.1186/s13023-025-03552-3",
    "title": "Real-world evidence for Pompe disease remains fragmented. Comment on \"A rare partnership: patient community and industry collaboration to shape the impact of real-world evidence on the rare disease ecosystem\" by Klein et al.",
    "abstract": "In a recent publication by Klein et al., the need for real-world data on rare diseases is highlighted. We strongly support this need, and the collaboration with the patient community to collect data, as promoted in this publication. Our concern, however, is that this paper may be misunderstood as suggesting that the Sanofi-run Rare Disease Registries (RDRs) are sufficient to provide the datasets needed to evaluate current and future therapies. Industry-driven registries focus on their own product(s) and, therefore, do not provide the opportunity to compare products from different companies. Today, multiple companies produce treatments for all diseases included in the RDRs. Each company will have to run its own registry for regulatory purposes. This will lead to data fragmentation, which is prohibitive of truly understanding the effects of the various treatment options for these rare diseases. Therefore, independently funded and owned registries are essential to generate real-world evidence (RWE) unrelated to specific products. We discuss options for this for Pompe disease, including the International Pompe Survey, which has collected patient-reported outcomes independently from industry since 2002. This letter aims to raise awareness of the problem of siloed data and advocate for a new way forward where independent registries provide post-marketing surveillance data.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38131307",
    "pmid": "38131307",
    "doi": "10.1016/j.gim.2023.101053",
    "title": "Characterization of central manifestations in patients with Niemann-Pick disease type C.",
    "abstract": "<h4>Purpose</h4>Niemann-Pick disease type C (NPC) is a rare lysosomal storage disease characterized by progressive neurodegeneration and neuropsychiatric symptoms. This study investigated pathophysiological mechanisms underlying motor deficits, particularly speech production, and cognitive impairment.<h4>Methods</h4>We prospectively phenotyped 8 adults with NPC and age-sex-matched healthy controls using a comprehensive assessment battery, encompassing clinical presentation, plasma biomarkers, hand-motor skills, speech production, cognitive tasks, and (micro-)structural and functional central nervous system properties through magnetic resonance imaging.<h4>Results</h4>Patients with NPC demonstrated deficits in fine-motor skills, speech production timing and coordination, and cognitive performance. Magnetic resonance imaging revealed reduced cortical thickness and volume in cerebellar subdivisions (lobule VI and crus I), cortical (frontal, temporal, and cingulate gyri) and subcortical (thalamus and basal ganglia) regions, and increased choroid plexus volumes in NPC. White matter fractional anisotropy was reduced in specific pathways (intracerebellar input and Purkinje tracts), whereas diffusion tensor imaging graph theory analysis identified altered structural connectivity. Patients with NPC exhibited altered activity in sensorimotor and cognitive processing hubs during resting-state and speech production. Canonical component analysis highlighted the role of cerebellar-cerebral circuitry in NPC and its integration with behavioral performance and disease severity.<h4>Conclusion</h4>This deep phenotyping approach offers a comprehensive systems neuroscience understanding of NPC motor and cognitive impairments, identifying potential central nervous system biomarkers.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39061081",
    "pmid": "39061081",
    "doi": "10.1186/s13023-024-03233-7",
    "title": "Evaluation of the landscape of pharmacodynamic biomarkers in Niemann-Pick Disease Type C (NPC).",
    "abstract": "Niemann-Pick disease type C (NPC) is an autosomal recessive, progressive disorder resulting from variants in NPC1 or NPC2 that leads to the accumulation of cholesterol and other lipids in late endosomes and lysosomes. The clinical manifestations of the disease vary by age of onset, and severity is often characterized by neurological involvement. To date, no disease-modifying therapy has been approved by the United States Food and Drug Administration (FDA) and treatment is typically supportive. The lack of robust biomarkers contributes to challenges associated with disease monitoring and quantifying treatment response. In recent years, advancements in detection methods have facilitated the identification of biomarkers in plasma and cerebral spinal fluid from patients with NPC, namely calbindin D, neurofilament light chain, 24(S)hydroxycholesterol, cholestane-triol, trihydroxycholanic acid glycinate, amyloid-β, total and phosphorylated tau, and N-palmitoyl-O-phosphocholine-serine. These biomarkers have been used to support several clinical trials as pharmacodynamic endpoints. Despite the significant advancements in laboratory techniques, translation of those advancements has lagged, and it remains unclear which biomarkers correlate with disease severity and progression, or which biomarkers could inform treatment response. In this review, we assess the landscape of biomarkers currently proposed to guide disease monitoring or indicate treatment response in patients with NPC.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR842342",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4262735/v1",
    "title": "An expert rule-based approach for identifying infantile-onset Pompe disease patients using retrospective electronic health records",
    "abstract": "<title>Abstract</title>  <p>Pompe disease (OMIM #232300), a rare genetic disorder, leads to glycogen buildup in the body due to an enzyme deficiency, particularly harming the heart and muscles. Infantile-onset Pompe disease (IOPD) requires urgent treatment to prevent mortality, but diagnosis is often delayed by inadequate newborn screening (NBS) methods or the unavailability of these methods. Our study aims to streamline IOPD diagnosis in the UAE using electronic health records (EHRs) for faster, more accurate detection and timely treatment initiation. This study utilized electronic health records from the Abu Dhabi Healthcare Company (SEHA) healthcare network in the UAE to develop an expert rule-based screening approach operationalized through a dashboard. The study encompassed six diagnosed IOPD patients and screened 93,365 subjects. Expert rules were formulated to identify potential high-risk IOPD patients based on their age, particular symptoms, and creatine kinase levels. The proposed approach was evaluated using accuracy, sensitivity, and specificity. The proposed approach accurately identified five true positives, one false negative, and four false positive IOPD cases. The false negative case involved a patient with both Pompe disease and congenital heart disease. The focus on CHD led to the overlooking of Pompe disease, exacerbated by no measurement of creatine kinase. The false positive cases were diagnosed with Mitochondrial DNA depletion syndrome 12-A (SLC25A4 gene), Immunodeficiency-71 (ARPC1B mutation), Niemann-Pick disease type C (NPC1 gene mutation leading to frameshift), and Group B Streptococcus meningitis. The proposed approach of integrating expert rules with a dashboard facilitated efficient data visualization and automated patient screening, which aids in the early detection of Pompe disease. Future studies are encouraged to investigate the application of machine learning methodologies to enhance further the precision and efficiency of identifying patients with IOPD.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR841818",
    "pmid": "",
    "doi": "10.1101/2024.04.19.590328",
    "title": "A disease similarity approach identifies short-lived Niemann-Pick type C disease mice with accelerated brain aging as a novel mouse model for Alzheimer’s disease and aging research",
    "abstract": "Since its first description in 1906 by Dr. Alois Alzheimer, Alzheimer’s disease (AD) has been the most common type of dementia. Initially thought to be caused by age-associated accumulation of plaques, in recent years, research has increasingly associated AD with lysosomal storage and metabolic disorders, and the explanation of its pathogenesis has shifted from amyloid and tau accumulation to oxidative stress and impaired lipid and glucose metabolism aggravated by hypoxic conditions. However, the underlying mechanisms linking those cellular processes and conditions to disease progression have yet to be defined. Here, we applied a disease similarity approach to identify unknown molecular targets of AD by using transcriptomic data from congenital diseases known to increase AD risk, namely Down Syndrome, Niemann Pick Disease Type C (NPC), and Mucopolysaccharidoses I. We uncovered common pathways, hub genes, and miRNAs across in vitro and in vivo models of these diseases as potential molecular targets for neuroprotection and amelioration of AD pathology, many of which have never been associated with AD. We then investigated common molecular alterations in brain samples from an NPC disease mouse model by juxtaposing them with brain samples of both human and mouse models of AD. Detailed phenotypic and molecular analyses revealed that the NPC mut mouse model can serve as a potential short-lived in vivo model for AD research and for understanding molecular factors affecting brain aging. This research represents the first comprehensive approach to congenital disease association with neurodegeneration and a new perspective on AD research while highlighting shortcomings and lack of correlation in diverse in vitro models. Considering the lack of an AD mouse model that recapitulates the physiological hallmarks of brain aging, the characterization of a short-lived NPC mouse model will further accelerate the research in these fields and offer a unique model for understanding the molecular mechanisms of AD from a perspective of accelerated brain aging.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40019557",
    "pmid": "40019557",
    "doi": "10.1007/s11011-025-01553-6",
    "title": "Combined treatment of Ketogenic diet and propagermanium reduces neuroinflammation in Tay-Sachs disease mouse model.",
    "abstract": "Tay-Sachs disease is a rare lysosomal storage disorder caused by β-Hexosaminidase A enzyme deficiency causing abnormal GM2 ganglioside accumulation in the central nervous system. GM2 accumulation triggers chronic neuroinflammation due to neurodegeneration-based astrogliosis and macrophage activity with the increased expression level of Ccl2 in the cortex of a recently generated Tay-Sachs disease mouse model Hexa-/-Neu3-/-. Propagermanium blocks the neuroinflammatory response induced by Ccl2, which is highly expressed in astrocytes and microglia. The ketogenic diet has broad potential usage in neurological disorders, but the knowledge of the impact on Tay-Sach disease is limited. This study aimed to display the effect of combining the ketogenic diet and propagermanium treatment on chronic neuroinflammation in the Tay-Sachs disease mouse model. Hexa-/-Neu3-/- mice were placed into the following groups: (i) standard diet, (ii) ketogenic diet, (iii) standard diet with propagermanium, and (iv) ketogenic diet with propagermanium. RT-PCR and immunohistochemistry analyzed neuroinflammation markers. Behavioral analyses were also applied to assess phenotypic improvement. Notably, the expression levels of neuroinflammation-related genes were reduced in the cortex of 140-day-old Hexa-/-Neu3-/- mice compared to β-Hexosaminidase A deficient mice (Hexa-/-) after combined treatment. Immunohistochemical analysis displayed correlated results with the RT-PCR. Our data suggest the potential to implement combined treatment to reduce chronic inflammation in Tay-Sachs and other lysosomal storage diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38825462",
    "pmid": "38825462",
    "doi": "10.1248/bpb.b24-00073",
    "title": "Analysis of Metabolic Changes in Endogenous Metabolites and Diagnostic Biomarkers for Various Diseases Using Liquid Chromatography and Mass Spectrometry.",
    "abstract": "Analysis of endogenous metabolites in various diseases is useful for searching diagnostic biomarkers and elucidating the molecular mechanisms of pathophysiology. The author and collaborators have developed some LC/tandem mass spectrometry (LC/MS/MS) methods for metabolites and applied them to disease-related samples. First, we identified urinary conjugated cholesterol metabolites and serum N-palmitoyl-O-phosphocholine serine as useful biomarkers for Niemann-Pick disease type C (NPC). For the purpose of intraoperative diagnosis of glioma patients, we developed the LC/MS/MS analysis methods for 2-hydroxyglutaric acid or cystine and found that they could be good differential biomarkers. For renal cell carcinoma, we searched for various biomarkers for early diagnosis, malignancy evaluation and recurrence prediction by global metabolome analysis and targeted LC/MS/MS analysis. In pathological analysis, we developed a simultaneous LC/MS/MS analysis method for 13 steroid hormones and applied it to NPC cells, we found 6 types of reductions in NPC model cells. For non-alcoholic steatohepatitis (NASH), model mice were prepared with special diet and plasma bile acids were measured, and as a result, hydrophilic bile acids were significantly increased. In addition, we developed an LC/MS/MS method for 17 sterols and analyzed liver cholesterol metabolites and found a decrease in phytosterols and cholesterol synthetic markers and an increase in non-enzymatic oxidative sterols in the pre-onset stage of NASH. We will continue to challenge themselves to add value to clinical practice based on cutting-edge analytical chemistry methodology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38087834",
    "pmid": "38087834",
    "doi": "10.1111/age.13381",
    "title": "Npc1 gene mutation abnormally activates the classical Wnt signalling pathway in mouse kidneys and promotes renal fibrosis.",
    "abstract": "Niemann-Pick disease type C1 (NPC1) is a lysosomal lipid storage disease caused by NPC1 gene mutation. Our previous study found that, compared with wild-type (Npc1<sup>+/+</sup> ) mice, the renal volume and weight of Npc1 gene mutant (Npc1<sup>-/-</sup> ) mice were significantly reduced. We speculate that Npc1 gene mutations may affect the basic structure of the kidneys of Npc1<sup>-/-</sup> mice, and thus affect their function. Therefore, we randomly selected postnatal Day 28 (P28) and P56 Npc1<sup>+/+</sup> and Npc1<sup>-/-</sup> mice, and observed the renal structure and pathological changes by haematoxylin-eosin staining. The level of renal fibrosis was detected by immunofluorescence histochemical techniques, and western blotting was used to detect the expression levels of apoptosis-related proteins and canonical Wnt signalling pathway related proteins. The results showed that compared with Npc1<sup>+/+</sup> mice, the kidneys of P28 and P56 Npc1<sup>-/-</sup> mice underwent apoptosis and fibrosis; furthermore, there were obvious vacuoles in the cytoplasm of renal tubular epithelial cells of P56 Npc1<sup>-/-</sup> mice, the cell bodies were loose and foam-like, and the canonical Wnt signalling pathway was abnormally activated. These results showed that Npc1 gene mutation can cause pathological changes in the kidneys of mice. As age increased, vacuoles developed in the cytoplasm of renal tubular epithelial cells, and apoptosis of renal cells, abnormal activation of the Wnt signalling pathway, and promotion of renal fibrosis increased.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39707615",
    "pmid": "39707615",
    "doi": "10.1002/2211-5463.13951",
    "title": "NPC1 promotes the progression of hepatocellular carcinoma by mediating the accumulation of neutrophils into the tumor microenvironment.",
    "abstract": "Hepatocellular carcinoma remains a significant threat to human health. Recent studies have found that the intake of cellular cholesterol contributes to the development and progression of hepatocellular carcinoma, although the exact mechanisms remain unclear. Our analysis of transcriptomic and proteomic databases has identified increased mRNA and protein expression levels of NPC1, a cholesterol intracellular transporter protein, in hepatocellular carcinoma tissues. This increase is significantly associated with a worse prognosis for patients. To corroborate these findings, we performed immunohistochemical staining of NPC1 on liver tissue samples from patients, revealing significantly higher expression levels of NPC1 in hepatocellular carcinoma tissues compared to normal tissues. Subsequent investigations have revealed that NPC1 expression does not significantly influence the proliferation of hepatocellular carcinoma cells in vitro. However, it has a substantial inhibitory effect on the progression of hepatocellular carcinoma tumors when observed in vivo. Utilizing flow cytometry to monitor cellular changes within the tumor microenvironment has led us to discover that NPC1 plays a crucial role in the regulation of neutrophil recruitment within the tumor. Using further neutrophil depletion experiments, we determined that the role of NPC1 in advancing hepatocellular carcinoma progression truly relies on neutrophils. These observations are further reinforced by a comprehensive analysis of clinical databases alongside immunohistochemistry findings. In conclusion, our research suggests that NPC1's overexpression could contribute to hepatocellular carcinoma progression by promoting neutrophil recruitment, positioning NPC1 as a promising new biomarker and therapeutic target for hepatocellular carcinoma.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37989569",
    "pmid": "37989569",
    "doi": "10.1136/jmg-2023-109219",
    "title": "Familial Alzheimer's disease associated with heterozygous <i>NPC1</i> mutation.",
    "abstract": "<h4>Introduction</h4><i>NPC1</i> mutations are responsible for Niemann-Pick disease type C (NPC), a rare autosomal recessive neurodegenerative disease. Patients harbouring heterozygous <i>NPC1</i> mutations may rarely show parkinsonism or dementia. Here, we describe for the first time a large family with an apparently autosomal dominant late-onset Alzheimer's disease (AD) harbouring a novel heterozygous <i>NPC1</i> mutation.<h4>Methods</h4>All the five living siblings belonging to the family were evaluated. We performed clinical evaluation, neuropsychological tests, assessment of cerebrospinal fluid markers of amyloid deposition, tau pathology and neurodegeneration (ATN), structural neuroimaging and brain amyloid-positron emission tomography. Oxysterol serum levels were also tested. A wide next-generation sequencing panel of genes associated with neurodegenerative diseases and a whole exome sequencing analysis were performed.<h4>Results</h4>We detected the novel heterozygous c.3034G>T (p.Gly1012Cys) mutation in <i>NPC1</i>, shared by all the siblings. No other point mutations or deletions in <i>NPC1</i> or <i>NPC2</i> were found. In four siblings, a diagnosis of late-onset AD was defined according to clinical characterisation and ATN biomarkers (A+, T+, N+) and serum oxysterol analysis showed increased 7-ketocholesterol and cholestane-3β,5α,6β-triol.<h4>Discussion</h4>We describe a novel <i>NPC1</i> heterozygous mutation harboured by different members of a family with autosomal dominant late-onset amnesic AD without NPC-associated features. A missense mutation in homozygous state in the same aminoacidic position has been previously reported in a patient with NPC with severe phenotype. The alteration of serum oxysterols in our family corroborates the pathogenic role of our <i>NPC1</i> mutation. Our work, illustrating clinical and biochemical disease hallmarks associated with <i>NPC1</i> heterozygosity in patients affected by AD, provides relevant insights into the pathogenetic mechanisms underlying this possible novel association.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39747180",
    "pmid": "39747180",
    "doi": "10.1038/s41598-024-83460-x",
    "title": "Deficiency in NPC2 results in disruption of mitochondria-late endosome/lysosomes contact sites and endo-lysosomal lipid dyshomeostasis.",
    "abstract": "Dysfunction of the endo-lysosomal intracellular Cholesterol transporter 2 protein (NPC2) leads to the onset of Niemann-Pick Disease Type C (NPC), a lysosomal storage disorder. Metabolic and homeostatic mechanisms are disrupted in lysosomal storage disorders (LSDs) hence we characterized a cellular model of NPC2 knock out, to assess alterations in organellar function and inter-organellar crosstalk between mitochondria and lysosomes. We performed characterization of lipid alterations and confirmed altered lysosomal morphology, but no overt changes in oxidative stress markers. Using several techniques, we demonstrated that contacts between mitochondria and late endosomes/lysosomes are reduced in NPC2<sup>-/-</sup> HEK cells, we observed that the acidic compartments are swollen and lipid dense. Quantification of endogenous lipids in HEKNPC2<sup>-/-</sup> cells by mass spectrometry reveals accumulation of lipid species indicative of sphingolipid metabolic dysregulation within the lysosome. Specifically, HEK NPC2<sup>-/-</sup> cells exhibit marked elevation of glucosylsphingosine and glucosylceramides, substrates of beta glucocerebroside (GBA), as well as accumulation of sphingosine and sphingomyelins. Our studies suggest an involvement of NPC2 in the formation of contact sites between mitochondria and lysosomes and support the hypothesis of a role for NPC2 in the endo-lysosomal trafficking pathway and dynamic organellar crosstalk.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37999680",
    "pmid": "37999680",
    "doi": "10.1021/acs.jproteome.3c00375",
    "title": "Comparative Hippocampal Proteome and Phosphoproteome in a Niemann-Pick, Type C1 Mouse Model Reveal Insights into Disease Mechanisms.",
    "abstract": "Niemann-Pick disease, type C (NPC) is a neurodegenerative, lysosomal storage disorder in individuals carrying two mutated copies of either the <i>NPC1</i> or <i>NPC2</i> gene. Consequently, impaired cholesterol recycling and an array of downstream events occur. Interestingly, in NPC, the hippocampus displays lysosomal lipid storage but does not succumb to progressive neurodegeneration as significantly as other brain regions. Since defining the neurodegeneration mechanisms in this disease is still an active area of research, we use mass spectrometry to analyze the overall proteome and phosphorylation pattern changes in the hippocampal region of a murine model of NPC. Using 3 week old mice representing an early disease time point, we observed changes in the expression of 47 proteins, many of which are consistent with the previous literature. New to this study, changes in members of the SNARE complex, including STX7, VTI1B, and VAMP7, were identified. Furthermore, we identified that phosphorylation of T286 on CaMKIIα and S1303 on NR2B increased in mutant animals, even at the late stage of the disease. These phosphosites are crucial to learning and memory and can trigger neuronal death by altering protein-protein interactions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38253667",
    "pmid": "38253667",
    "doi": "10.1038/s41556-023-01339-x",
    "title": "Innate immune sensing of lysosomal dysfunction drives multiple lysosomal storage disorders.",
    "abstract": "Lysosomal storage disorders (LSDs), which are characterized by genetic and metabolic lysosomal dysfunctions, constitute over 60 degenerative diseases with considerable health and economic burdens. However, the mechanisms driving the progressive death of functional cells due to lysosomal defects remain incompletely understood, and broad-spectrum therapeutics against LSDs are lacking. Here, we found that various gene abnormalities that cause LSDs, including Hexb, Gla, Npc1, Ctsd and Gba, all shared mutual properties to robustly autoactivate neuron-intrinsic cGAS-STING signalling, driving neuronal death and disease progression. This signalling was triggered by excessive cytoplasmic congregation of the dsDNA and DNA sensor cGAS in neurons. Genetic ablation of cGAS or STING, digestion of neuronal cytosolic dsDNA by DNase, and repair of neuronal lysosomal dysfunction alleviated symptoms of Sandhoff disease, Fabry disease and Niemann-Pick disease, with substantially reduced neuronal loss. We therefore identify a ubiquitous mechanism mediating the pathogenesis of a variety of LSDs, unveil an inherent connection between lysosomal defects and innate immunity, and suggest a uniform strategy for curing LSDs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38222997",
    "pmid": "38222997",
    "doi": "10.7759/cureus.52091",
    "title": "Uncovering the Challenges of Rare Diseases: Insights From a Retrospective Cross-Sectional Study in Albania (2005-2022).",
    "abstract": "<h4>Background</h4>Diagnosing and treating rare diseases pose significant challenges within global healthcare systems due to their low prevalence and varying criteria for defining them. In Albania, the absence of a dedicated registry for rare diseases exacerbates these challenges. Recognising this gap, a retrospective cross-sectional study was conducted from January 2005 to December 2022 to analyse the incidence and prevalence of rare haematologic diseases in the country, diagnosed in the Hematology Service at the University Hospital Centre \"Mother Teresa,\" which is the sole diagnostic center for blood diseases in Albania. This study aims to provide insights into the frequency of these diseases within the adult Albanian population and seeks to underscore the critical need for improved data collection and research in this field of healthcare.<h4>Objective</h4>The primary objective of this study is to assess the incidence and prevalence of rare hematologic diseases diagnosed at the Hematology Service of the University Hospital Centre \"Mother Teresa\" in Albania from January 2005 to December 2022.<h4>Materials and methods</h4>This retrospective cross-sectional study employed a descriptive study design, focusing on the analysis of rare hematologic disease incidence and prevalence. The study was conducted exclusively at the University Hospital Centre \"Mother Teresa\" in Albania, the primary diagnostic center for blood-related disorders in the country. Data collection spanned a period of 18 years, from January 2005 to December 2022, encompassing patient records. Inclusion criteria encompassed adult patients aged 15 years and older who had received diagnoses of rare hematologic diseases during the specified timeframe, without specific operational definitions applied. Non-probability convenience sampling was used, including all eligible cases identified within the study's timeframe, obviating the need for formal sample size calculation. Data were extracted from the records of the Hematology Service at the University Hospital Centre \"Mother Teresa,\" primarily using medical records containing essential patient information. Data analysis utilised software such as EXCEL 16.0 and SPSS (v. 25.0), applying descriptive statistical methods, including frequencies and percentages, to assess the incidence and prevalence of rare hematologic diseases. The study's findings were summarised and presented in a tabular format to provide a clear and concise overview of the results.<h4>Results</h4>Our study identified 64 cases of rare hematologic diseases among adults. Notably, primary myelofibrosis (MF) exhibited the highest incidence and prevalence rate, followed by Waldenström macroglobulinemia (WM) and Gaucher disease (GD) emerging as the most prevalent diagnoses after MF, with 16 and 10 cases, respectively. Several ultra-rare diseases, such as Fanconi anemia and chronic eosinophilic leukemia, were also detected, indicating a significant disease burden, while diseases such as Factor X deficiency and Niemann-Pick disease type C were exceptionally rare.<h4>Conclusion</h4>Diagnosing and treating rare diseases remain formidable challenges in healthcare systems worldwide. This study underscores the need for enhanced awareness, research, and the pressing need for dedicated registries, collaborative research initiatives, and heightened attention to these conditions to enhance our understanding and management of rare hematological diseases, particularly within the Albanian healthcare context.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40027064",
    "pmid": "40027064",
    "doi": "10.7759/cureus.78260",
    "title": "Histoplasmosis: No Longer Just a Disease of the Immunocompromised.",
    "abstract": "Histoplasmosis is a fungal infection primarily caused by the dimorphic fungus <i>Histoplasma capsulatum</i>. In endemic regions, the primary reservoirs are soil and the waste of bats and birds. The fungus spreads through the inhalation of spores in contaminated environments, often behaving as an opportunistic pathogen. Its clinical presentation is highly variable, ranging from asymptomatic cases to progressive disseminated infections, which can be fatal if left untreated. A 56-year-old man with a history of pulmonary emphysema, previous oral candidiasis, and frequent travel to Asia presented with splenomegaly, hepatosplenomegaly, leukopenia, and thrombocytopenia. An extensive diagnostic workup ruled out HIV, tropical infections, and storage diseases but revealed elevated levels of angiotensin-converting enzyme and β2 microglobulin. Imaging studies showed emphysematous changes, mediastinal adenopathy, and tree-in-bud opacities. Bronchofibroscopy identified mucosal nodular lesions, which, upon biopsy, were confirmed to be necrotizing granulomas with fungal morphology consistent with <i>Histoplasma</i>. The diagnosis of progressive disseminated histoplasmosis involving the lungs, bone marrow, and spleen was established. Treatment with intravenous amphotericin B led to clinical and radiological improvement. This case underscores the importance of considering disseminated histoplasmosis in immunocompetent patients, even in nonendemic areas. It highlights the critical role of thorough clinical history and prompt diagnosis in ensuring effective management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39950113",
    "pmid": "39950113",
    "doi": "10.3389/fphar.2025.1487993",
    "title": "Case report: Infantile pulmonary alveolar proteinosis associated with cytosolic isoleucyl-tRNA synthetase deficiency.",
    "abstract": "Cytosolic isoleucyl-tRNA synthetase (IARS1) deficiency, an exceptionally rare autosomal recessive inherited disorder, is characterized by multiple system involvement, including growth retardation, intellectual developmental disorder, hypotonia, and hepatopathy. Pulmonary alveolar proteinosis (PAP) is a rare phenotype of IARS1 deficiency, having been reported in only two siblings from the same family. In this study, we present a case of IARS1 deficiency in a 5-month-old boy, who exhibited PAP as the initial and predominant manifestation. Additionally, whole-exome sequencing identified compound heterozygous variants in the <i>IARS1</i> gene (c.2428C>T/c.128T>C), both of which are novel observations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40004948",
    "pmid": "40004948",
    "doi": "10.3390/nu17040619",
    "title": "Cholesin mRNA Expression in Human Intestinal, Liver, and Adipose Tissues.",
    "abstract": "<h4>Objective</h4>Cholesin is a recently discovered gut-derived hormone secreted by enterocytes upon dietary cholesterol uptake via the transmembrane sterol transporter Niemann-Pick disease C1-like intracellular cholesterol transporter 1 (NPC1L1). In the liver, cholesin activates G protein-coupled receptor 146 (GPR146), causing reduced cholesterol synthesis. In this exploratory, hypothesis-generating study based on post hoc analysis, human data on the cholesin system are presented.<h4>Methods</h4>Mucosal biopsies were collected throughout the intestinal tract from 12 individuals with type 2 diabetes (T2D) and 12 healthy, matched controls. Upper small intestinal mucosal biopsies were collected from 20 individuals before and after Roux-en-Y gastric bypass (RYGB) surgery. Liver biopsies were collected from 12 men with obesity and 15 matched controls without obesity. Subcutaneous abdominal adipose tissue biopsies were collected from 20 men with type 1 diabetes (T1D). All biopsies underwent full mRNA sequencing.<h4>Results</h4>Cholesin mRNA expression was observed throughout the intestinal tracts of the individuals with T2D and the controls, in the livers of men with and without obesity, and in adipose tissue of men with T1D. NPC1L1 mRNA expression was robust throughout the small intestines but negligible in the large intestines of both individuals with and without T2D. RYGB surgery induced the expression of NPC1L1 mRNA in the upper small intestine. GPR146 mRNA was expressed in the livers of men, both with and without obesity, and in the adipose tissue of men with T1D, but not in the intestines.<h4>Conclusions</h4>Our results suggest a role of the cholesin system in human physiology, but whether it is perturbed in metabolic diseases remains unknown.<h4>Clinical trial registration numbers</h4>NCT03044860, NCT03093298, NCT02337660, NCT03734718.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38323732",
    "pmid": "38323732",
    "doi": "10.1111/jgh.16505",
    "title": "Diagnostic algorithm for neonatal intrahepatic cholestasis integrating single-gene testing and next-generation sequencing in East Asia.",
    "abstract": "<h4>Background and aim</h4>Advances in molecular genetics have uncovered causative genes responsible for neonatal cholestasis. Panel-based next-generation sequencing has been used clinically in infants with neonatal cholestasis. We aimed to evaluate the clinical application of single-gene testing and next-generation sequencing and to develop a diagnostic algorithm for neonatal intrahepatic cholestasis.<h4>Methods</h4>From January 2010 to July 2021, patients suspected of having neonatal intrahepatic cholestasis were tested at the Seoul National University Hospital. If there was a clinically suspected disease, single-gene testing was performed. Alternatively, if it was clinically difficult to differentiate, a neonatal cholestasis gene panel test containing 34 genes was performed.<h4>Results</h4>Of the total 148 patients examined, 49 (33.1%) were received a confirmed genetic diagnosis, including 14 with Alagille syndrome, 14 with neonatal intrahepatic cholestasis caused by citrin deficiency, 7 with Dubin-Johnson syndrome, 5 with arthrogryposis-renal dysfunction-cholestasis syndrome, 5 with progressive familial intrahepatic cholestasis type II, 1 with Rotor syndrome, 1 with Niemann-Pick disease type C, 1 with Kabuki syndrome, and 1 with Phenylalanyl-tRNA synthetase subunit alpha mutation. Sixteen novel pathogenic or likely pathogenic variants of neonatal cholestasis were observed in this study. Based on the clinical characteristics and laboratory findings, we developed a diagnostic algorithm for neonatal intrahepatic cholestasis by integrating single-gene testing and next-generation sequencing.<h4>Conclusions</h4>Alagille syndrome and neonatal intrahepatic cholestasis caused by citrin deficiency were the most common diseases associated with genetic neonatal cholestasis. Single-gene testing and next-generation sequencing are important and complementary tools for the diagnosis of genetic neonatal cholestasis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40161924",
    "pmid": "40161924",
    "doi": "10.1016/j.ymgmr.2025.101204",
    "title": "A novel &lt;i&gt;SLC44A&lt;/i&gt; gene variant in a patient with neonatal cholestasis and liver failure.",
    "abstract": "<i>SLC44A1</i> gene variants (MIM # 618868) are associated with a choline transporter deficiency with a rare autosomal recessive genetic disorder characterized by neurodegeneration, childhood-onset with ataxia, tremor, optic atrophy, and cognitive decline. Variants in the <i>SLC44A1</i> gene are considered to be responsible for the syndrome. We reported a four-month-old baby with neonatal cholestasis and liver failure, but neurological development and examination were normal. During the patient's initial physical examination, height, weight, and head circumference were < -2 SDS. He was alert, with eye tracking and a smile present, appeared icteric, and exhibited hepatosplenomegaly, with a history of second-degree consanguinity between his parents. The patient showed signs of neonatal jaundice, elevated transaminases, and episodes of hypoglycemia. After excluding biliary atresia, tyrosinemia, and other metabolic diseases, mitochondrial hepatopathy, vascular pathologies, and congenital infectious diseases through all standard examinations for neonatal cholestasis, a genetic analysis test and whole exome analysis were conducted. Molecular analysis of the whole exome revealed a novel inherited mutation, one inherited from each parent. This novel variant in the SLC44A1 gene is c.1632 + 1G > A. A thorough physical examination and laboratory tests should be conducted for patients presenting with neonatal cholestasis. Subsequently, whole exome analysis from the parents identified the same mutation as heterozygous c.1632 + 1G > A in the SLC44A1 gene. Genetic examinations should be considered in patients whose cause remains undetermined, particularly when there is a family history.<h4>Conclusion</h4>We describe a novel childhood-onset liver failure and metabolic disease caused by choline transporter deficiency with autosomal recessive inheritance.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38340908",
    "pmid": "38340908",
    "doi": "10.1016/j.clindermatol.2024.01.014",
    "title": "Eponyms that honor Jewish dermatologists: A celebration and a remembrance, Part three: Jewish physicians who practiced during the Holocaust and in its aftermath.",
    "abstract": "Part III of this contribution continues to celebrate the many contributions that Jewish physicians have made to advance the specialty of dermatology, as reflected by eponyms that honor their names. Part I covered the years before 1933, a highly productive period of creativity by Jewish dermatologists, especially in Germany and Austria. The lives of 17 Jewish physicians and their eponyms were described in Part I. Part II focused on the years of 1933 to 1945, when the Nazis rose to power in Europe, and how their anti-Semitic genocidal policies affected leading Jewish dermatologists caught within the Third Reich. Fourteen Jewish physicians and their eponyms are discussed in Part II. Part III continues the remembrance of the Holocaust era by looking at the careers and eponyms of an additional 13 Jewish physicians who contributed to dermatology during the period of 1933 to 1945. Two of these 13 physicians, pathologist Ludwig Pick (1868-1944) and neurologist Arthur Simons (1877-1942), perished in the Holocaust. They are remembered by the following eponyms of interest to dermatologists: Lubarsch-Pick syndrome, Niemann-Pick disease, and Barraquer-Simons syndrome. Four of the 13 Jewish physicians escaped the Nazis: Felix Pinkus (1868-1947), Herman Pinkus (1905-1985), Arnault Tzanck (1886-1954), and Erich Urbach (1893-1946). Eponyms that honor their names include nitidus Pinkus, fibroepithelioma of Pinkus, Tzanck test, Urbach-Wiethe disease, Urbach-Koningstein technique, Oppenheim-Urbach disease, and extracellular cholesterinosis of Karl-Urbach. The other seven Jewish physicians lived outside the reach of the Nazis, in either Canada, the United States, or Israel. Their eponyms are discussed in this contribution. Part III also discusses eponyms that honor seven contemporary Jewish dermatologists who practiced dermatology after 1945 and who continue the nearly 200 years of Jewish contribution to the development of the specialty. They are A. Bernard Ackerman (1936-2008), Irwin M. Braverman, Sarah Brenner, Israel Chanarin, Maurice L. Dorfman, Dan Lipsker, and Ronni Wolf. Their eponyms are Ackerman syndrome, Braverman sign, Brenner sign, Chanarin-Dorfman syndrome, Lipsker criteria of the Schnitzler syndrome, and Wolf's isotopic response.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39456198",
    "pmid": "39456198",
    "doi": "10.3390/biom14101265",
    "title": "Glycosphingolipids in Cardiovascular Disease: Insights from Molecular Mechanisms and Heart Failure Models.",
    "abstract": "This review explores the crucial role of glycosphingolipids (GSLs) in the context of cardiovascular diseases (CVDs), focusing on their biosynthesis, metabolic pathways, and implications for clinical outcomes. GSLs are pivotal in regulating a myriad of cellular functions that are essential for heart health and disease progression. Highlighting findings from both human cohorts and animal models, this review emphasizes the potential of GSLs as biomarkers and therapeutic targets. We advocate for more detailed mechanistic studies to deepen our understanding of GSL functions in cardiovascular health, which could lead to innovative strategies for diagnosis, treatment, and personalized medicine in cardiovascular care.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38077306",
    "pmid": "38077306",
    "doi": "10.1210/jcemcr/luad152",
    "title": "Niemann-Pick Disease With Bilateral Adrenal Mass.",
    "abstract": "Niemann-Pick disease (NPD) is a heterogeneous group of lysosomal storage disorders with autosomal recessive inheritance pattern. There are 4 types of NPD. Patients with NPD type B generally have better prognosis, allowing them to survive into adulthood. They have a widespread clinical presentation, affecting multiple organs but rarely neurological involvement. Here, we describe the case of a 38-year-old woman with unexplained hepatosplenomegaly and young hypertensive intracranial bleed. Evaluation for young hypertension further revealed a nonfunctional bilateral adrenal mass and gross hepatosplenomegaly. NPD was confirmed through dried blood spot investigation. It showed low activity of acid sphingomyelinase and genetic testing also detected 2 pathogenic mutations. She is being managed by a multidisciplinary team for supportive treatment that includes regular symptoms monitoring and genetic counseling.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39669632",
    "pmid": "39669632",
    "doi": "10.1016/j.gimo.2024.101869",
    "title": "Shortcomings of ethnicity-based carrier screening for conditions associated with Ashkenazi Jewish ancestry.",
    "abstract": "<h4>Purpose</h4>Carrier screening identifies reproductive risk for autosomal recessive and X-linked genetic conditions. Currently, some medical society guidelines continue to recommend ethnicity-based carrier screening for conditions associated with Ashkenazi Jewish (AJ) ancestry. We assessed the utility and limitations of these guidelines in a large, ethnically and genetically diverse cohort of genotyped individuals.<h4>Methods</h4>We characterized the self-reported ethnicity and genetic ancestry of over 110,000 consenting research participants identified as heterozygous for pathogenic variants associated with 15 autosomal recessive conditions recommended by the American College of Obstetricians and Gynecologists for screening in individuals of AJ descent.<h4>Results</h4>Out of 7.2 million research participants, 116,517 research participants were identified as heterozygous for pathogenic variants associated with 15 conditions evaluated. The majority (54.9%) of heterozygotes did not report qualifying ethnicity under American College of Obstetricians and Gynecologists ethnicity-based screening guidelines. Approximately half (51.3%) of all individuals heterozygous for pathogenic variants in genes associated with 1 or more conditions recommended to be screened exclusively in individuals of AJ descent had <20% computed AJ ancestry.<h4>Conclusion</h4>Ethnicity-based carrier screening leads to the under detection of heterozygotes and associated reproductive risk for conditions historically associated with AJ ancestry.",
    "journal": "",
    "year": "2024"
  }
]