[
  {
    "id": "40206190",
    "pmid": "40206190",
    "doi": "10.1016/j.ymgmr.2025.101207",
    "title": "Successful desensitization protocol to alglucosidase and avalglucosidase alfa in a patient with infantile-onset Pompe disease.",
    "abstract": "Infantile-onset Pompe disease is a lysosomal disease characterized by cardiomyopathy and muscle weakness that, without specific treatment, is fatal within the first two years of life. We present the case of an infant who developed anaphylaxia to enzyme replacement therapy with alglucosidase-alfa. We provide a desensitization protocol to alglucosidase-alfa and, for the first time, a desensitization protocol to avalglucosidase-alfa, both delivered in a reasonable time of <6 h, and without any further reactions in the patient.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40032504",
    "pmid": "40032504",
    "doi": "10.1136/pn-2024-004506",
    "title": "Late-onset Pompe disease mimicking oculopharyngeal muscular dystrophy.",
    "abstract": "Pompe disease is a genetic condition that results in glycogen accumulation in tissues, presenting from early infancy to late adulthood with various neurological and non-neurological features. We describe a woman in her late 70s with a slowly progressive onset (over years) of ptosis, oropharyngeal dysphagia and dysarthria, who was found to have late-onset Pompe disease. This case illustrates an atypical phenotype of late-onset Pompe disease that closely mimicked oculopharyngeal muscular dystrophy. Pompe disease is relatively easily identified using dried blood spot testing as a screening test. Enzyme replacement therapy for Pompe disease has increased the importance of its timely diagnosis, and recognising the variability in its presentation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40183436",
    "pmid": "40183436",
    "doi": "10.36185/2532-1900-1106",
    "title": "Management of Pompe disease alongside and beyond ERT: a narrative review.",
    "abstract": "<h4>Background</h4>Pompe disease is a lysosomal storage disorder that primarily affects muscles, and its natural history has been transformed over the past 20 years by therapies designed to restore the deficient enzyme function, from the first enzyme replacement therapies (ERTs) to the gene therapy currently in development. However, despite these ground-breaking innovations, the importance of a multi-system and rehabilitative approach remains critical, as it addresses the complex systems involved in the disease and optimizes the success of pharmacological treatments.<h4>Methods</h4>We conducted a narrative review of the current pharmacological treatments approved for Pompe disease, as well as those undergoing clinical trials. We also reviewed international recommendations for managing respiratory, musculoskeletal, and cardiac function specially focusing on the late-onset form.<h4>Results</h4>There are no universally agreed guidelines for the multidisciplinary management and many recommendations are based on expert consensus and small interventional studies. Nevertheless, combined approaches involving ERT therapy along with specific rehabilitation and nutritional programs appear to yield beneficial effects.<h4>Conclusions</h4>Pompe disease, one of the first neuromuscular diseases to benefit from the approval of disease-modifying therapies, is a paradigm for the importance of an integrated therapeutic-rehabilitative approach.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39910942",
    "pmid": "39910942",
    "doi": "10.14715/cmb/2025.70.1.5",
    "title": "Clinical and genetic spectrums of Pompe disease in Duhok city, Kurdistan region, Iraq.",
    "abstract": "Pompe disease which is glycogen storage disease type II, is an autosomal recessive lysosomal storage disorder where GAA gene mutations cause deficiency of acid alpha-glucosidase leading to deposition of glycogen in various tissues. Chromosome 17q25.2-25.3 is the location of GAA gene. This study aims to collect information on the Pompe disease symptoms' severity and genotypes of 18 children who represented all infant patients with Pompe disease until March 1st, 2024. For diagnosis tandem mass spectrometry and genetic study were used. Muscle strength was assessed by hand-held dynamometry. Cardiac assessment was by echocardiography and electrocardiography. The feeding and swallowing difficulties in the patients were addressed. Statistical analysis was used P<0.05 was considered significant. Fifty percent had normal mental development, 27.8% had delayed mile stones 55.6% had weakness of extremities, 50% had heart problems in the first month,38.8% had respiratory problems in the first month and 12(66.6%) had feeding difficulties. The level of the enzyme alpha-1,4 Glucosidase level was Zero in two patients 66.7% and was 0.1µmol/L/h in 33.3% of the alive patients while it was 0.1 µmol/L/h in 73.3% and 0.2 µmol/L/h in 13.3% of the dead with a significant correlation. The genetic mutations were   c. [258dupC]; [258dup] in 6 (33.3%) of the patients, c.258dup in 3(16.6%) and c.2237G>A in 11.1% of all the patients. Childhood Pompe disease course varies widely. It is important to consider Pompe disease in the differential diagnosis of patients with unexplained fatigue and weakness and cardiorespiratory involvement.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39849595",
    "pmid": "39849595",
    "doi": "10.1186/s13052-025-01837-8",
    "title": "Clinical manifestations in Egyptian Pompe disease patients: Molecular variability and enzyme replacement therapy (ERT) outcomes.",
    "abstract": "<h4>Background</h4>Pompe disease is a rare genetic disorder caused by a deficiency of the enzyme acid alpha-glucosidase. This condition leads to muscle weakness, respiratory problems, and heart abnormalities in affected individuals.<h4>Methods</h4>The aim of the study is to share our experience through cross sectional study of patients with infantile-onset Pompe disease (IOPD) with different genetic variations, resulting in diverse clinical presentations. We evaluated their phenotype, genotype, radiological and laboratory findings including their cross-reactive immunologic material (CRIM) status. Infantile Pompe disease was diagnosed by measurement of the activity of the enzyme alpha-glucosidase. The diagnosis was confirmed by molecular genetic testing using PCR amplification and sequencing of the acid alpha-glucosidase (GAA) gene. Routine two-D echocardiography, and multi-parametric ECG-gated cardiac magnetic resonance imaging (CMR) were done to patients six months after starting enzyme replacement therapy (ERT).<h4>Results</h4>The results of our study revealed different genetic mutations among our patients, different CRIM status and also CMR abnormalities. CMR imaging revealed abnormalities in all cases that underwent the procedure, including myocardial and vascular changes, with feature tracking indicating issues across all parameters and LGE suggesting fibrosis. The patient with a positive immune response had the most severe cardiac abnormalities, despite improvements in muscle weakness and motor skills from ERT. This underscores that delayed diagnosis and ERT can lead to irreversible heart damage from autophagy buildup.<h4>Conclusion</h4>Pompe disease has various clinical presentations and results in significant CMR findings, which can be attributed to different genetic mutations. Early initiation of enzyme replacement therapy in infantile-onset Pompe disease is important to maximize its benefits.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39775060",
    "pmid": "39775060",
    "doi": "10.1038/s41431-024-01771-z",
    "title": "Predicting the phenotype of Pompe Disease from features of GAA variants.",
    "abstract": "As the management of Pompe disease depends on whether an individual has infantile onset Pompe disease (IOPD) or late onset Pompe disease (LOPD), the question of whether the phenotype can be predicted from specific pathogenic variants is becoming increasingly important. We reviewed published cases of Pompe disease in which IOPD versus LOPD and pathogenic GAA variants were assigned for specific individuals. We then compared variant types and locations versus phenotypes. We identified 115 cases, 42 with IOPD and 73 with LOPD. We found that two features of GAA variants can help predict phenotype: (1) presence of a splice variant on at least one allele and (2) location in specific protein domains. These findings help provide prognoses for newborns diagnosed with Pompe disease. Our analysis will also help expecting and prospective parents who pursue genetic testing as they consider therapeutic options that may be beneficial to implement soon after birth.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39927452",
    "pmid": "39927452",
    "doi": "10.1016/j.gim.2025.101373",
    "title": "Efficacy of transitioning from alglucosidase alfa to avalglucosidase alfa in infantile-onset Pompe disease: A single-center cohort analysis.",
    "abstract": "<h4>Purpose</h4>Although alglucosidase alfa (AGL) is the standard treatment for Pompe disease, its efficacy is limited, partially because of its low mannose-6-phosphate content. Avalglucosidase alfa (AVA), a glycoengineered recombinant human acid α-glucosidase, has shown improved receptor-mediated uptake compared with AGL. Herein, we report the long-term efficacy and safety of AVA in patients with infantile-onset Pompe disease (IOPD) previously treated with AGL.<h4>Methods</h4>This retrospective cohort study included 9 patients with IOPD who transitioned from AGL to AVA; these patients were diagnosed and treated after being detected with IOPD via newborn screening. We analyzed the clinical status, biomarker levels (serum creatine kinase and urine glucose tetrasaccharide), and functional assessments before and after AVA treatment of these patients. Statistical analyses were performed using the Wilcoxon matched-pair signed-rank test.<h4>Results</h4>Due to inadequate responses, all 9 patients received AGL at dosages exceeding the label recommendations, including one who also had tried cipaglucosidase alfa plus miglustat before transitioning to AVA. After transitioning to AVA at a dosage of 40 mg/kg every other week for a median duration of 4.9 years, the patients experienced significant reductions in biomarker levels (serum creatine kinase levels decreased by 63% and urine glucose tetrasaccharide levels decreased by 69%). Functional assessments, including pulmonary function and 6-minute walk tests, showed improvement in young patients but remained stable in older patients. Safety analyses revealed manageable infusion-associated reactions. Immune modulation therapy for antidrug antibodies was administered to 1 IOPD patient.<h4>Conclusion</h4>The transition from a high dose of AGL to AVA demonstrated sustained improvements in biomarker levels and motor function in patients with IOPD. Early initiation of AVA is crucial for patients with IOPD.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39914294",
    "pmid": "39914294",
    "doi": "10.1016/j.ymgme.2025.109045",
    "title": "Metabolic and proteomic profiles provide insights on mechanism of late onset Pompe disease.",
    "abstract": "Late onset Pompe disease (LOPD) is caused by a deficiency of the enzyme acid α-glucosidase, resulting in glycogen accumulation in lysosomes. The mechanism of LOPD has been less explored. In this study, we used an integrative analysis of the proteomics and metabolomics of LOPD muscle samples to reveal the potential mechanisms. Proteomic analysis identified 635 upregulated proteins and 89 downregulated proteins in the LOPD group. Similarly, metabolomic analysis revealed 15 upregulated and 143 downregulated metabolites; notably, L-arginine levels were significantly decreased in the LOPD group. Lysosome-related GO terms were significantly upregulated, while GO terms related to neurofilament, cytoskeleton, axon ensheathment, and myelin sheath were significantly downregulated. KEGG pathway analysis demonstrated that the lysosome, autophagy, and mTOR pathways were distinctly upregulated. Correlation analysis indicated that CALML3 showed a potential correlation with LOPD severity. Our study highlighted the potential crosstalk among these LOPD-related pathways. Supplementation with L-arginine could represent a promising therapeutic approach for LOPD, and CALML3 could serve as a potential biomarker for LOPD severity. These findings provide valuable insights into the pathogenesis of LOPD and suggest avenues for future therapeutic development.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "29262159",
    "pmid": "29262159",
    "doi": "",
    "title": "Glycogen Storage Disease Type II",
    "abstract": "Glycogen storage disease type II, also known as Pompe disease, is a rare and progressive neuromuscular disorder inherited in an autosomal recessive manner. This disease results from a deficiency of the enzyme acid α-glucosidase (GAA), causing impairment in the degradation of glycogen within the lysosomes of the muscular tissue. The clinical presentation of glycogen storage disease type II varies widely depending on the age of symptom onset, the degree of GAA deficiency, and the specific mutations involved. Two phenotypes are described: infantile-onset Pompe disease (IOPD), which is the classic and more severe form, and late-onset Pompe disease (LOPD), which may manifest later in childhood or adulthood. IOPD typically presents within the first few months of life with severe symptoms, eg, hypotonia, hypertrophic cardiomyopathy, and respiratory failure; this last symptom remains the leading cause of mortality. LOPD presents more insidiously, often with proximal muscle weakness and eventual respiratory insufficiency due to diaphragm involvement, while cardiac and gastrointestinal symptoms are rare. Pompe disease diagnosis is confirmed through genetic testing, identifying pathogenic mutations in the GAA gene, and enabling the cross-reactive immunologic material (CRIM) status determination. CRIM status is crucial for assessing residual GAA protein production and is strongly associated with prognosis and response to enzyme replacement therapy. Early detection and treatment, particularly in newborns, significantly alter the disease course, with enzyme replacement therapy (ERT) remaining the cornerstone of management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39983297",
    "pmid": "39983297",
    "doi": "10.1016/j.ymgme.2025.109043",
    "title": "Exploring the use of the National Institutes of Health Toolbox Cognition Battery with children and adolescents with Pompe disease: Preliminary findings.",
    "abstract": "<h4>Background</h4>Although Pompe disease (PD) was originally characterized as a metabolic myopathy, there is now emerging evidence of neurological involvement in children and adolescents with infantile-onset Pompe disease (IOPD). Therefore, assessing cognition and detecting cognitive changes in these individuals over time have become important components of their care. The National Institutes of Health Toolbox Cognition Battery (NIHT-CB, Version 2) is a brief, standardized instrument designed to measure cognitive processes in individuals 3-85 years of age. With its availability and ease of administration by a trained provider, the NIHT-CB could potentially be used in a clinical health care setting to help screen/monitor cognition in individuals with PD. This is the first study to report the use of the NIHT-CB in children and adolescents with IOPD and late-onset Pompe disease (LOPD) and their performance on this instrument in comparison to traditional neuropsychological measures.<h4>Methods</h4>Fourteen children with IOPD (median age = 10.5, range = 6-19 years) and eight with LOPD (median age = 12.5, range = 7-17 years) were administered the NIHT-CB and a neuropsychological battery by the same psychologist with expertise in PD.<h4>Results</h4>On the NIHT-CB and selected neuropsychological measures, nearly all median scores for the IOPD group were lower than those of the LOPD group. However, none of the differences between the IOPD and LOPD groups were statistically significant. Consistent with previous reports, there was a wide range of scores among the IOPD and LOPD participants on both the neuropsychological measures and the NIHT-CB. The lowest median NIHT-CB score for both groups was on the Flanker Inhibitory Control and Attention Test (IOPD = 77.5, LOPD = 84), a measure of executive function and selective attention. Positive, significant relationships were found between the NIHT-CB and neuropsychological measures of overall cognition, reading decoding, and short-term working memory on the Wechsler Intelligence Test scales and the Woodcock-Johnson Tests of Achievement subtest for the IOPD group only.<h4>Conclusions</h4>Though not a replacement for an established neuropsychological battery, the NIHT-CB could potentially be used as a screening measure to provide a baseline level of cognitive functioning in children and adolescents with IOPD. Observed changes in the NIHT-CB Cognitive Function Composite or selected subtests over time may also signal the need for a more comprehensive neuropsychological battery and/or brain imaging studies as indicated. Longitudinal studies examining the performance of a larger cohort of IOPD and LOPD children and adults at multiple time points are needed.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39731073",
    "pmid": "39731073",
    "doi": "10.1186/s12891-024-08220-4",
    "title": "Sensory neuropathy in patients with Pompe disease: a case series in Iran.",
    "abstract": "<h4>Background</h4>Pompe disease is a glycogen storage disease primarily affecting striated muscles. Despite its main manifestation in muscles, patients with Pompe disease may exhibit non-muscle symptoms, such as hearing loss, suggesting potential involvement of sensory organs or the nervous system due to glycogen accumulation.<h4>Aims</h4>This study aimed to evaluate the presence of concomitant small and large fiber neuropathy in patients with Pompe disease.<h4>Methods</h4>In this case series study, nine patients with Pompe disease without complaints of neuropathy were evaluated. Small fiber neuropathy was assessed using the Small Fiber Neuropathy Screening List (SFNSL) and SUDOSCAN<sup>R</sup>, while the sympathetic system was evaluated through Sympathetic Skin Response (SSR), and large fiber neuropathy was assessed through electrodiagnostic findings.<h4>Results</h4>Small fiber neuropathy was detected in seven patients (77.8%) according to the SFNSL. Three patients (3/9, approximately 30%) exhibited positive electrophysiological tests, including SSR, SUDOSCAN<sup>R</sup>, and nerve conduction studies for neuropathy. They also had positive SFNSL results.<h4>Conclusions</h4>This study indicates that neuropathy can be a comorbid condition in Pompe disease, emphasizing the importance of screening for this disabling condition.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39953542",
    "pmid": "39953542",
    "doi": "10.1186/s13023-025-03552-3",
    "title": "Real-world evidence for Pompe disease remains fragmented. Comment on \"A rare partnership: patient community and industry collaboration to shape the impact of real-world evidence on the rare disease ecosystem\" by Klein et al.",
    "abstract": "In a recent publication by Klein et al., the need for real-world data on rare diseases is highlighted. We strongly support this need, and the collaboration with the patient community to collect data, as promoted in this publication. Our concern, however, is that this paper may be misunderstood as suggesting that the Sanofi-run Rare Disease Registries (RDRs) are sufficient to provide the datasets needed to evaluate current and future therapies. Industry-driven registries focus on their own product(s) and, therefore, do not provide the opportunity to compare products from different companies. Today, multiple companies produce treatments for all diseases included in the RDRs. Each company will have to run its own registry for regulatory purposes. This will lead to data fragmentation, which is prohibitive of truly understanding the effects of the various treatment options for these rare diseases. Therefore, independently funded and owned registries are essential to generate real-world evidence (RWE) unrelated to specific products. We discuss options for this for Pompe disease, including the International Pompe Survey, which has collected patient-reported outcomes independently from industry since 2002. This letter aims to raise awareness of the problem of siloed data and advocate for a new way forward where independent registries provide post-marketing surveillance data.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39946071",
    "pmid": "39946071",
    "doi": "10.1007/s12687-025-00770-x",
    "title": "Is Brazil following global trends in high-cost treatments? The case of Pompe Disease.",
    "abstract": "Access to high-cost drugs for rare diseases poses global challenges, especially in low- and middle-income countries. Pompe Disease (PD) exemplifies these challenges as a case study to analyze Brazil's approach to accessing high-cost therapies. This study aims to characterize access to high-cost drugs for rare diseases in Brazil using PD as a reference and to compare Brazil's approach with global trends in PD treatment. A documentary review on access to PD treatment within Brazil's Unified Health System (SUS) was conducted. This included health technology assessments (HTA) and regulatory decisions from Brazilian and international agencies. Data on the dispensing of alglucosidase alfa from the Brazilian Outpatient Information System (SIA/SUS; Jan 2020-May 2024) were analyzed and compared to previous budget impact estimates. Only alglucosidase alfa is covered by the SUS, and exclusively for Infantile-onset Pompe Disease (IOPD). Projections for vial usage in the SUS were overestimated. Key drivers of access include Ministry of Health policies, HTA recommendations, judiciary decisions, and industry actions. Brazil's access model shows partial alignment with global trends, but significant gaps remain. The study highlights systemic issues that are relevant to other rare diseases, offering insights and lessons for Brazil and other middle-income countries.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40136631",
    "pmid": "40136631",
    "doi": "10.3390/ijns11010016",
    "title": "Five-Year Outcomes of Patients with Pompe Disease Identified by the Pennsylvania Newborn Screen.",
    "abstract": "Pennsylvania started newborn screening for Pompe disease (PD) in 2016. As a result, the prevalence of PD has increased with early detection, primarily of late-onset Pompe disease (LOPD). No clear guidelines exist regarding if and when to initiate enzyme replacement therapy (ERT) in patients identified through a newborn screen (NBS). To help define the natural history and indications for starting ERT, we present the long-term follow-up data of 45 patients identified through NBS from 2016 to 2021. These patients were evaluated at regular intervals through our multi-disciplinary clinic at the Children's Hospital of Philadelphia (CHOP) with physical examinations, physical therapy evaluations, muscle biomarkers including creatine kinase (CK), aspartate aminotransferase (AST), alanine aminotransferase (ALT), and hexosaminidase 4 levels (Hex4), as well as cardiac evaluation at certain points in time. We found that newborn screening of acid alpha-glucosidase (GAA) enzyme detected primarily LOPD. One case of infantile-onset PD (IOPD) was detected. Muscle biomarkers in LOPD were elevated at birth and showed a general downward trend over time. NBS GAA levels and initial CK levels helped to differentiate LOPD cases from unaffected infants (carriers, pseudodeficiency alleles), while Hex4 was not a meaningful discriminator. On repeat NBS, there was a significant difference between mean GAA levels for the unaffected vs. compound heterozygote groups and unaffected vs. homozygote groups for the common splice site pathogenic variant (c.-32-13T>G). Echocardiogram and electrocardiogram (EKG) are essentially normal at the first evaluation in LOPD. One LOPD patient was started on ERT at age 4.5 months. Continued data collection on these patients is critical for developing management guidelines, including timing of ERT and improved genotype-phenotype correlation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39678382",
    "pmid": "39678382",
    "doi": "10.3389/fgene.2024.1477291",
    "title": "Detection of gene variants associated with recessive limb-girdle muscular weakness and Pompe disease in a global cohort of patients through the application of next-generation sequencing analysis.",
    "abstract": "<h4>Introduction</h4>Hereditary myopathies arise due to numerous pathogenic variants occurring in distinct genes, which amount to several hundred. Limb-girdle muscular dystrophies (LGMDs) constitute a heterogeneous group of neuromuscular disorders involving more than 30 genes. Clinically, LGMD is characterized by limb-girdle muscular weakness (LGMW). Late-onset Pompe disease is an important disorder with a differential diagnosis for LGMD, where next-generation sequencing (NGS) plays a crucial role in accurate and prompt diagnosis. The sensitivity and specificity of a 10-gene NGS panel have been previously evaluated for the prevalent forms of recessive LGMD (LGMD-R) and Pompe disease in Latin American patients with LGMW of unknown cause. This project aims to identify the regional relative prevalence of frequent LGMD-R subtypes and Pompe disease in a larger geographic area and to diagnose patients with LGMW by identifying genetic variants of LGMD-R and Pompe disease.<h4>Methods and results</h4>This 21-country multicentric analysis enrolled 2,372 patients with LGMW from 2017 to 2018. Sequencing analysis was performed using the Illumina NextSeq 500 system, and variant interpretation was performed according to the American College of Medical Genetics and Genomics guidelines. Pathogenic or likely pathogenic variants were seen in 11% of patients (n = 261). Among the positive cases, NGS effectively diagnosed 86.2% and 13.8% of patients with LGMD and Pompe disease, respectively. The most prevalent pathogenic acid α-glucosidase (<i>GAA)</i> variant identified was c.-32-13T > G.<h4>Conclusion</h4>The study adds to the knowledge of the relative occurrence of various subtypes of LGMD worldwide. The inclusion of <i>GAA</i> in the NGS panel to investigate patients with LGMW is a powerful diagnostic approach to screen for late-onset Pompe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39523364",
    "pmid": "39523364",
    "doi": "10.1038/s41598-024-78634-6",
    "title": "Analyzing immune cell infiltrates in skeletal muscle of infantile-onset Pompe disease using bioinformatics and machine learning.",
    "abstract": "Pompe disease, a severe lysosomal storage disorder, is marked by heart problems, muscle weakness, and respiratory difficulties. This study aimed to identify novel markers for infantile-onset Pompe disease by analyzing key genes and immune cells infiltrating affected skeletal muscles, building on existing research linking its progression to the immune cell infiltration. The datasets GSE38680 and GSE159062 were downloaded and differential expression genes (DEGs) were identified. Potential markers were screened using support vector machine recursive feature elimination (SVM-RFE) analysis and least absolute shrinkage and selection operator (LASSO) regression models. To analyze DEGs and immune processes, 22 immune cell types in affected tissues were examined using CIBERSORT. Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis revealed significant enrichment in the calcium signaling pathway, phosphatidylinositol signaling system, ubiquitin-mediated proteolysis and JAK-STAT signaling pathway. Machine learning identified GPNMB, CALML6 and TRIM7 as key genes. Immune cell infiltration analysis showed that the expression levels of the above three genes were closely related to immune cells in our target population under study, including T cells regulatory (Tregs), monocytes, macrophages M0, resting and activated dendritic cells, naive and memory B cells. Overall, our study results may provide new clues for exploring markers related to Pompe disease by highlighting key genes and their relationship with immune infiltration, offering insights into the disease's development. However, previous studies have shown limited evidence of significant immune cell infiltration in muscle biopsies from Pompe patients, and this lack of direct evidence necessitates further investigation and experimental validation in laboratory settings to confirm these associations.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39045638",
    "pmid": "39045638",
    "doi": "10.1093/brain/awae249",
    "title": "Decoding the muscle transcriptome of patients with late-onset Pompe disease reveals markers of disease progression.",
    "abstract": "Late-onset Pompe disease (LOPD) is a rare genetic disorder caused by the deficiency of acid alpha-glucosidase leading to progressive cellular dysfunction owing to the accumulation of glycogen in the lysosome. The mechanism of relentless muscle damage (a classic manifestation of the disease) has been studied extensively by analysing the whole-muscle tissue; however, little, if anything, is known about transcriptional heterogeneity among nuclei within the multinucleated skeletal muscle cells. This is the first report of application of single-nucleus RNA sequencing to uncover changes in the gene expression profile in muscle biopsies from eight patients with LOPD and four muscle samples from age- and sex-matched healthy controls. We matched these changes with histological findings using GeoMx spatial transcriptomics to compare the transcriptome of control myofibres from healthy individuals with non-vacuolated (histologically unaffected) and vacuolated (histologically affected) myofibres of LODP patients. We observed an increase in the proportion of slow and regenerative muscle fibres and macrophages in LOPD muscles. The expression of the genes involved in glycolysis was reduced, whereas the expression of the genes involved in the metabolism of lipids and amino acids was increased in non-vacuolated fibres, indicating early metabolic abnormalities. Additionally, we detected upregulation of autophagy genes and downregulation of the genes involved in ribosomal and mitochondrial function leading to defective oxidative phosphorylation. Upregulation of genes associated with inflammation, apoptosis and muscle regeneration was observed only in vacuolated fibres. Notably, enzyme replacement therapy (the only available therapy for the disease) showed a tendency to restore dysregulated metabolism, particularly within slow fibres. A combination of single-nucleus RNA sequencing and spatial transcriptomics revealed the landscape of the normal and diseased muscle and highlighted the early abnormalities associated with disease progression. Thus, the application of these two new cutting-edge technologies provided insight into the molecular pathophysiology of muscle damage in LOPD and identified potential avenues for therapeutic intervention.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39681851",
    "pmid": "39681851",
    "doi": "10.1186/s13023-024-03492-4",
    "title": "Health care costs of home care enzyme replacement therapy for patients with lysosomal storage diseases in Germany.",
    "abstract": "<h4>Background</h4>Lysosomal storage diseases (LSDs) can be treated with intravenous enzyme replacement therapy (ERT). ERT is being administered either in specialized clinics or in the home care setting. Studies indicate that home-based ERT can be considered safe and positively effects patient reported outcomes. Due to the higher level of individual care required by nurses when administering ERT at home, questions arise whether this will result in additional costs for health care systems. Since cost data to the German health care system are currently unavailable, this study aims to assess home care ERT costs of LSD patients.<h4>Methods</h4>The longitudinal study assessed the direct costs of home-based ERT for patients with LSD diseases Fabry, Pompe, Gaucher, and MPS I from 2019 to 2021 on a patient-by-patient basis by evaluating the healthcare documentation. Costs assessed included ERT drug and further administration equipment, time needed to prepare, administer, and post-process the infusion, and travel expenses of nursing staff.<h4>Results</h4>Data from 62 patients was analyzed: of these, 29 (46.8%) with Fabry disease, 19 (30.6%) with Pompe disease, 10 (16.1%) with Gaucher disease, and 4 (6.5%) with MPS I. Patients ranged in age from 3 to 79 (mean 40 years); 42% of patients reported comorbidities (19.4% with hypertension, and 10% with heart disease). Mean total ERT-related costs were €369,047 per year across all patients. Approximately 98.5% of these costs were attributable to the infusion therapy and administration itself (€363,880), and approximately 1.5% were attributable to personnel and travel costs. Patients with Pompe disease incurred the highest average annual costs (€483,907) and patients with Fabry disease the lowest (€264,896). Cost differences among underlying LSDs were due primarily to ERT drug costs; the drug infused for Fabry disease costs about half as much as that for Gaucher or for Pompe disease. Despite MPS I patients requiring about twice as many infusions, significantly lower drug costs for this disease resulted in the second lowest total mean costs of all LSD subtypes analyzed.<h4>Conclusion</h4>As total costs are almost entirely driven by infusion-related material, especially the ERT drug, moving ERT into the home environment is not expected to increase costs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR956032",
    "pmid": "",
    "doi": "10.1101/2024.12.10.627800",
    "title": "Neonatal systemic gene therapy restores cardiorespiratory function in a rat model of Pompe disease",
    "abstract": "<h4>ABSTRACT</h4> Absence of functional acid-α-glucosidase (GAA) leads to early-onset Pompe disease with cardiorespiratory and neuromuscular failure. A novel Pompe rat model ( Gaa -/- ) was used to test the hypothesis that neonatal gene therapy with adeno-associated virus serotype 9 (AAV9) restores cardiorespiratory neuromuscular function across the lifespan. Temporal vein administration of AAV9-DES-GAA or sham (saline) injection was done on post-natal day 1; rats were studied at 6-12 months old. Whole-body plethysmography showed that reduced inspiratory tidal volumes in Gaa -/- rats were corrected by AAV-GAA treatment. Matrix- assisted laser desorption/ionization mass spectrometry imaging (MALDI) revealed that AAV-GAA treatment normalized diaphragm muscle glycogen as well as glycans. Neurophysiological recordings of phrenic nerve output and immunohistochemical evaluation of the cervical spinal cord indicated a neurologic benefit of AAV-GAA treatment. In vivo magnetic resonance imaging demonstrated that impaired cardiac volumes in Gaa -/- rats were corrected by AAV-GAA treatment. Biochemical assays showed that AAV treatment increased GAA activity in the heart, diaphragm, quadriceps and spinal cord. We conclude that neonatal AAV9-DES-GAA therapy drives sustained, functional GAA expression and improved cardiorespiratory function in the Gaa -/- rat model of Pompe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39879733",
    "pmid": "39879733",
    "doi": "10.1016/j.nmd.2025.105277",
    "title": "Management of presymptomatic juvenile patients with late-onset Pompe disease (LOPD).",
    "abstract": "Late-onset Pompe disease (LOPD) includes patients from 1 year of age to adulthood. The vast heterogeneity in clinical manifestations and disease progression is not fully explained; however, a short disease duration and a young age seem to be good predictors of a better response to treatment. For this purpose, we investigated and followed up a cohort of 13 juvenile patients with LOPD from the clinical and therapeutic point of view, mainly pointing out the transition from presymptomatic to symptomatic status. We retrospectively collected clinical, morphological, biochemical and molecular data from 13 juvenile LOPD patients. Motor and respiratory functional data, obtained during annual follow-up visits, were analyzed. The data included serial evaluations of the Medical Research Council (MRC) scale, the 6-Minute Walking Test (6MWT), the Gait, Stairs, Gower, and Chair (GSGC) score, and seated and supine Forced Vital Capacity (FVC). Muscle Magnetic Resonance Imaging (MRI) was also included, although it was not performed in all cases. Currently, patients mean age is 18 years. All patients but one were diagnosed because of an isolated hyperCKemia: the mean age at diagnosis was 6.8 years (range 1-18). The onset of symptoms occurred from 6 months to 12 years after the diagnosis. The mean clinical follow-up duration was 9 years (range 2-18). From the genetic point of view, the most shared mutation was c.32-13T>G, found in twelve patients as compound heterozygosis. Seven patients underwent muscle biopsy, which showed vacuolar myopathy with glycogen accumulation in four of them with unspecific changes in the other three cases. Five patients developed proximal muscle weakness during the follow-up with a mild waddling gait and a positive Gowers manoeuver. Muscle MRI revealed mild hypotrophy of the thighs at the development of symptoms in four out of five cases. Four patients started alglucosidase alfa, and one avalglucosidase alfa. These five patients on Enzyme Replacement Therapy (ERT) showed motor and respiratory stability in the following years. Timely identification of emerging clinical manifestations in presymptomatic LOPD patients, as a result of careful follow-up, is essential to start prompt treatment to modify the disease natural course.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39632463",
    "pmid": "39632463",
    "doi": "10.1002/cpt.3498",
    "title": "Quantitative Systems Pharmacology-Based Digital Twins Approach Supplements Clinical Trial Data for Enzyme Replacement Therapies in Pompe Disease.",
    "abstract": "Pompe disease is a rare, progressive neuromuscular disease caused by deficient lysosomal glycogen degradation, and includes both late-onset (LOPD) and severe infantile-onset (IOPD) phenotypes. Due to very small patient numbers in IOPD and the high phenotypic heterogeneity observed in this population, a quantitative systems pharmacology (QSP)-based \"digital twin\" approach was developed to perform an in silico comparison of the efficacy of avalglucosidase alfa vs. the standard of care, in a virtual population of IOPD patients. A QSP model was developed that represents key elements of Pompe disease pathophysiology, including tissue glycogen accumulation and the elevation of the biomarker urine Hex4 in both LOPD and IOPD patients. In this approach, the QSP model was used to generate digital twins of each IOPD patient enrolled in the avalglucosidase alfa clinical program, considering their respective disease burden, demographics, and treatment history. This virtual cohort supplemented clinical observations by simulating and comparing tissue glycogen and urine Hex4 following avalglucosidase alfa treatment vs. the standard of care. The digital twin analysis supports the interpretation that the enhanced reduction in urine Hex4 observed following avalglucosidase alfa treatment is attributable to greater tissue glycogen clearance. Overall, this study provides mechanism-based insight into avalglucosidase alfa efficacy across the phenotypic spectrum of Pompe disease and demonstrates the value of applying a QSP-based digital twin analysis to support rare disease drug development.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39670959",
    "pmid": "39670959",
    "doi": "10.1002/psp4.13287",
    "title": "Clinical modeling of motor function to predict treatment efficacy and enable in silico treatment comparisons in infantile-onset Pompe disease.",
    "abstract": "Infantile-onset Pompe disease (IOPD) is a rare, deadly, quickly-progressing degenerative disease. Even with life-sustaining treatment (e.g., alglucosidase alfa [ALGLU]), many patients experience continued motor impairment. The Mini-COMET trial evaluated avalglucosidase alfa (AVAL) versus ALGLU on motor and other outcomes in IOPD. However, treatment groups were imbalanced at baseline and the trial was not powered to directly compare treatments. To supplement this limited data, we developed a modeling and simulation approach to compare AVAL versus ALGLU head-to-head in in silico (i.e., computer-simulated) trials. We first developed a longitudinal clinical model to establish the relationship between changes in motor function and changes in urinary hexose tetrasaccharide (uHex4), an established biomarker in IOPD. This model was based on pooled data from Mini-COMET (n = 21) and COMET trials (n = 100 patients with late-onset Pompe disease, LOPD). We then conducted in silico trials mimicking Mini-COMET. Simulated trials were informed by motor data generated from the clinical model and uHex4 profiles simulated in a quantitative systems pharmacology model. The virtual IOPD population was based on observed Mini-COMET baseline characteristics but engineered to have well-balanced baseline characteristics across treatment cohorts. In silico trials showed that patients with IOPD would have the greatest improvements in motor function with AVAL 40 mg/kg every other week (Q2W), suboptimal improvement with ALGLU 40 mg/kg Q2W, and no improvement with ALGLU 20 mg/kg Q2W. This study provides information on the relative efficacy of IOPD treatments and mitigates the confounding effects of imbalanced treatment cohorts. Our approach could also be applied in other rare diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39604266",
    "pmid": "39604266",
    "doi": "10.1016/j.ymthe.2024.11.033",
    "title": "A novel CD71 Centyrin:Gys1 siRNA conjugate reduces glycogen synthesis and glycogen levels in a mouse model of Pompe disease.",
    "abstract": "Pompe disease is caused by acid alpha-glucosidase (GAA) deficiency, resulting in lysosomal glycogen accumulation. This disease is characterized by progressive skeletal muscle weakness, respiratory distress, and in the infantile-onset form, cardiomyopathy. The only approved treatment is enzyme replacement therapy (ERT) with human recombinant GAA. While ERT therapy extends life span, residual symptoms remain, with poor muscle uptake and immunogenicity limiting efficacy. We examined a novel Centyrin protein-short interfering ribonucleic acid (siRNA) conjugate targeting CD71 (transferrin receptor type 1, TfR1) and GYS1, a key enzyme involved in glycogen synthesis. Unlike existing ERTs designed to degrade aberrant glycogen deposits observed in Pompe patients, the CD71 Centyrin:Gys1 siRNA is designed to restore glycogen balance by inhibiting glycogen synthesis. To this end, we administered the CD71 Centyrin:Gys1 siRNA conjugate to the 6<sup>neo</sup>/6<sup>neo</sup> Pompe mouse model. Once bound to TfR1, siRNA-conjugated Centyrin is internalized into cells to facilitate gene knockdown. We found that treatment with this conjugate significantly reduced GYS1 protein expression, glycogen synthase enzymatic activity, and glycogen levels in muscle. In addition, impaired treadmill exercise performance of male Pompe mice was improved. These data suggest that Centyrin-mediated delivery of Gys1 siRNA may be an effective next generation therapy for late-onset Pompe disease or, in combination with ERT, for infantile-onset Pompe disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39677172",
    "pmid": "39677172",
    "doi": "10.7759/cureus.73593",
    "title": "Navigating Pompe Disease Assessment: A Comprehensive Scoping Review.",
    "abstract": "Pompe disease (PD) is a rare progressive autosomal recessive disorder resulting from the deficiency of acid alpha-glucosidase (GAA) enzyme activity. Due to its multisystemic involvement, PD leads to significant morbidity and impacts patients' quality of life. Despite the availability of approved disease-modifying treatments, the prompt diagnosis and management of PD, which are crucial for patient outcomes, still present several challenges. This scoping review aimed to synthesize the evidence regarding methods for screening, diagnosing, and following up PD. We searched articles in English and Spanish published from 2017 to February 8, 2022, across 11 databases (i.e., Cochrane Database of Systematic Reviews, Directory of Open Access Journals (DOAJ), Epistemonikos, Ingenta Connect, Medline/PubMed, SAGE, SciELO Citation Index, ScienceDirect, Springer Link, Virtual Health Library, and Wiley Online Library). We included primary studies (i.e., case reports, case series, cross-sectional studies, case controls, cohorts, clinical trials, and qualitative studies), reviews, and guidelines that described at least one assessment method for patients with confirmed clinical, genetic, or biochemical PD. Two independent reviewers screened and extracted data from articles, with a third reviewer solving conflicts. We synthesized data with narrative summaries and descriptive statistics. After screening 2,139 titles and abstracts, we included 96 eligible articles. Cross-sectional studies (n = 30) and guidelines (n = 1) were the most and least prevalent designs, respectively. Most studies targeted late-onset PD (LOPD, n = 48) and infantile-onset PD (IOPD, n = 21). Eleven articles described newborn screening programs, highlighting their potential to improve PD prevalence estimations and still limited availability among countries. Overall, 81 articles documented clinical manifestations of PD. Hypotonia (n = 7) and hypertrophic cardiomyopathy (n = 7) were the most documented for IOPD, while progressive muscle weakness (n = 21) and dyspnea (n = 11) were the most prevalent for LOPD. We found 26 articles reporting biochemical assays, with dried blood spots (DBS) for GAA enzyme deficiency detection being the most cited (n = 19). We also noted a lack of standardization in documenting DBS results. Additionally, 21 articles mentioned genetic studies, with next-generation sequencing emerging as the gold standard for identifying mutated alleles. Functional studies were the most utilized to follow up with patients. However, monitoring strategies for pediatric and adult PD lacked consensus, and only one article assessed patients' quality of life. This review comprehensively evaluated the literature on PD screening, diagnosis, and follow-up methods, identifying prevalent techniques within each assessment category. We emphasized the need for a more standardized approach to reporting biochemical assays, genetic testing, and clinical presentations. Our review also underscored the critical lack of standardization in PD follow-up. Addressing these gaps will enhance the comparability of future research findings and improve the quality of PD-related healthcare. Limitations of this review included restricting eligible languages and publication years to the latest five, the methodological heterogeneity of selected articles, and the lack of individual study bias assessment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39424261",
    "pmid": "39424261",
    "doi": "10.1016/j.neuroscience.2024.09.043",
    "title": "Global birth prevalence of Pompe disease: A systematic review and meta-analysis.",
    "abstract": "<h4>Background</h4>Pompe disease, also known as Glycogen storage disease type II, is an autosomal recessive disorder caused by defects in alpha-glucosidase, resulting in abnormal glycogen accumulation.<h4>Methods</h4>To conduct a systematic review and meta-analysis of birth prevalence of Pompe disease, the MEDLINE and EMBASE databases were searched for original research articles on the epidemiology of Pompe disease from inception until July 01, 2024. Meta-analysis was performed to estimate global birth prevalence of Pompe disease. The funnel plot was used to describe potential publication bias.<h4>Results</h4>Twenty-two studies, screened out of 945 records, were included for data extraction. Studies that fulfilled inclusion criteria involved 15 areas/countries. Global birth prevalence of Pompe disease was 2.0 cases (95% CI: 1.5-2.4) per 100,000 live births. Global birth prevalence of infantile-onset Pompe disease was 1.0 cases (95% CI: 0.5-1.5) per 100,000 live births. Global birth prevalence of late-onset Pompe disease was 2.4 cases (95% CI: 1.8-3.0) per 100,000 live births. The main limitations are that no study was assessed as high-quality and approximately half of the studies were from Europe.<h4>Conclusions</h4>Quantitative data on the global epidemiology of Pompe disease could be the fundamental to evaluate the global efforts on building a better world for Pompe disease patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39810165",
    "pmid": "39810165",
    "doi": "10.1186/s13023-024-03425-1",
    "title": "A study to identify individuals at risk to be affected by late-onset Pompe disease who had previously been given a non-specific or tentative diagnosis for their muscle weakness (Pompe PURSUE).",
    "abstract": "<h4>Background</h4>Late-onset Pompe disease (LOPD) is an autosomal recessive lysosomal storage disorder that results in severe progressive proximal muscle weakness. Over time, reductions in muscle strength result in respiratory failure and a loss of ambulation. Delayed diagnosis of LOPD deprives patients of treatments that can enhance quality of life and potentially slow disease progression. The objective of this study is to determine if patients with a nonspecific diagnosis, such as muscle weakness, may be at risk for LOPD using retrospective chart review of patients seen at two centers: an academic center and a community health system.<h4>Results</h4>Initial data pulls identified 80,070 patients with one of the ICD-10 codes of interest. Chart review found 551 of these patients also had at least one lab value commonly abnormal in individuals with LOPD and of these 110 scored as \"at-risk\". After removing phenocopies/other confirmed unrelated diagnoses, 46 individuals were contacted either directly or through their healthcare provider for genetic counseling. Three patients had pretest genetic counseling and were tested for decreased levels of acid-α-glucosidase. One patient was found to have deficient acid-α-glucosidase. Additionally, a physician educated through the program ordered LOPD testing for their patient and diagnosed them with LOPD.<h4>Conclusion</h4>This study confirms that a symptom-based scoring tool and chart review combined with provider education can identify patients who are at increased likelihood to have a missed LOPD diagnosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39833603",
    "pmid": "39833603",
    "doi": "10.1007/s40268-024-00502-5",
    "title": "A Real-World Data Analysis of Alglucosidase Alfa in the FDA Adverse Event Reporting System (FAERS) Database.",
    "abstract": "<h4>Background and objective</h4>Alglucosidase alfa for injection is used as an enzyme replacement therapy for the treatment of Pompe disease. The safety profile of alglucosidase alfa-associated adverse events requires a comprehensive evaluation. In this study, we aimed to identify drug safety alert signals and investigate the real-world safety of alglucosidase alfa to guide clinical decision making and optimize the risk-benefit balance.<h4>Methods</h4>The adverse event reports from the first quarter of 2006 to the fourth quarter of 2023 were selected by exploring the Food and Drug Administration Adverse Event Reporting System (FAERS) database. The new and unexpected potential adverse event signals were detected using a disproportionality analysis, including the reporting odds ratio, the proportional reporting ratio, the Bayesian confidence propagation neural network, and the empirical Bayes geometric mean. Then, the Medical Dictionary for Regulatory Activities was used to systematically classify the results.<h4>Results</h4>After analyzing 16,945,027 adverse event reports, a total of 4326 cases of adverse events related to alglucosidase alfa were identified, spanning 27 system organ classes. A total of 359 preferred terms of adverse events for glucosidase alpha were detected. Pyrexia ranked first, followed by pneumonia, dyspnea, respiratory failure, and disease progression according to occurrence frequency. The top three system organ classes were general disorders and administration-site conditions (n = 2466), respiratory, thoracic, and mediastinal disorders (n = 1749), and infections and infestations (n = 1551). In addition to adverse effects mentioned in the product label, our study also discovered rare but high signal intensity adverse events such as chronic recurrent multifocal osteomyelitis.<h4>Conclusions</h4>There are many adverse events associated with the clinical use of alglucosidase alfa, which should be closely monitored in the FAERS database. As the most effective enzyme replacement therapy for Pompe disease, it is crucial to closely monitor these adverse events. Ensuring patient safety while balancing drug effectiveness is particularly important.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39566964",
    "pmid": "39566964",
    "doi": "10.5692/clinicalneurol.cn-001894",
    "title": "[Importance of early treatment and quantitative evaluation of enzyme replacement therapy for Pompe disease: alglucosidase alfa post-marketing surveillance additional analysis].",
    "abstract": "We conducted an additional analysis using the data from the post-marketing surveillance of Alglucosidase alfa for Pompe disease. We aimed to investigate the changes in the percentage of predicted forced vital capacity (%FVC) and the changes in the distance of the 6-min walk test (6MWT) by overall improvement and to investigate the %FVC change by the duration from symptom onset to survey registration (shorter/longer groups) using a linear mixed model. Thirty-seven and eighteen survey participants had %FVC and 6MWT data available, respectively; of the patients whose overall improvement was rated as \"relatively improved,\" %FVC and 6MWT worsened in 71.4% and 66.7%, respectively. The %FVC at the survey registration estimated using a linear mixed model was significantly higher in the shorter group than in the longer group (P = 0.0413). The estimated slope of %FVC was significantly lower in the shorter group than in the longer group (P = 0.0051). These results suggest the importance of early treatment initiation and quantitative evaluation of each symptom.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39566417",
    "pmid": "39566417",
    "doi": "10.1016/j.ymgme.2024.108608",
    "title": "Home infusion experience in patients with Pompe disease receiving avalglucosidase alfa during three clinical trials.",
    "abstract": "During three previously reported clinical trials of avalglucosidase alfa in patients with Pompe disease, 17 out of 142 participants were considered by the investigators to be appropriate candidates for home infusion. During their respective trials, these participants received a total of 419 avalglucosidase alfa infusions at home under healthcare professional supervision. They were clinically stable with no history of moderate or severe infusion-associated reactions within at least 12 months prior to starting home infusions. As of February 25, 2022, the 15 participants with late-onset Pompe disease (LOPD) had received between 2 and 48 home infusions and the 2 participants with infantile-onset Pompe disease (IOPD) had received 19 and 20 infusions. Adverse events occurred in 8 (53 %) participants with LOPD and neither of the participants with IOPD. Seven participants with LOPD had a total of 15 non-treatment-related, non-serious adverse events. One participant with LOPD experienced infusion-associated reactions of eyelid edema and flushing during the first home infusion; both were non-serious adverse events classified as grade 1 (mild). Home infusion was later resumed for this participant. Among LOPD participants, event rates for home infusions were comparable to those for clinic infusions: overall adverse events (0.028 vs 0.039 participants with events/infusion, respectively) and adverse events classified as infusion-associated reactions (0.003 vs. 0.006, respectively). No medication errors occurred during home infusion. These data suggest that infusion of avalglucosidase alfa at home is feasible and does not compromise safety for patients who have not experienced an infusion-associated reaction during the preceding 12 months of infusions in a clinical setting. Evaluation of real-world experience with avalglucosidase alfa home infusion in countries where it is already approved is ongoing.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39439155",
    "pmid": "39439155",
    "doi": "10.1002/cpt.3470",
    "title": "First-in-Human Evaluation of Safety, Pharmacokinetics and Muscle Glycogen Lowering of a Novel Glycogen Synthase 1 Inhibitor for the Treatment of Pompe Disease.",
    "abstract": "Pompe disease is a rare glycogen storage disease caused by mutations in the enzyme acid α-glucosidase (GAA) resulting in pathological accumulation of glycogen in muscle tissues leading to progressive weakness and respiratory dysfunction. Enzyme replacement therapy (ERT) with GAA is currently the sole treatment option for patients with Pompe disease. ERT burdens patients with frequent intravenous infusions while insufficiently halting disease progression due to incomplete ERT skeletal muscle distribution. Glycogen synthase 1 (GYS1) has been proposed as a substrate reduction therapy (SRT) target for Pompe disease. Here, we report results from the first-in-human study of the orally available GYS1 inhibitor MZE001 in healthy subjects. In 88 participants, MZE001 was well-tolerated up to a single dose of 480 mg BID and multiple doses of 720 mg BID for 10 days. Noncompartmental analysis determined that the half-life and C<sub>trough</sub> concentrations of MZE001 could provide efficacious exposures with once or twice daily oral dosing. Change from baseline of peripheral blood mononuclear cell (PBMC) glycogen, which correlated with muscle glycogen levels in preclinical models, was significantly reduced dose-dependently following 10 days of MZE001 treatment in healthy subjects. A muscle biopsy sub-study demonstrated that 10 days of MZE001 (480 mg BID) dosing safely and substantially lowered muscle glycogen stores in healthy adults. This correlated with the PBMC exposure response and supports the use of PBMC glycogen reduction as a surrogate for muscle response, and MZE001 potential for development as the first oral substrate reduction therapy for patients with Pompe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39482698",
    "pmid": "39482698",
    "doi": "10.1186/s13023-024-03373-w",
    "title": "The European reference network for metabolic diseases (MetabERN) clinical pathway recommendations for Pompe disease (acid maltase deficiency, glycogen storage disease type II).",
    "abstract": "Clinical pathway recommendations (CPR) are based on existing guidelines and deliver a short overview on how to deal with a specific diagnosis, resulting therapy and follow-up. In this paper we propose a methodology for developing CPRs for Pompe disease, a metabolic myopathy caused by deficiency of lysosomal acid alpha-glucosidase. The CPR document was developed within the activities of the MetabERN, a non-profit European Reference Network for Metabolic Diseases established by the European Union. A working group was selected among members of the MetabERN lysosomal storage disease subnetwork, with specific expertise in the care of Pompe disease, and patient support group representatives. The working strategy was based on a systematic literature search to develop a database, followed by quality assessment of the studies selected from the literature, and by the development of the CPR document according to a matrix provided by MetabERN. Quality assessment of the literature and collection of citations was conducted according to the AGREE II criteria and Grading of Recommendations, Assessment, Development and Evaluation methodology. General aspects were addressed in the document, including pathophysiology, genetics, frequency, classification, manifestations and clinical approach, laboratory diagnosis and multidisciplinary evaluation, therapy and supportive measures, follow-up, monitoring, and pregnancy. The CPR document that was developed was intended to be a concise and easy-to-use tool for standardization of care for patients among the healthcare providers that are members of the network or are involved in the care for Pompe disease patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39846949",
    "pmid": "39846949",
    "doi": "10.1093/protein/gzaf001",
    "title": "Engineering of a lysosomal-targeted GAA enzyme.",
    "abstract": "Pompe disease is a tissue glycogen disorder caused by genetic insufficiency of the GAA enzyme. GAA enzyme replacement therapies for Pompe disease have been limited by poor lysosomal trafficking of the recombinant GAA molecule through the native mannose-6-phosphate-mediated pathway. Here, we describe the successful rational engineering of a chimeric GAA enzyme that utilizes the binding affinity of a modified IGF-II moiety to its native receptor to bypass the mannose-6-phosphate-mediated lysosomal trafficking pathway, conferring a significant increase in cellular uptake of the GAA enzyme. We also demonstrate the ablation of binding between our modified IGF-II tag and two off-target receptors: IGF-I receptor and insulin receptor, as well as preserved enzymatic activity of the chimeric GAA molecule.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39830206",
    "pmid": "39830206",
    "doi": "10.3389/fneur.2024.1540452",
    "title": "Corrigendum: Cipaglucosidase alfa plus miglustat: linking mechanism of action to clinical outcomes in late-onset Pompe disease.",
    "abstract": "[This corrects the article DOI: 10.3389/fneur.2024.1451512.].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39976182",
    "pmid": "39976182",
    "doi": "10.1039/d4ob01542h",
    "title": "C-2 fluorinated castanospermines as potent and specific α-glucosidase inhibitors: synthesis and structure-activity relationship study.",
    "abstract": "C-2 Fluorinated castanospermines have been synthesized from a well-protected aldehyde precursor and evaluated as glycosidase inhibitors in comparison with castanospermine, 1-<i>epi</i>-castanospermine and C-1 fluorinated castanospermines. While C-1 fluorinated castanospermines lose nearly all the glycosidase inhibition shown by castanospermine and 1-<i>epi</i>-castanospermine, C-2 fluorinated derivatives of castanospermine were found to be potent and highly specific α-glucosidase inhibitors; however, the C-2 fluorinated 1-<i>epi</i>-castanospermines showed a sharp decrease in inhibition towards all tested enzymes. Docking calculations attributed the sharp decrease of glycosidase inhibition of C-1 fluorinated castanospermines to the disappearance of hydrogen bonds between the original C-1 hydroxyls and residues Arg-526 and Asp-327. The retained potent and specific α-glucosidase inhibition of C-2 fluorinated castanospermines was achieved by the fluorine-induced reestablishment of the docking mode in the active site; and the sharply decreased inhibition of C-2 fluorinated 1-<i>epi</i>-castanospermines can be attributed to obvious binding distorsion and disappearance of the hydrogen bonding with residues His-600 and Arg-526. Reliability of the docking results was evaluated by Molecular Dynamics (MD) simulation, which provided necessary calibrations to the calculation results. The interaction modes of fluorine reported herein are different from the \"mimic effect\" of fluorine for hydrogen, offering insights and extending our previous work on fluorinated casuarines. These results would be important for the development of castanospermine-related drug candidates for the treatment of diabetes, viral infections and Pompe disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39418752",
    "pmid": "39418752",
    "doi": "10.1016/j.ymgme.2024.108590",
    "title": "Pompe disease: Unmet needs and emerging therapies.",
    "abstract": "Pompe disease is a debilitating and life-threatening disease caused by aberrant accumulation of glycogen resulting from reduced acid alpha-glucosidase activity. The first treatment for Pompe disease, the enzyme replacement therapy, Myozyme® (recombinant human acid alpha-glucosidase, alglucosidase alfa), is a lifesaving treatment for the most severe form of the disease and provided clinically meaningful benefits to patients with milder phenotypes. Nonetheless, many patients display suboptimal responses or clinical decline following years of alglucosidase alfa treatment. The approval of avalglucosidase alfa (Nexviazyme®) and cipaglucosidase alfa (Pombiliti®) with miglustat (Opfolda®) represents a new generation of enzyme replacement therapies seeking to further improve patient outcomes beyond alglucosidase alfa. However, the emergence of a complicated new phenotype with central nervous system involvement following long-term treatment, coupled with known and anticipated unmet needs of patients receiving enzyme replacement therapy, has prompted development of innovative new treatments. This review provides an overview of the challenges of existing treatments and a summary of emerging therapies currently in preclinical or clinical development for Pompe disease and related lysosomal storage disorders. Key treatments include tissue-targeted enzyme replacement therapy, which seeks to enhance enzyme concentration in target tissues such as the central nervous system; substrate reduction therapy, which reduces intracellular glycogen concentrations via novel mechanisms; and gene therapy, which may restore endogenous production of deficient acid alpha-glucosidase. Each of these proposed treatments shows promise as a future therapeutic option to improve quality of life in Pompe disease by more efficiently treating the underlying cause of disease progression: glycogen accumulation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39375771",
    "pmid": "39375771",
    "doi": "10.1186/s13256-024-04837-0",
    "title": "Significance of early diagnosis and treatment of adult late-onset Pompe disease on the effectiveness of enzyme replacement therapy in improving muscle strength and respiratory function: a case report.",
    "abstract": "<h4>Background</h4>Pompe disease, a rare autosomal recessive disorder, is caused by mutations in the acid α-glucosidase gene. Pompe disease is a congenital metabolic disorder that affects all organs, particularly the striated muscle and nerve cells. Diagnosis is typically confirmed through enzyme assays that reveal reduced acid α-glucosidase activity. Enzyme replacement therapy utilizing human α-glucosidase is an available treatment option. Timely diagnosis and treatment in the early stages of the disease significantly impact the effectiveness of enzyme replacement therapy in enhancing patient condition. Here, we present a case of a patient with Pompe disease diagnosed 20 years after the onset of clinical symptoms.<h4>Case presentation</h4>A 38-year-old Iranian Baloch woman referred to our rheumatology clinic with progressive muscle weakness presents with a complex medical history. On mechanical ventilation for 12 years, she has endured fatigue and limb weakness since the age of 16, exacerbated following an abortion at 19. Despite undergoing corticosteroid and azathioprine therapies, the suspected diagnosis of inflammatory myopathy did not yield improvement. Hospitalization at 23 due to respiratory failure post-pregnancy led to her continued reliance on a ventilator. A dried blood spot test indicated reduced GAA enzyme activity, confirming a diagnosis of Pompe disease through genetic testing. Treatment with myozyme for 2 years demonstrated limited efficacy, as the patient experienced improved breathing but no significant overall improvement in limb-girdle muscular weakness. This case underscores the challenges and complexities involved in diagnosing and managing rare neuromuscular disorders like Pompe disease.<h4>Conclusion</h4>Early intervention with enzyme replacement therapy plays a crucial role in halting further muscle loss and disease progression in Pompe disease patients. It is important to note that treatment during advanced stages of the disease may not yield substantial benefits. Nevertheless, enzyme instability and denaturation due to temperature and neutral pH levels, along with limited delivery to disease-relevant tissues, can pose challenges in treatment. However, timely diagnosis of Pompe disease is paramount for its effective management and improved outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39973413",
    "pmid": "39973413",
    "doi": "10.1177/22143602241296286",
    "title": "Newborn screening and rapid genomic diagnosis of neuromuscular diseases.",
    "abstract": "<h4>Background</h4>In recent years, treatments have been approved for certain neuromuscular diseases. In some cases, early pre-symptomatic treatment is necessary for optimal response, and thus newborn screening is critical.<h4>Objective</h4>To review the current status of newborn screening programs for neuromuscular diseases and early diagnosis through genetic testing.<h4>Methods</h4>Following the PRISMA guidelines, a literature search was performed on PubMed for screening of neuromuscular diseases; the search was conducted on literature available as of 1 May 2024.<h4>Results</h4>Included were 77 articles on newborn screening for seven diseases: spinal muscular atrophy (19 studies), Duchenne muscular dystrophy (15), Pompe disease (20), X-linked adrenoleukodystrophy (14), Krabbe disease (6), metachromatic leukodystrophy (2), and myotonic dystrophy 1 (1). Ten articles on rapid genomic diagnosis were identified.<h4>Conclusion</h4>Since 2021, newborn screening programs for neuromuscular diseases have been established, notably in X-linked adrenoleukodystrophy, spinal muscular atrophy, Pompe disease, and Duchenne Muscular Dystrophy. Even in diseases where treatment is currently not life-changing, such as Krabbe disease, new newborn screening programs continue to be implemented, especially in the USA. The use of genetic diagnostic tests does not yet appear to be widespread or at least not widely reported. As new treatments become available, genomic newborn screening programs will need to be rapidly and broadly implemented.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39457174",
    "pmid": "39457174",
    "doi": "10.3390/children11101209",
    "title": "Effectiveness of Respiratory Muscle Training in Pompe Disease: A Systematic Review and Meta-Analysis.",
    "abstract": "<b>Background</b>: Pompe disease is a rare metabolic myopathy caused by the lack or deficiency of the lysosomal acid alpha-glucosidase, resulting in skeletal muscle weakness and cardiomyopathy. The disease varies by onset age and genetic mutations and is categorized into infantile-onset and late-onset Pompe disease. Respiratory muscle weakness may persist regardless enzyme replacement therapy. This systemic review and meta-analysis aim to assess the effect of respiratory muscle training (RMT) on respiratory muscle strength, functional endurance, and pulmonary function in patient with Pompe disease. <b>Methods</b>: PubMed, EMBASE, and Cochrane databases were searched up until Aug 2024. Studies examining the therapeutic effects of RMT in patients with Pompe disease were included. Outcome measures included the change in maximal inspiratory pressure (MIP), maximal expiratory pressure (MEP), six-minute walking test (6MWT), pulmonary function before after RMT, quality of life and adverse events. <b>Results</b>: The meta-analysis consisted of 5 single-arm studies, including 31 patients in total. Regarding inspiratory muscle strength, RMT has significantly improving MIP (8.71 cmH<sub>2</sub>O; 95% CI, 6.23-11.19, <i>p</i> < 0.001) and MEP (12.15 cmH<sub>2</sub>O; 95% CI, 10.55-13.74, <i>p</i> < 0.001) in both types of Pompe disease. However, no significant change regarding 6MWT. No serious adverse events were reported. <b>Conclusions</b>: Our meta-analysis revealed that RMT may increase inspiratory muscle and expiratory muscle strength, but may not have an effect on 6MWT in patients with Pompe disease. RMT has potential to be integrated into the cardioplulmonary rehabilitation for patients with Pompe disease. Further large randomized controlled trials are needed to verify the efficacy and safety of RMT in patients with Pompe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR920129",
    "pmid": "",
    "doi": "10.1101/2024.10.03.24314698",
    "title": "From Past to Present: Pompe Disease, Pseudodeficiency Alleles, and Diagnostic Challenges",
    "abstract": "Pompe disease is an autosomal recessive disorder caused by GAA variants leading to acid alpha-glucosidase deficiency. Diagnosis is challenging due to the variable phenotypic presentation and overlap with other conditions. Traditionally, diagnosis relies on measuring enzyme activity, but next-generation sequencing (NGS) advancements have improved accuracy. However, interpreting variants is complex, especially because pseudodeficiency alleles mimic disease-causing variants. We present two patients harboring the pseudodeficiency allele NM_000152.5( GAA ):c.271G>A, p.Asp91Asn, which is confusing due to inaccurate reports and results related to enzymatic activity. The first case was a recently published controversial case of a 700-year-old mummy in which the authors classified the variant as pathogenic. The second patient had symptoms compatible with late-onset Pompe disease and was homozygous for the variant. We aimed to determine the correct variant classification using GAA c.271G>A as a model and to achieve a genetic diagnosis of the second patient. This variant was analyzed following international guidelines (ACMG-AMP) and reviewed with the Lysosomal Diseases Variant Curation Expert Panel. The second patient underwent NGS. We demonstrated that GAA c.271G>A meets the criterion of being classified as benign for Pompe. Additionally, the second patient carried a heterozygous pathogenic PABPN1 variant associated with oculopharyngeal muscular dystrophy, which better explained the clinical features. This underscores the importance of expanding the genetic analysis in the presence of pseudodeficiency alleles that can mask the true cause of the disease and highlights the fact that an accurate diagnosis should adhere to guidelines on variant curation to reduce the risk of misdiagnosis, which could result in inadequate care and risky medical decisions. <h4>Graphical abstract</h4>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39802096",
    "pmid": "39802096",
    "doi": "10.1016/j.ymgmr.2024.101179",
    "title": "Dose-intensive therapy (DIT) for infantile Pompe disease: A pilot study.",
    "abstract": "<h4>Background</h4>The current standard of care for infantile-onset Pompe disease (IOPD), a severe form of acid α-glucosidase enzyme activity deficiency is: (1) detection by newborn screening, (2) early initiation of intravenous enzyme replacement therapy (ERT) using recombinant human acid alpha-glucosidase (rhGAA), with higher doses of rhGAA increasingly used to improve clinical outcomes, and (3) immune tolerization induction (ITI) using to prevent anti-rhGAA antibody formation, with methotrexate (MTX), rituximab, and IVIG used for patients who are cross-reactive immunologic material negative (CRIM-) and monotherapy with MTX used in patients who are cross-reactive immunologic material positive (CRIM+).<h4>Objectives/methods</h4>A pilot study evaluates a dose-intensive therapy (DIT) using high-dose ERT (40 mg/kg/week) and more frequent exposure to ERT (i.e., 3 times weekly administration) to mitigate anti-rhGAA antibody formation, as an alternative to the standard therapeutic approach for IOPD.<h4>Results</h4>In the first patient, DIT resulted in rapid normalization of the following: (1) bi-ventricular hypertrophy, (2) urine HEX-4, (3) CK, (4) liver transaminases. At 7 years of age, the patient continues the DIT regimen. To date, all pediatric developmental milestones have been met on time, anti-rhGAA antibodies have been negative and the patient is able to attend school and maintain normal activities of daily living.<h4>Conclusions</h4>Over a 7-year period, DIT for CRIM-positive IOPD was well tolerated in the first patient treated. Excellent clinical outcomes were achieved, and anti-rhGAA antibodies levels were consistently undetectable. Assessments of more patients, that includes patients with CRIM-, as well as CRIM+ IOPD, will determine if this approach consistently achieves improved clinical outcomes and immune tolerization.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39859472",
    "pmid": "39859472",
    "doi": "10.3390/ijms26020757",
    "title": "Highlights of Precision Medicine, Genetics, Epigenetics and Artificial Intelligence in Pompe Disease.",
    "abstract": "Pompe disease is a neuromuscular disorder caused by a deficiency of the enzyme acid alpha-glucosidase (<i>GAA</i>), which leads to lysosomal glycogen accumulation and progressive development of muscle weakness. Two distinct isoforms have been identified. In the infantile form, the weakness is often severe and leads to motor difficulties from the first few months of life. In adult patients, the progression is slower but can still lead to significant loss of mobility. The current inherent difficulties of the disease lie in both early diagnosis and the use of biomarkers. Given that this is a multifactorial disease, a number of components may exert an influence on the disease process; from the degree of pre-ERT (enzyme replacement therapy) muscle damage to the damaged autophagic system and the different pathways involved. What methodology should be employed to study the complex characteristics of Pompe disease? Our approach relies on the application of genetic and epigenetic knowledge, with a progression from proteomics to transcriptomics. It is also becoming increasingly evident that artificial intelligence is a significant area of interest. The objective of this study is to conduct a comprehensive review of the existing literature on the known data and complications associated with the disease in patients with disorders attributed to Pompe disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39986311",
    "pmid": "39986311",
    "doi": "10.1016/s1474-4422(24)00518-0",
    "title": "Clinical insights in enzyme replacement therapy for metabolic storage disorders: lessons from Pompe disease.",
    "abstract": "Metabolic storage disorders, including lysosomal storage disorders, pose complex challenges in management due to their progressive and life-threatening nature. Although enzyme replacement therapy has substantially improved outcomes for patients with lysosomal storage disorders, limitations of this therapy have become apparent throughout two decades of use. New clinical features of these diseases have emerged as patients live longer, leading to unresolved questions regarding ongoing treatment and long-term care. Innovative therapies are emerging that aim to improve targeting of tissues, particularly for previously inaccessible areas such as the CNS. These next-generation treatments hold promise for enhancing patient outcomes beyond what enzyme replacement therapy can do. Continued exploration of novel therapeutic strategies will be crucial for providing more effective and personalised care for these complex diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39190967",
    "pmid": "39190967",
    "doi": "10.1016/j.pedn.2024.08.008",
    "title": "The lived experience of mothers caring for school-age children with Pompe disease: A qualitative study.",
    "abstract": "<h4>Purpose</h4>To explore the lived experiences of mothers caring for school-age children with Pompe disease.<h4>Design and methods</h4>A qualitative study using a descriptive phenomenology approach. Semi-structured interviews were conducted from October to December 2022 with 10 mothers of school-age children diagnosed with Pompe disease, which were identified through the Taiwan Pompe Disease Association. Colaizzi's phenomenological method was employed for data analysis.<h4>Results</h4>The study identified five themes in the caregiving experiences of mothers: 1. unwavering parenting beliefs; 2. child-centric approach; 3. focus on peer relationships and coping strategies; 4. integration of learning, treatment, and rehabilitation; and 5. embracing and navigating life's challenges. Mothers balanced education, treatment, and rehabilitation for their children with Pompe disease, offering perspectives into the caregiving experience.<h4>Conclusions</h4>This study highlights the complex experiences of mothers caring for children with Pompe disease, emphasizing the importance of comprehensive support.<h4>Practice implications</h4>Insights into the perspectives of mothers can aid health-care professionals in understanding the challenges faced by families with children diagnosed with Pompe disease and can enable the development of strategies for providing comprehensive psychological support to improve mental health outcomes for these children and their families. Increased awareness among health-care professionals and in the society leads to an informed and empathetic approach to addressing the unique challenges faced by children with Pompe disease and their families.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39788860",
    "pmid": "39788860",
    "doi": "10.1016/j.ymgme.2024.109008",
    "title": "Digital microfluidic platform for dried blood spot newborn screening of lysosomal storage diseases in Campania region (Italy): Findings from the first year pilot project.",
    "abstract": "<h4>Background</h4>Newborn screening (NBS) is a simple, non-invasive test that allows for the early identification of genetic diseases within the first days of a newborn's life. The aim of NBS is to detect potentially fatal or disabling conditions in newborns as early as possible, before the onset of disease symptoms. Early diagnosis enables timely treatments and improves the quality of life for affected patients.<h4>Results</h4>A pilot project for dried blood spot (DBS) NBS of lysosomal storage diseases (LSDs), including Mucopolysaccharidosis I (MPSI, IDUA α-L-iduronidase deficiency), Pompe disease (GAA α-glucosidase acid deficiency), Gaucher disease (GBA β-glucosidase deficiency) and Fabry disease (GLA α-galactosidase deficiency), was conducted using the digital microfluidic (DMF) technique. DBS were analyzed in a multiplexed assays for the enzymatic activities of four lysosomal enzymes (IDUA, GAA, GBA, GLA), and subjects identified as deficient in any of these enzymes were referred to the clinical reference center for diagnosis confirmation. From June 6th, 2022, to May 12th, 2023, a total of 7650 newborns were analyzed and 1 subject affected by Pompe disease was identified together with two additional subjects, suspected of Pompe and Fabry disease respectively, for whom continued follow-up is mandatory to determine the phenotype.<h4>Conclusions</h4>The pilot project for DBS NBS of four LSDs in Campania Region validated the effectiveness of DMF method, established enzymatic activity cut-offs, and identified newborns referred to the clinical center for integrated diagnostics, including genetic analyses. The results suggest that this technique can effectively detect potentially affected newborns, who will require further diagnostic confirmation and clinical follow-up. This diagnostic flow chart provides the opportunity to initiate early treatments and improve LSD patients' life span.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39912519",
    "pmid": "39912519",
    "doi": "10.1002/jimd.70005",
    "title": "The Frequencies of Different Inborn Errors of Metabolism in Adult Metabolic Centres: 10 Years Later, Another Report From the SSIEM Adult Metabolic Physicians Group.",
    "abstract": "There are still few centres, which specialise in the care of adults with inborn errors of metabolism (IEM). All physicians who participated in the SSIEM adult metabolic physicians group paper in 2014 were contacted to provide updated data on their IEM patients. Fifteen adult centres responded to our survey with information on their patients. Nine thousand, six hundred fifty-one patients were included in the final cohort, compared with 6 182 in the previous analysis. There were 394 separate diagnoses. The most common diseases were phenylketonuria (19.6%), mitochondrial disorders (12.3%) and lysosomal storage disorders such as Fabry disease (20.1% of LSD's), Pompe disease (3.1%), and Gaucher disease (2.8%). Among the disorders that can present with acute metabolic decompensation, the urea cycle disorders (4.0%), were most common (ornithine transcarbamylase deficiency 2.6%), followed by maple syrup urine disease (1.1%) and glycogen storage disease type I (0.7%). Patients were frequently diagnosed as adults, particularly those with mitochondrial disease and lysosomal storage disorders. Many patients are only diagnosed in adulthood (> 40%) and the cohort is increasing substantially with 9 651 patients included in the final analysis (34% increase compared to our original paper). Thus reinforcing the need for adult specialists to be trained in this area.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39880195",
    "pmid": "39880195",
    "doi": "10.1016/j.jval.2025.01.006",
    "title": "Development and Testing of the Psychometric Properties of 20 Bolt-On Items for the EQ-5D-5L Across 31 Rare Diseases.",
    "abstract": "<h4>Objectives</h4>Our objective was to develop and assess the psychometric properties of relevant bolt-on items for the EQ-5D-5L in patients with rare diseases (RDs).<h4>Methods</h4>Nineteen new EQ-5D-5L bolt-ons were developed based on literature review, expert input, and qualitative interviews and focus groups with patients, caregivers, and representatives of patient associations. A nationwide, cross-sectional, web-based survey in China included patients or caregivers of patients with 31 RDs in China (n = 9190). In each RDs, participants completed the EQ-5D-5L and 3 of 20 (1 existing and 19 newly developed) bolt-ons. Ceiling, explanatory power, convergent, divergent, and known-group validity were examined.<h4>Results</h4>Among the bolt-ons, itching had the lowest ceiling (6.5%), whereas social relationships had the highest (42.2%). The absolute reduction in the ceiling of the EQ-5D-5L with the addition of any bolt-ons was limited, ranging from 0 (respiratory problems) to 8.3% points (isolation). Dignity and vitality resulted in the largest increase in explained variance in EQ VAS. The isolation, fertility, and visual acuity bolt-ons showed good divergent validity from the EQ-5D-5L items. There was strong convergent validity between SF-12 and conceptually related bolt-ons (eg, physical health composite and muscle problems bolt-on). Various bolt-ons improved the known-groups validity in specific patient groups, eg, Huntington's disease (oral expressions), scleroderma (dexterity), myasthenia gravis (muscle problems), neuromyelitis optica and multiple sclerosis (fatigue), Marfan syndrome (self-image), and Pompe disease (safety).<h4>Conclusion</h4>The EQ-5D-5L shows sufficient validity in most RDs, but incorporating relevant, specific bolt-ons could enhance its ability to more comprehensively assess health-related quality of life in these patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39775064",
    "pmid": "39775064",
    "doi": "10.1007/s00415-024-12843-x",
    "title": "Challenges in multinational rare disease clinical studies during COVID-19: regulatory assessment of cipaglucosidase alfa plus miglustat in adults with late-onset Pompe disease.",
    "abstract": "PROPEL (ATB200-03; NCT03729362) compared the efficacy and safety of cipaglucosidase alfa plus miglustat (cipa + mig), a two-component therapy for late-onset Pompe disease (LOPD), versus alglucosidase alfa plus placebo (alg + pbo). The primary endpoint was change in 6-min walk distance (6MWD) from baseline to week 52. During PROPEL, COVID-19 interrupted some planned study visits and assessment windows, leading to delayed visits, make-up assessments for patients who missed ≥ 3 successive infusions before planned assessments at weeks 38 and 52, and some advanced visits (end-of-study/early-termination visits). These were remapped to the respective planned visits. To evaluate if remapping may have overestimated treatment effects, we conducted post hoc analyses using a mixed-effect model for repeated measures based on actual time points of assessments. In this post hoc analysis, estimated mean treatment difference between cipa + mig and alg + pbo for change from baseline to week 52 in 6MWD was 11.7 m (95% confidence interval [CI] - 1.0 to 24.4; p = 0.072). In the original published analyses, between-group difference using last observation carried forward was 13.6 m (95% CI - 2.8 to 29.9; p = 0.071 [p value from separate non-parametric analysis of covariance]). Both statistical analysis approaches led to similar results and consistent conclusions, confirming the efficacy of cipa + mig for adults with LOPD. NCT03729362; trial start date: December 4, 2018.Trial registration number.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39295808",
    "pmid": "39295808",
    "doi": "10.1016/j.jaccas.2024.102446",
    "title": "Assessing Gene Therapy Efficacy in Infantile-Onset Pompe Disease: Myocardial Native T1 Values of CMR.",
    "abstract": "We report the novel finding of a widespread reduction in myocardial native T1 values and size of abnormal regions following gene therapy in a pediatric patient with infantile-onset Pompe disease. We emphasize the importance of serial cardiac magnetic resonance in assessing the efficacy of gene therapy and monitoring myocardial alterations in Pompe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39134822",
    "pmid": "39134822",
    "doi": "10.1007/s40291-024-00733-x",
    "title": "Advances in Pompe Disease Treatment: From Enzyme Replacement to Gene Therapy.",
    "abstract": "Pompe disease is a neuromuscular disorder caused by a deficiency of the lysosomal enzyme acid alpha-glucosidase (GAA), hydrolyzing glycogen to glucose. Pathological glycogen storage, the hallmark of the disease, disrupts the metabolism and function of various cell types, especially muscle cells, leading to cardiac, motor, and respiratory dysfunctions. The spectrum of Pompe disease manifestations spans two main forms: classical infantile-onset (IOPD) and late-onset (LOPD). IOPD, caused by almost complete GAA deficiency, presents at birth and leads to premature death by the age of 2 years without treatment. LOPD, less severe due to partial GAA activity, appears in childhood, adolescence, or adulthood with muscle weakness and respiratory problems. Since 2006, enzyme replacement therapy (ERT) has been approved for Pompe disease, offering clinical benefits but not a cure. However, advances in early diagnosis through newborn screening, recognizing disease manifestations, and developing improved treatments are set to enhance Pompe disease care. This article reviews recent progress in ERT and ongoing translational research, including the approval of second-generation ERTs, a clinical trial of in utero ERT, and preclinical development of gene and substrate reduction therapies. Notably, gene therapy using intravenous delivery of adeno-associated virus (AAV) vectors is in phase I/II clinical trials for both LOPD and IOPD. Promising data from LOPD trials indicate that most participants met the criteria to discontinue ERT several months after gene therapy. The advantages and challenges of this approach are discussed. Overall, significant progress is being made towards curative therapies for Pompe disease. While several challenges remain, emerging data are promising and suggest the potential for a once-in-a-lifetime treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39295144",
    "pmid": "39295144",
    "doi": "10.1016/j.ymthe.2024.09.024",
    "title": "Preclinical lentiviral hematopoietic stem cell gene therapy corrects Pompe disease-related muscle and neurological manifestations.",
    "abstract": "Pompe disease, a rare genetic neuromuscular disorder, is caused by a deficiency of acid alpha-glucosidase (GAA), leading to an accumulation of glycogen in lysosomes, and resulting in the progressive development of muscle weakness. The current standard treatment, enzyme replacement therapy (ERT), is not curative and has limitations such as poor penetration into skeletal muscle and both the central and peripheral nervous systems, a risk of immune responses against the recombinant enzyme, and the requirement for high doses and frequent infusions. To overcome these limitations, lentiviral vector-mediated hematopoietic stem and progenitor cell (HSPC) gene therapy has been proposed as a next-generation approach for treating Pompe disease. This study demonstrates the potential of lentiviral HSPC gene therapy to reverse the pathological effects of Pompe disease in a preclinical mouse model. It includes a comprehensive safety assessment via integration site analysis, along with single-cell RNA sequencing analysis of central nervous tissue samples to gain insights into the underlying mechanisms of phenotype correction.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39277702",
    "pmid": "39277702",
    "doi": "10.1038/s41598-024-72259-5",
    "title": "An expert rule-based approach for identifying infantile-onset Pompe disease patients using retrospective electronic health records.",
    "abstract": "Pompe disease (OMIM #232300), a rare genetic disorder, leads to glycogen buildup in the body due to an enzyme deficiency, particularly harming the heart and muscles. Infantile-onset Pompe disease (IOPD) requires urgent treatment to prevent mortality, but the unavailability of these methods often delays diagnosis. Our study aims to streamline IOPD diagnosis in the UAE using electronic health records (EHRs) for faster, more accurate detection and timely treatment initiation. This study utilized electronic health records from the Abu Dhabi Healthcare Company (SEHA) healthcare network in the UAE to develop an expert rule-based screening approach operationalized through a dashboard. The study encompassed six diagnosed IOPD patients and screened 93,365 subjects. Expert rules were formulated to identify potential high-risk IOPD patients based on their age, particular symptoms, and creatine kinase levels. The proposed approach was evaluated using accuracy, sensitivity, and specificity. The proposed approach accurately identified five true positives, one false negative, and four false positive IOPD cases. The false negative case involved a patient with both Pompe disease and congenital heart disease. The focus on CHD led to the overlooking of Pompe disease, exacerbated by no measurement of creatine kinase. The false positive cases were diagnosed with Mitochondrial DNA depletion syndrome 12-A (SLC25A4 gene), Immunodeficiency-71 (ARPC1B mutation), Niemann-Pick disease type C (NPC1 gene mutation leading to frameshift), and Group B Streptococcus meningitis. The proposed approach of integrating expert rules with a dashboard facilitated efficient data visualization and automated patient screening, which aids in the early detection of Pompe disease. Future studies are encouraged to investigate the application of machine learning methodologies to enhance further the precision and efficiency of identifying patients with IOPD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39318718",
    "pmid": "39318718",
    "doi": "10.36469/001c.121928",
    "title": "Health-Related Quality-of-Life Utility Values in Adults With Late-Onset Pompe Disease: Analyses of EQ-5D Data From the PROPEL Clinical Trial.",
    "abstract": "<b>Background:</b> Pompe disease is a rare lysosomal storage disorder, leading to accumulation of glycogen characterized by muscle weakness, fatigue, pain, and, in the longer term, a requirement for ventilatory and ambulatory support, and early mortality if untreated. Clinical evidence suggests that enzyme replacement therapy improves health outcomes for adults with late-onset Pompe disease (LOPD). PROPEL was a Phase 3, double-blind, randomized controlled trial, which evaluated cipaglucosidase alfa plus miglustat, vs alglucosidase alfa plus placebo in 123 adult patients with LOPD (clinicaltrials.gov: NCT03729362). <b>Objectives:</b> To analyze EQ-5D health-related quality of life (HRQoL) utility data from PROPEL. <b>Methods:</b> Multilevel modeling techniques (mixed regression methods) were used to analyze PROPEL EQ-5D-3L estimates and predict utility values for 7 health states previously identified in an economic evaluation for LOPD. In PROPEL, EQ-5D-5L values were assessed at screening and at weeks 12, 26, 38, and 52. EQ-5D-5L utility values were mapped to EQ-5D-3L values using the van Hout algorithm as recommended by the EuroQoL and the National Institute of Health and Care Excellence position statement at time of analysis. UK population tariffs were applied for all EQ-5D utility valuations. Utility values were predicted according to 6-minute walk distance (6MWD) and percent predicted sitting forced vital capacity. <b>Results:</b> The mixed model predicted that EQ-5D-3L utility values for patients who could walk >75 m with LOPD ranged between 0.55 and 0.67 according to patient 6MWD and respiratory function. In this analysis, patients with a 6MWD ≤75 m, consistent with a health state requiring wheelchair support in the economic analysis, had a predicted utility value of 0.49. There were few patients in PROPEL who could walk ≤75 m at any time point in the study, hence, these utility estimates should be interpreted with caution. EQ-5D-3L utility estimates from PROPEL were consistent with previously reported EQ-5D-3L values in LOPD. <b>Conclusions:</b> Overall, the results from our analysis indicate that important HRQoL losses are associated with reductions in mobility and respiratory function for patients with Pompe disease. The study provides important evidence of HRQoL utility values for patients with advanced LOPD, a population for whom published data are limited.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39549634",
    "pmid": "39549634",
    "doi": "10.1016/j.braindev.2024.10.006",
    "title": "Chaperone therapy: Stabilization and enhancement of endogenous and exogenous lysosomal enzymes.",
    "abstract": "Chaperone therapy is a new concept of molecular therapeutic approach to protein misfolding diseases, particularly to lysosomal diseases. Initially we started molecular analysis of culture cells, model animals and patients with Fabry disease and G<sub>M1</sub>-gangliosidosis. Some mutant enzyme proteins did not express the catalytic activity because of unstable molecular structure in somatic cells. The small molecule compound (chaperone) corrected misfolding of the unstable mutant protein, resulting in restoration of the enzyme activity (chaperone therapy). This pathological molecular event was studied first in endogenous mutant enzymes. Then a similar molecular interaction was found between the chaperone and the exogenous protein supplied for enzyme replacement therapy (ERT) in Pompe disease. This new chaperone-ERT combination therapy will become another useful technology in order to expand the application of chaperone therapy to a wide range of lysosomal diseases. Thus, chaperone therapy is expected in future for stabilization and enhancement of exogenously supplied ERT enzymes as well as endogenous mutant enzymes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39708835",
    "pmid": "39708835",
    "doi": "10.1055/a-2463-3385",
    "title": "Advances in Disease-Modifying Therapeutics for Chronic Neuromuscular Disorders.",
    "abstract": "Neuromuscular disorders can cause respiratory impairment by affecting the muscle fibers, neuromuscular junction, or innervation of respiratory muscles, leading to significant morbidity and mortality. Over the past few years, new disease-modifying therapies have been developed and made available for treating different neuromuscular disorders. Some of these therapies have remarkable effectiveness, resulting in the prevention and reduction of respiratory complications. For myasthenia gravis (MG), efgartigimod, ravulizumab, rozanolixizumab, and zilucoplan have been Food and Drug Administration (FDA)-approved for the treatment of acetylcholine receptor (AChR) antibody-positive generalized MG in the past 2 years. Rozanolixiumab is also approved for treating MG caused by muscle-specific tyrosine kinase (MuSK) antibodies. The new MG therapeutics target the complement system or block the neonatal fragment crystallizable (Fc) receptors (FcRn), leading to significant clinical improvement. For spinal muscular atrophy (SMA), nusinersen (intrathecal route) and risdiplam (oral route) modify the splicing of the <i>SMN2</i> gene, increasing the production of normal survival motor neuron (SMN) protein. Onasemnogene abeparvovec is a gene replacement therapy that encodes a functional SMN protein. All SMA medications, particularly onasemnogene abeparvovec, have led to clinically meaningful improvement. For late-onset Pompe disease (LOPD), avalglucosidase alfa has shown a greater improvement in respiratory function, ambulation, and functional outcomes in comparison to alglucosidase alfa, and cipaglucosidase alfa combined with miglustat has shown improvement in respiratory and motor function in a cohort of enzyme replacement therapy-experienced LOPD patients. Amyotrophic lateral sclerosis (ALS) remains a challenge. The two most recent FDA-approved medications, namely sodium phenylbutyrate and tofersen, may slow down the disease by a few months in a selected population but do not stop the progression of the disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39154400",
    "pmid": "39154400",
    "doi": "10.1016/j.ymgme.2024.108559",
    "title": "Clinical insight meets scientific innovation to develop a next generation ERT for Pompe disease.",
    "abstract": "Years of research into the structure, processing, and function of acid alpha-glucosidase led to the development and 2006 approval of alglucosidase alfa (recombinant human acid alpha-glucosidase, Myozyme®/Lumizyme®), an enzyme replacement therapy and the first approved treatment for Pompe disease. Alglucosidase alfa has been a lifesaving treatment for patients with infantile-onset Pompe disease and radically improved daily life for patients with late-onset Pompe disease; however, long-term experience with alglucosidase alfa unraveled key unmet needs in these populations. Despite treatment, Pompe disease continues to progress, especially from a skeletal muscle perspective, resulting in a multitude of functional limitations. Strong collaboration between the scientific and patient communities led to increased awareness of Pompe disease, a better understanding of disease pathophysiology, knowledge of the clinical course of the disease as patients surpassed the first decade of life, and the strengths and limitations of enzyme replacement therapy. Taken together, these advancements spurred the need for development of a next generation of enzyme replacement therapy and provided a framework for progress toward other novel treatments. This review provides an overview of the development of avalglucosidase alfa as a model to highlight the interaction between clinical experience with existing treatments, the role of the clinician scientist, translational research at both system and cellular levels, and the iterative and collaborative process that optimizes the development of therapeutics.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39846589",
    "pmid": "39846589",
    "doi": "10.3390/ijns11010003",
    "title": "Parent Reports of Developmental Service Utilization After Newborn Screening.",
    "abstract": "Newborn screening (NBS) presents an opportunity to identify a subset of babies at birth who are at risk for developmental delays and could benefit from a range of developmental services. Potential developmental services in the United States include Part C Early Intervention (EI), private therapies, and school-based services. Using parent-reported outcomes, this study examined the rates at which a sample of children diagnosed with NBS conditions used each developmental service. An online survey of 153 parents representing children with 27 different NBS conditions found that nearly 75% of children (<i>n</i> = 112) used at least one developmental service, with private therapies being the most frequent. Children were referred to EI relatively early and were often eligible because their medical diagnosis automatically qualified them. When examining condition-specific results for children with severe combined immunodeficiencies, congenital hypothyroidism, and Pompe disease, we found variability in rates of use, with high rates overall. Our findings suggest that many children diagnosed with an NBS condition continue to have developmental delays even after they receive appropriate medical care. Future research with more systematic follow-up is needed to understand whether the NBS program facilitates entry into these services and whether more streamlined processes could benefit children and families.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39494167",
    "pmid": "39494167",
    "doi": "10.3389/fneur.2024.1451512",
    "title": "Cipaglucosidase alfa plus miglustat: linking mechanism of action to clinical outcomes in late-onset Pompe disease.",
    "abstract": "Enzyme replacement therapy (ERT) is the only approved disease-modifying treatment modality for Pompe disease, a rare, inherited metabolic disorder caused by a deficiency in the acid <i>α</i>-glucosidase (GAA) enzyme that catabolizes lysosomal glycogen. First-generation recombinant human GAA (rhGAA) ERT (alglucosidase alfa) can slow the progressive muscle degeneration characteristic of the disease. Still, most patients experience diminished efficacy over time, possibly because of poor uptake into target tissues. Next-generation ERTs aim to address this problem by increasing bis-phosphorylated high mannose (bis-M6P) <i>N</i>-glycans on rhGAA as these moieties have sufficiently high receptor binding affinity at the resultant low interstitial enzyme concentrations after dosing to drive uptake by the cation-independent mannose 6-phosphate receptor on target cells. However, some approaches introduce bis-M6P onto rhGAA via non-natural linkages that cannot be hydrolyzed by natural human enzymes and thus inhibit the endolysosomal glycan trimming necessary for complete enzyme activation after cell uptake. Furthermore, all rhGAA ERTs face potential inactivation during intravenous delivery (and subsequent non-productive clearance) as GAA is an acid hydrolase that is rapidly denatured in the near-neutral pH of the blood. One new therapy, cipaglucosidase alfa plus miglustat, is hypothesized to address these challenges by combining an enzyme enriched with naturally occurring bis-M6P <i>N</i>-glycans with a small-molecule stabilizer. Here, we investigate this hypothesis by analyzing published and new data related to the mechanism of action of the enzyme and stabilizer molecule. Based on an extensive collection of <i>in vitro</i>, preclinical, and clinical data, we conclude that cipaglucosidase alfa plus miglustat successfully addresses each of these challenges to offer meaningful advantages in terms of pharmacokinetic exposure, target-cell uptake, endolysosomal processing, and clinical benefit.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39171753",
    "pmid": "39171753",
    "doi": "10.1152/ajpendo.00175.2024",
    "title": "Small molecule inhibition of glycogen synthase I reduces muscle glycogen content and improves biomarkers in a mouse model of Pompe disease.",
    "abstract": "Pompe disease is a rare genetic disorder caused by a deficiency of the enzyme acid alpha-glucosidase (GAA). This enzyme is responsible for breaking down glycogen, leading to the abnormal accumulation of glycogen, which results in progressive muscle weakness and metabolic dysregulation. In this study, we investigated the hypothesis that the small molecule inhibition of glycogen synthase I (GYS1) may reduce muscle glycogen content and improve metabolic dysregulation in a mouse model of Pompe disease. To address this hypothesis, we studied four groups of male mice: a control group of wild-type (WT) B6129SF1/J mice fed either regular chow or a GYS1 inhibitor (MZ-101) diet (WT-GYS1), and Pompe model mice B6;129-Gaatm1Rabn/J fed either regular chow (GAA-KO) or MZ-101 diet (GAA-GYS1) for 7 days. Our findings revealed that GAA-KO mice exhibited abnormal glycogen accumulation in the gastrocnemius, heart, and diaphragm. In contrast, inhibiting GYS1 reduced glycogen levels in all tissues compared with GAA-KO mice. Furthermore, GAA-KO mice displayed reduced spontaneous activity during the dark cycle compared with WT mice, whereas GYS1 inhibition counteracted this effect. Compared with GAA-KO mice, GAA-GYS1 mice exhibited improved glucose tolerance and whole body insulin sensitivity. These improvements in insulin sensitivity could be attributed to increased AMP-activated protein kinase phosphorylation in the gastrocnemius of WT-GYS1 and GAA-GYS1 mice. Additionally, the GYS1 inhibitor led to a reduction in the phosphorylation of GS<sup>S641</sup> and the LC3 autophagy marker. Together, our results suggest that targeting GYS1 could serve as a potential strategy for treating glycogen storage disorders and metabolic dysregulation.<b>NEW & NOTEWORTHY</b> We investigated the effects of small molecule inhibition of glycogen synthase I (GYS1) on glucose metabolism in a mouse model of Pompe disease. GYS1 inhibition reduces abnormal glycogen accumulation and molecular biomarkers associated with Pompe disease while also improving glucose intolerance. Our results collectively demonstrate that the GYS1 inhibitor represents a novel approach to substrate reduction therapy for Pompe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39535661",
    "pmid": "39535661",
    "doi": "10.1186/s41687-024-00805-w",
    "title": "Switching treatment to cipaglucosidase alfa plus miglustat positively affects patient-reported outcome measures in patients with late-onset Pompe disease.",
    "abstract": "<h4>Background</h4>Late-onset Pompe disease (LOPD), a rare autosomal recessive multisystemic disorder, substantially impacts patients' day-to-day activities, outcomes, and health-related quality of life (HRQoL). The PROPEL trial compared cipaglucosidase alfa plus miglustat (cipa+mig) with alglucosidase alfa plus placebo (alg+pbo) in adult patients with LOPD over 52 weeks and showed improved motor and respiratory function in patients switching treatment from standard-of-care enzyme replacement therapy (ERT) to cipa+mig at baseline. This study evaluated the impact of cipa+mig on patient-reported outcomes (PROs), including HRQoL in ERT-experienced patients, using data from PROPEL.<h4>Methods</h4>PROs evaluated included the Subject's Global Impression of Change (SGIC), Patient-Reported Outcomes Measurement Information System (PROMIS) Physical Function Short Form 20a, PROMIS Fatigue Short Form 8a, Rasch-built Pompe-specific Activity (R-PAct), and European Quality of Life-5 Dimensions 5 Response Levels (EQ-5D-5L). The proportions of responders in the cipa+mig arm and the alg+pbo arm were compared via chi-squared or Fisher's exact test (patient-level responder analysis), and least squares (LS) mean differences were calculated for change from baseline at Week 52 of the PRO measures (group-level analysis).<h4>Results</h4>At Week 52, patient-level SGIC responder and group-level SGIC analyses favored cipa+mig compared with alg+pbo across all SGIC domains (e.g. 90 vs. 59% responders in the cipa+mig vs. the alg+pbo group for SGIC ability to move around; P = 0.0005; and LS mean difference 0.385; P = 0.02). Similarly, PROMIS Physical Function and Fatigue domains numerically favored cipa+mig in both analyses (e.g. 50 vs. 40% responders in the cipa+mig vs. alg+pbo arm for PROMIS Physical Function; P = 0.37; and LS mean difference 3.1; P = 0.11). R-PAct for both treatment groups was similar in the patient-level responder analysis, but numerically favored alg+pbo in the group-level analysis (35% responders in both arms; P = 0.95; and LS mean difference -0.8; P = 0.48). Self-care, usual activities, and depression/anxiety domains of EQ-5D-5L numerically favored cipa+mig in both analyses (e.g. 20 vs. 12% responders in the cipa+mig vs. alg+pbo arm for EQ-5D-5L self-care; P = 0.54; and LS mean difference -0.108; P = 0.52).<h4>Conclusions</h4>Overall, switching treatment from alglucosidase alfa to cipa+mig positively impacted PRO measurements during the double-blind period of PROPEL.<h4>Trial registration</h4>NCT03729362; Registration date: November 1, 2018; https://clinicaltrials.gov/study/NCT03729362.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39309683",
    "pmid": "39309683",
    "doi": "10.1093/braincomms/fcae303",
    "title": "Brain glycogen build-up measured by magnetic resonance spectroscopy in classic infantile Pompe disease.",
    "abstract": "Classic infantile Pompe disease is caused by abnormal lysosomal glycogen accumulation in multiple tissues, including the brain due to a deficit in acid α-glucosidase. Although treatment with recombinant human acid α-glucosidase has dramatically improved survival, recombinant human acid α-glucosidase does not reach the brain, and surviving classic infantile Pompe patients develop progressive cognitive deficits and white matter lesions. We investigated the feasibility of measuring non-invasively glycogen build-up and other metabolic alterations in the brain of classic infantile Pompe patients. Four classic infantile patients (8-16 years old) and 4 age-matched healthy controls were scanned on a 7 T MRI scanner. We used T<sub>2</sub>-weighted MRI to assess the presence of white matter lesions as well as <sup>1</sup>H magnetic resonance spectroscopy and magnetic resonance spectroscopy imaging to obtain the neurochemical profile and its spatial distribution, respectively. All patients had widespread white matter lesions on T<sub>2</sub>-weighted images. Magnetic resonance spectroscopy data from a single volume of interest positioned in the periventricular white matter showed a clear shift in the neurochemical profile, particularly a significant increase in glycogen (result of acid α-glucosidase deficiency) and decrease in <i>N</i>-acetyl-aspartate (marker of neuronal damage) in patients. Magnetic resonance spectroscopy imaging results were in line and showed a widespread accumulation of glycogen and a significant lower level of <i>N</i>-acetyl-aspartate in patients. Our results illustrate the unique potential of <sup>1</sup>H magnetic resonance spectroscopy (imaging) to provide a non-invasive readout of the disease pathology in the brain. Further study will assess its potential to monitor disease progression and the correlation with cognitive decline.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39277505",
    "pmid": "39277505",
    "doi": "10.1016/j.neurot.2024.e00446",
    "title": "Neurological glycogen storage diseases and emerging therapeutics.",
    "abstract": "Glycogen storage diseases (GSDs) comprise a group of inherited metabolic disorders characterized by defects in glycogen metabolism, leading to abnormal glycogen accumulation in multiple tissues, most notably affecting the liver, skeletal muscle, and heart. Recent findings have uncovered the importance of glycogen metabolism in the brain, sustaining a myriad of physiological functions and linking its perturbation to central nervous system (CNS) pathology. This link resulted in classification of neurological-GSDs (n-GSDs), a group of diseases with shared deficits in neurological glycogen metabolism. The n-GSD patients exhibit a spectrum of clinical presentations with common etiology while requiring tailored therapeutic approaches from the traditional GSDs. Recent research has elucidated the genetic and biochemical mechanisms and pathophysiological basis underlying different n-GSDs. Further, the last decade has witnessed some promising developments in novel therapeutic approaches, including enzyme replacement therapy (ERT), substrate reduction therapy (SRT), small molecule drugs, and gene therapy targeting key aspects of glycogen metabolism in specific n-GSDs. This preclinical progress has generated noticeable success in potentially modifying disease course and improving clinical outcomes in patients. Herein, we provide an overview of current perspectives on n-GSDs, emphasizing recent advances in understanding their molecular basis, therapeutic developments, underscore key challenges and the need to deepen our understanding of n-GSDs pathogenesis to develop better therapeutic strategies that could offer improved treatment and sustainable benefits to the patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39155212",
    "pmid": "39155212",
    "doi": "10.1016/j.medcli.2024.05.022",
    "title": "Adult Pompe disease: Analysis of 13 patients.",
    "abstract": "<h4>Introduction</h4>Pompe Disease (PD) is a lysosomal disorder caused by a deficiency of the enzyme acid alpha-glucosidase (GAA), primarily manifesting as a progressive myopathy with early respiratory involvement. Enzyme replacement therapy (ERT) is available since 2006.<h4>Materials and methods</h4>We describe 13 patients with partial GAA deficiency, followed at Hospital 12 de Octubre, 8 of whom were receiving treatment.<h4>Results</h4>8 patients exhibit symptoms, all with late onset. They display axial and proximal weakness predominantly in the lower limbs but maintain autonomous gait. Five patients require non-invasive mechanical ventilation due to respiratory insufficiency. All symptomatic patients receive ERT, and in 7/8 (87.5%), there is a decline in motor and pulmonary function after an average of 8.25 years of treatment (baseline and post-treatment FVC and 6MWT mean 86.6% vs 70.8% and 498 vs 430 meters, respectively).<h4>Conclusion</h4>Not all patients with partial GAA deficiency experience symptoms of PD, and symptomatic patients, despite ERT with recombinant alpha-glucosidase, mostly experience a gradual decline in motor and respiratory function.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39020349",
    "pmid": "39020349",
    "doi": "10.1186/s13256-024-04638-5",
    "title": "Enzyme replacement therapy and immunotherapy lead to significant functional improvement in two children with Pompe disease: a case report.",
    "abstract": "<h4>Background</h4>Pompe disease, a rare autosomal recessive disorder caused by acid alpha-glucosidase deficiency, results in progressive glycogen accumulation and multisystem dysfunction. Enzyme replacement therapy with recombinant human acid alpha-glucosidase is the standard of care; however, some patients develop anti-recombinant human acid alpha-glucosidase antibodies, leading to reduced efficacy. This case report presents two infants with early-onset Pompe disease who developed IgG antibodies to enzyme replacement therapy and were subsequently treated with methotrexate, highlighting the importance of monitoring antibody development and exploring alternative therapeutic approaches.<h4>Case presentation</h4>Patient 1, a 10-month-old female from Bogota, Colombia, presented with generalized hypotonia, macroglossia, hyporeflexia, and mild left ventricular hypertrophy. Diagnostic tests confirmed early-onset Pompe disease, and enzyme replacement therapy was started at 12 months. Due to a lack of improvement and high anti-recombinant human acid alpha-glucosidase IgG antibody titers (1:1800), methotrexate was started at 18 months. After 8 months of combined therapy, antibody titers were negative and significant improvement in motor function was observed using the Gross Motor Function Measure 88. Patient 2, a 7-year-old female from Bogota, Colombia, was diagnosed with early-onset Pompe disease at 12 months and initiated enzyme replacement therapy. At 5 years of age, she experienced frequent falls and grip strength alterations. Functional tests revealed motor development delay, generalized hypotonia, and positive anti-recombinant human acid alpha-glucosidase IgG antibody titers (6400). Methotrexate was initiated, leading to a reduction in falls and antibody titers (3200) after 6 months, with no adverse events or complications. Motor function improvement was assessed using the Motor Function Measurement 32.<h4>Conclusions</h4>The presented cases highlight the importance of monitoring patients for anti-recombinant human acid alpha-glucosidase antibody development during enzyme replacement therapy and the potential benefit of methotrexate as an immunomodulatory agent in early-onset Pompe disease. Early diagnosis and timely initiation of enzyme replacement therapy, combined with prophylactic immune tolerance induction, may improve clinical outcomes and reduce the development of anti-recombinant human acid alpha-glucosidase antibodies. The cases also highlight the importance of objective motor function assessment tools, such as Gross Motor Function Measure 88 and Motor Function Measurement 32, in assessing treatment response. Further research is needed to optimize treatment regimens, monitor long-term effects, and address the current limitations of enzyme replacement therapy in Pompe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39445404",
    "pmid": "39445404",
    "doi": "10.1080/07853890.2024.2402503",
    "title": "Combined miRNA transcriptome and proteome analysis of extracellular vesicles in urine and blood from the Pompe mouse model.",
    "abstract": "<h4>Introduction</h4>Acid α-glucosidase (GAA) is a lysosomal enzyme that hydrolyzes glycogen to glucose. Deficiency of GAA causes Pompe disease (PD), also known as glycogen storage disease type II. The resulting glycogen accumulation causes a spectrum of disease severity ranging from infantile-onset PD to adult-onset PD. Additional non-invasive biomarkers of disease severity are needed to monitor response to therapeutic interventions.<h4>Methods</h4>We measured protein and miRNA abundance in exosomes from serum and urine from the PD mouse model (B6;129-GaaTm1Rabn/J), wild-type mice, and PD mice treated with a candidate gene therapy.<h4>Results</h4>There were significant differences in the abundance of 113 miRNA in serum exosomes from Pompe versus healthy mice. Levels of miR-206, miR-133, miR-1a, miR-486, and other important regulators of muscle development and maintenance were altered in the Pompe samples. The serum and urine exosome proteomes of healthy and Pompe mice also differed broadly. Several of the dysregulated proteins are encoded by genes with potential target sites for affected miRNA.<h4>Conclusion</h4>Exosomes derived from urine or serum are a potential source of biomarkers for Pompe Disease. Further study of the differences in the miRNA transcriptome and proteome content of exosomes may yield new insights into disease mechanisms.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39812211",
    "pmid": "39812211",
    "doi": "10.62438/tunismed.v103i1.5474",
    "title": "An unusual cause of hypertrophic cardiomyopathy in an infant: A case report and brief literature review.",
    "abstract": "<h4>Introduction</h4>Nemaline myopathy (NM), also known as Nemalinosis, is a rare congenital muscle disease with an incidence of 1 in 50000. It is characterized by nemaline rods in muscle fibers, leading to muscle weakness. We reported a case of NM revealed by cardiac involvement, and we highlighted the challenges in diagnosing this condition as well as its poor prognosis.<h4>Observation</h4>The patient is a 7.5-month-old infant from a consanguineous marriage, with a history of bronchiolitis and psychomotor retardation. The infant was admitted to the paediatric intensive care unit due to respiratory distress, which necessitated intubation and mechanical ventilation. A chest X-ray revealed cardiomegaly and bilateral bronchial syndrome, while an electrocardiogram showed left ventricle hypertrophy. Emergency echocardiography revealed biventricular hypertrophy. Laboratory tests indicated significant rhabdomyolysis, hepatic cytolysis, microcytic hypochromic anemia, negative troponins, and respiratory acidosis. The enzymatic activity of acid alpha-glucosidase was inconclusive. Genetic analysis for mutations in exon 2 associated with Pompe disease and congenital muscular dystrophy, the most common differential diagnoses, returned negative results. Given the presence of rhabdomyolysis, the emergence of tongue fasciculations, and pronounced axial and peripheral hypotonia, a muscle biopsy was performed. This revealed the presence of nemaline rods, confirming the diagnosis of NM. The patient's condition deteriorated, marked by extubating failure due to severe muscle weakness. The infant passed away after 50 days of hospitalization.<h4>Conclusion</h4>This case underscores the severity and complexity of NM revealed by hypertrophic cardiomyopathy, emphasizing the importance of early diagnosis and prenatal genetic counseling.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39995088",
    "pmid": "39995088",
    "doi": "10.1080/14756366.2025.2468859",
    "title": "A stable GH31 α-glucosidase as a model system for the study of mutations leading to human glycogen storage disease type II.",
    "abstract": "GH31 glycosidases are widespread across organisms, but remarkably, less than 1% of them have been biochemically characterised to date. Among them, human lysosomal acid α-glucosidase (GAA) stands out due to its link to Pompe disease, a rare lysosomal storage disorder caused by its deficiency. This disease results in glycogen accumulation, severe cellular damage, motor impairment, and premature death. Structural and functional studies of GAA mutants are challenging due to their instability and lack of activity, hindering their expression and purification. The GH31 enzyme MalA from a hyperthermophilic archaeon is explored here as a stable homolog of GAA. MalA is highly expressible, easy to purify, and structurally characterised. The R400H mutant in MalA, corresponding to the pathogenic GAA R600H mutation, revealed here a 1200-fold drop in specificity constant and >8 °C reduction in thermal stability. We propose MalA's as a robust model for studying GAA mutations and developing therapeutic chaperones.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40017291",
    "pmid": "40017291",
    "doi": "10.36185/2532-1900-640",
    "title": "Impact of bariatric surgery on clinical outcome in LOPD.",
    "abstract": "<h4>Objective</h4>This case study aimed to evaluate the safety and efficacy of sleeve gastrectomy surgery in an obese patient with Late-onset Pompe disease (LOPD) and to explore the potential role of bariatric surgery in improving clinical outcomes and promoting a more physiological body composition when dietary and physical interventions fail.<h4>Methods</h4>We describe a case of an obese LOPD patient who underwent sleeve gastrectomy, with clinical follow-up conducted to monitor motor and respiratory functions, as well as patient-reported outcome measures (PROMs), over time.<h4>Results</h4>The surgery was well-tolerated without significant complications, and prolonged stability in motor and respiratory functions was observed. Furthermore, the patient reported improvements in quality of life and PROMs following weight loss.<h4>Conclusion</h4>This case suggests that bariatric surgery, specifically sleeve gastrectomy, may be a safe and effective complementary strategy for weight loss in LOPD patients, offering benefits in functional stability, and quality of life.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39273088",
    "pmid": "39273088",
    "doi": "10.3390/ijms25179139",
    "title": "Mutation Spectrum of <i>GAA</i> Gene in Pompe Disease: Current Knowledge and Results of an Italian Study.",
    "abstract": "Studying a patient with Pompe disease (PD) is like opening Pandora's box. The specialist is faced with numerous clinical features similar to those of several diseases, and very often the symptoms are well hidden and none is associated with this rare disease. In recent years, scientific interest in this disease has been growing more and more, but still no symptom is recognized as key to a correct diagnosis of it, nor is there any specific disease marker to date. New diagnostic/therapeutic proposals on disease allow for the diffusion of knowledge of this pathology for timely diagnosis of the patient. Due to unawareness and difficulty in diagnosis, many adults with PD are diagnosed with great delay. In this article, we report and discuss current knowledge of PD and provide new data from work conducted on a cohort of 2934 Italian subjects recruited in recent years. A genetic analysis of the <i>GAA</i> gene was performed on patients with significant clinical signs and pathological enzyme activity to define the genetic profile of subjects. This identified 39 symptomatic PD subjects with low acid alpha-glucosidase enzyme activity and the presence of two causative mutations in <i>GAA</i> gene regions. Furthermore, 22 subjects with genetic variants of uncertain significance (GVUS) were identified.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39758431",
    "pmid": "39758431",
    "doi": "10.36469/001c.126018",
    "title": "Exploring Quality of Life in Adults Living With Late-onset Pompe Disease: A Combined Quantitative and Qualitative Analysis of Patient Perceptions from Australia, France, Italy, and the Netherlands.",
    "abstract": "<b>Background:</b> Late-onset Pompe disease (LOPD) is a rare, autosomal recessive metabolic disorder that is heterogeneous in disease presentation and progression. People with LOPD report a significantly lower physical, psychological, and social quality of life (QoL) than the general population. <b>Objectives:</b> This study investigated how individuals' self-reported LOPD status (improving, stable, declining) relates to their QoL. Participant experiences such as use of mobility or ventilation aids, caregivers, symptomology, and daily life impacts were also characterized. <b>Methods:</b> A 2-part observational study was conducted online between October and December 2023 using the 36-item short-form tool (SF-36) and a survey. Adults with LOPD (N=41) from Australia, France, Italy, and the Netherlands were recruited. <b>Results:</b> Participants reporting \"declining\" LOPD status (56%) had lower physical functioning SF-36 scores than those reporting as \"stable\" or \"improving.\" Those self-reporting as stable or improving often described an acceptance of declining health in their responses. Physical functioning scores were generally stable in respondents who had been receiving enzyme replacement therapy (ERT) for 1-15 years, but those who had received ERT for >15 years had lower scores. Requiring ventilation and mobility aids had additive negative impacts on physical functioning. Difficulty swallowing, speaking, and scoliosis were the most burdensome symptoms reported by those on ERT for >15-25 years. <b>Discussion:</b> These results demonstrate the humanistic burden of LOPD; through declining physical functioning SF-36 scores over increasing time and increased use of aids, and also through factors related to self-reported LOPD status (where declining status was associated with lower scores) and symptomology variances. Taken holistically, these areas are valuable to explore when informing optimized care. Among a largely declining cohort, even those not self-reporting decline often assumed future deterioration, highlighting the need for improved therapies and the potential to initiate or switch ERT based on evolving symptomology and daily life impacts. <b>Conclusion:</b> Our results indicate that progressing LOPD leads to loss of QoL in ways that relate to time, use of aids, evolving symptomology, and the patient's own perspective. A holistic approach to assessing the individual can help ensure relevant factors are investigated and held in balance, supporting optimized care.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39835171",
    "pmid": "39835171",
    "doi": "10.1016/j.ymgmr.2024.101163",
    "title": "Efficacy and safety of avalglucosidase alfa in Japanese patients with late-onset and infantile-onset Pompe diseases: A case series from clinical trials.",
    "abstract": "<h4>Background</h4>The efficacy and safety of avalglucosidase alfa for Pompe disease (PD) have been demonstrated in a global Phase 3 trial (COMET) in patients with late-onset PD (LOPD) and a global Phase 2 trial (Mini-COMET) in patients with infantile-onset PD (IOPD). This case series examines the individual results of three Japanese patients enrolled in these trials.<h4>Methods</h4>Case reports were assembled from data collected in the COMET and Mini-COMET trials. Detailed methods have been reported previously. The primary endpoint of COMET was change from baseline to week 49 in upright forced vital capacity percent (FVC %) predicted. The primary endpoint of Mini-COMET was safety and tolerability of avalglucosidase alfa. In both trials, key secondary endpoints included motor function tests and other qualitative measures of improvement. Changes in biomarkers and anti-drug antibodies were also assessed in both trials.<h4>Results</h4>Results for Japanese patients were representative of those from the overall populations in the COMET and Mini-COMET trials. We detail results for one Japanese patient with LOPD enrolled in the COMET trial and two Japanese patients with IOPD enrolled in the Mini-COMET trial. Importantly, avalglucosidase alfa was well tolerated at doses of both 20 mg/kg and 40 mg/kg in Japanese patients with LOPD and IOPD, respectively.<h4>Conclusions</h4>Although the number of patients was small, avalglucosidase alfa provides an efficacy and safety profile in Japanese patients representative of the overall populations from key global clinical trials.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39142946",
    "pmid": "39142946",
    "doi": "10.1016/j.braindev.2024.07.004",
    "title": "Long-term observation of patients with advanced late-onset Pompe disease undergoing enzyme replacement therapy: A 15-year observation in a single center.",
    "abstract": "<h4>Background</h4>There have been few descriptions in the literature on long-term enzyme replacement therapy (ERT) in patients with advanced late-onset Pompe disease (LOPD).<h4>Objectives</h4>This study aimed to assess the efficacy and limitations of ERT in advanced LOPD patients.<h4>Methods</h4>We retrospectively reviewed the clinical courses of patients with advanced LOPD (two juvenile-onset and five adult-onset patients) who were treated with recombinant human alglucosidase alfa to examine improvements achieved with and limitations of ERT until their death or when switching to avalglucosidase alfa occurred.<h4>Results</h4>All patients were non-ambulant and ventilator dependent. The duration of follow-up ranged from 3.7 to 15.0 years (median 9.0 years). All patients reported improvements in their lives during the first two or three years of ERT. Vital capacity was clearly improved in patients with relatively spared respiratory function, although it deteriorated after respiratory complications such as pneumothorax. Pinch and grip power tended to be preserved during the treatment period. Muscle CT revealed progression of atrophy and fatty replacement predominantly in the proximal limb muscles without improvement after ERT. Four patients died due to aspergillosis, respiratory failure, ileus, and sudden death of unknown cause.<h4>Conclusions</h4>Our findings demonstrate that patients undergoing ERT show certain improvements, even in the advanced stage of Pompe disease. Respiratory complications are lethal even during ERT, and early diagnosis and induction of therapy are critical. Muscle wasting progressed more severely in the proximal limbs, even after ERT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39981214",
    "pmid": "39981214",
    "doi": "10.1016/j.ymgmr.2025.101197",
    "title": "Camptocormia as a feature of Mc Ardle's disease: A case report.",
    "abstract": "Glycogen storage disease type 5 (GSD) is an autosomal recessive metabolic myopathy caused by pathogenic variants in the <i>PYGM</i> gene. We report the case of a patient with typical exercise intolerance with a \"second wind\" phenomenon, associated with camptocormia which is not commonly recognized as a feature of the disease. Molecular analysis of the <i>PYGM</i> gene the common c.148C > T [p.(Arg50*)] variant and a missense variant in exon 12, c.1471C > T [p.(Arg491Cys)]. GSD 5 and Pompe disease are both glycogen storage diseases in which axial involvement has been described. Although probably underestimated, severe axial myopathy has been rarely reported in GSD 5. We suggest that the long-lasting symptoms associated with camptocormia should be considered as possible initial features of GSD 5.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39288112",
    "pmid": "39288112",
    "doi": "10.1371/journal.pone.0310534",
    "title": "Association between under-dose of enzyme replacement therapy and quality of life in adults with late-onset Pompe disease in China: A retrospective matched cohort study.",
    "abstract": "<h4>Background</h4>Due to the high cost of enzyme replacement therapy (ERT), most of adults with late-onset Pompe disease (LOPD) who received ERT used the medication with insufficient dosefs in China.<h4>Objective</h4>To compare the change in quality of life (QoL) between adults with LOPD receiving under-dose ERT and no ERT, and identify factors associated with the change of QoL.<h4>Methods</h4>A retrospective matched cohort study was conducted among adult patients with LOPD in a nationwide Pompe registry in China. Eligible participants were those who completed two investigations, and didn't expose to ERT at baseline or before. The treated group were those who used ERT during follow-up; the untreated group received general care. The treated and untreated group were matched with a ratio of 1:2. QoL was assessed by the SF-12 and EQ-5D-5L. The dose of ERT was evaluated by the ratio of actual vials patients used divided by the indicated vials patients should use. The treated patients were further classified into mild and severe under-dose users by the median ratio. Multivariate linear regression analyses were performed to estimate the average treatment effect in the treated groups and identify factors associated with the changes of QoL scores.<h4>Results</h4>The study sample included 5 mild under-dose users, 6 severe under-dose users, and 22 untreated participants. Compared with the untreated group, mild under-dose ERT had no significant effect on the changes of QoL scores. In contrast, severe under-dose ERT was associated with a decline of physical QoL (β = -6.19, p = 0.001), but an increase of overall health state (β = 19.69, p = 0.032). A higher score of physical QoL (β = -0.74, p = 0.001) and overall health state (β = -0.69, p<0.001) at baseline was associated with decline in corresponding scores at follow-up. Being female was a contributor to the worsening of the overall health state (β = -22.79, p = 0.002), while being employed or at school was a predictor of improvement in mental QoL (β = 5.83, p = 0.002).<h4>Conclusions</h4>A Pompe-disease specific instrument based on patient experiences is warranted to closely monitor changes in QoL on a routine basis. It is desirable for patients with severe under-dose ERT to discuss with physicians whether to adjust treatment strategies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR952912",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5613385/v1",
    "title": "Japanese experience of newborn screening for lysosomal storage diseases and adrenoleukodystrophy",
    "abstract": "<title>Abstract</title>  <p><bold>Background: </bold>Recently, Newborn screening (NBS) has been extended worldwide to include Lysosomal storage diseases (LSDs) and adrenoleukodystrophy (ALD) as the importance of early diagnosis and early treatment. In Japan, NBS for LSDs, called expanded NBS, started in Kumamoto prefecture in 2006 as pilot study. NBS For ALD started in Aichi prefecture and Gifu prefecture in 2021. Expanded NBS for LSDs and ALD has spread increasingly in Japan. In light of this current situation, we considered it is necessary to clarify the usefulness of expanded NBS, prevalence of each disease, problems and issues. Therefore, we reported the current status of expanded NBS in Japan. <bold>Method: </bold>A survey was conducted on representative physicians of expanded NBS in each target region Japan. The target regions were regions conducting NBS for LSDs and/or ALD for more than one year. The survey items were as follows: the entity conducting expanded NBS, the facilities conducting the tests, the target areas, medical institutions for close examination such as detailed biochemical analysis and/or genetic sequencing, and treatments, types of target diseases, fee for NBS, sample collection methods, testing method, and the number of taking expanded NBS, retesting, and diagnoses in each area. <bold>Results: </bold>Responses were received from nine regions and an organization (CReARID). The total number of 733,838 newborns were tested, of whom 101 (75 with FD, 10 with mucopolysaccharidosis [MPS] II, 8 with Pompe disease [PD], 5 with Gaucher disease [GD], 2 with MPS I, 1 with ALD, respectively) were diagnosed. More cases were diagnosed with the target disease than the estimated prevalence. In contrast, the positive predictive value was low and false-positive rates was high, particularly for PD, MPS II, and ALD, have been attributed to pseudodeficiency alleles and methodological differences. Moreover, variant of unknown significance (VUS) in the<italic> ABCD1 </italic>gene was detected in many of the patients with suspected ALD. <bold>Conclusion:</bold>In Japan, expanded NBS for LSDs and ALD is spreading increasingly. Some patients were diagnosed and received treatment. However, there are problems such as pseudodeficiency, indications, testing methods, and VUS that require improvement.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39205420",
    "pmid": "39205420",
    "doi": "10.1111/ene.16397",
    "title": "Improving outcome measures in late onset Pompe disease: Modified Rasch-Built Pompe-Specific Activity scale.",
    "abstract": "<h4>Background and purpose</h4>The Rasch-Built Pompe-Specific Activity (R-PAct) scale is a patient-reported outcome measure specifically designed to quantify the effects of Pompe disease on daily life activities, developed for use in Dutch- and English-speaking countries. This study aimed to validate the R-PAct for use in other countries.<h4>Methods</h4>Four other language versions (German, French, Italian, and Spanish) of the R-PAct were created and distributed among Pompe patients (≥16 years old) in Germany, France, Spain, Italy, and Switzerland and pooled with data of newly diagnosed patients from Australia, Belgium, Canada, the Netherlands, New Zealand, the USA, and the UK and the original validation cohort (n = 186). The psychometric properties of the scale were assessed by exploratory factor analysis and Rasch analysis.<h4>Results</h4>Data for 520 patients were eligible for analysis. Exploratory factor analysis suggested that the items separated into two domains: Activities of Daily Living and Mobility. Both domains independently displayed adequate Rasch model measurement properties, following the removal of one item (\"Are you able to practice a sport?\") from the Mobility domain, and can be added together to form a \"higher order\" factor as well. Differential item functioning (DIF)-by-language assessment indicated DIF for several items; however, the impact of accounting for DIF was negligible. We recalibrated the nomogram (raw score interval-level transformation) for the updated 17-item R-PAct scale. The minimal detectable change value was 13.85 for the overall R-PAct.<h4>Conclusions</h4>After removing one item, the modified-R-PAct scale is a valid disease-specific patient-reported outcome measure for patients with Pompe disease across multiple countries.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39287071",
    "pmid": "39287071",
    "doi": "10.57264/cer-2024-0045",
    "title": "Comparing the efficacy of cipaglucosidase alfa plus miglustat with other enzyme replacement therapies for late-onset Pompe disease: a network meta-analysis utilizing patient-level and aggregate data.",
    "abstract": "<b>Aim:</b> Late-onset Pompe disease is characterized by progressive loss of muscular and respiratory function. Until recently, standard of care was enzyme replacement therapy (ERT) with alglucosidase alfa. Second-generation ERTs avalglucosidase alfa (aval) and cipaglucosidase alfa with miglustat (cipa+mig) are now available. Without head-to-head trials comparing aval with cipa+mig, an indirect treatment comparison is informative and timely for understanding potential clinical differentiation. <b>Materials & methods:</b> A systematic literature review was performed to identify relevant studies on cipa+mig and aval. Using patient-level and aggregate published data from randomized controlled trials (RCTs) and phase I/II and open-label extension (OLE) trials, a multi-level network meta-regression was conducted, adjusting for various baseline covariates, including previous ERT duration, to obtain relative effect estimates on 6-minute walk distance (6MWD, meters [m]) and forced vital capacity (FVC, % predicted [pp]). Analyses of two networks were conducted: Network A, including only RCTs, and network B, additionally including single-arm OLE and phase I/II studies. <b>Results:</b> Network B (full evidence analysis) showed that cipa+mig was associated with a relative increase in 6MWD (mean difference 28.93 m, 95% credible interval [8.26-50.11 m]; Bayesian probability 99.7%) and FVC (2.88 pp [1.07-4.71 pp]; >99.9%) compared with aval. The comparison between cipa+mig and aval became more favorable for cipa+mig with increasing previous ERT duration for both end points. Analysis of network A showed that cipa+mig was associated with a relative decrease in 6MWD (-10.02 m [-23.62 to 4.00 m]; 91.8%) and FVC (-1.45 pp [-3.01 to 0.07 pp]; 96.8%) compared with aval. <b>Conclusion:</b> Cipa+mig showed a favorable effect versus aval when all available evidence was used in the analysis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39950048",
    "pmid": "39950048",
    "doi": "10.1016/j.jpedcp.2024.200116",
    "title": "Health-Related Quality of Life and Fatigue in Children with Pompe Disease.",
    "abstract": "<h4>Objective</h4>Pompe disease is an inheritable metabolic myopathy caused by the deficiency of the lysosomal enzyme acid-⍺-glucosidase. The aim of this study was to investigate self-reported and parent-reported health related quality of life (HR-QOL) and fatigue in children with Pompe disease.<h4>Study design</h4>In this cross-sectional study, the validated Child Health Questionnaire and PedsQL Multidimensional Fatigue Scale were used to respectively measure (both self-reported and parent-reported) HR-QOL and fatigue in children with Pompe disease.<h4>Results</h4>In total, of 24 patients with Pompe disease (and their parents) participated, with a median age of 9.6 years [IQR 7.7-11.9], 14 had classic infantile Pompe disease. Self-reported HR-QOL was comparable with the healthy Dutch population on most domains, and patients with the classic infantile type scored mainly lower on physical functioning. Parents of patients with classic infantile Pompe disease reported a significantly lower HR-QOL of their children on 9 domains and parents of patients with (non-classic) childhood-onset Pompe disease on 5 domains. Self-reported fatigue levels in children with classic infantile Pompe disease were increased for 2 of 3 domains compared with healthy peers, and fatigue in patients with non-classic Pompe disease did not differ. Parents of patients with classic infantile Pompe disease reported greater levels of fatigue in all 3 domains compared with healthy children, whereas parents of children with childhood-onset disease scored greater on the cognitive fatigue domain.<h4>Conclusions</h4>Children with Pompe disease report comparable HR-QOL on most domains compared with healthy peers. Contrarily, parent-reported HR-QOL was substantially lower on most domains compared with references values. As expected in relation to disease severity, unfavorable effects on HR-QOL and fatigue were more pronounced in patients with classic infantile Pompe disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39616806",
    "pmid": "39616806",
    "doi": "10.1016/j.ejogrb.2024.11.046",
    "title": "Maternal health and obstetric complications of genetic neuromuscular disorders in pregnancy: A systematic review.",
    "abstract": "<h4>Background</h4>Genetic neuromuscular disorders affect muscle function and control by the nervous system, presenting significant clinical challenges, particularly during pregnancy.<h4>Objectives</h4>To systematically review the literature on the obstetric outcomes and complications in women with genetic neuromuscular disorders.<h4>Search strategy</h4>We searched PubMed/Medline, Scopus, and CINAHL Ultimate from inception till June 2024 using terms like \"pregnancy\", \"genetic neuromuscular disorder\", \"myotonic dystrophy\", \"maternal health\" etc. SELECTION CRITERIA: Pregnant women with genetic neuromuscular disorders.<h4>Data collection and analysis</h4>Screening, selection, and data extraction were performed independently by two reviewers.<h4>Main results</h4>A total of 28 studies from 1978 to 2023 examined pregnancy outcomes in women with genetic neuromuscular disorders. The disorders included myotonic dystrophy, spinal muscular atrophy (SMA), Charcot-Marie-Tooth disease (CMT), and others. Common complications were polyhydramnios, preterm labor, miscarriages, and cesarean sections. Myotonic dystrophy type 1 (DM1) showed higher neonatal risks than type 2 (DM2). Women with SMA faced exacerbated muscle weakness, while CMT and limb-girdle muscular dystrophy were associated with preterm labor and cesarean deliveries. Pompe disease exacerbated symptoms, and GNE myopathy showed similar pregnancy outcomes to the general population. Non-dystrophic myotonias had higher fetal distress and postpartum complications.<h4>Conclusions</h4>Women with genetic neuromuscular disorders face increased pregnancy complications, including preterm labor, cesarean sections, and disease symptom exacerbation. Multidisciplinary care between neurologists and obstetricians is essential in managing these high-risk pregnancies effectively, ensuring better maternal and neonatal outcomes. Further research is needed to develop standardized care protocols and improve clinical management.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39980777",
    "pmid": "39980777",
    "doi": "10.1093/eurheartjsupp/suae099",
    "title": "From thick walls to clear answers: approaches to diagnosing hypertrophic cardiomyopathy and its mimics.",
    "abstract": "Hypertrophic cardiomyopathy (HCM) is a genetic condition primarily caused by mutations in sarcomeric proteins, leading to abnormal thickening of the left ventricular wall. Although HCM is the most common genetic cardiovascular disorder, other conditions-such as cardiac amyloidosis, Fabry disease, and mitochondrial myopathies-can mimic its phenotype, complicating diagnosis. Accurate differentiation between HCM and its phenocopies is crucial, as these conditions differ in treatment, prognosis, and inheritance. This paper reviews the clinical, imaging, and laboratory tools essential for diagnosing HCM and its mimics, emphasizing the role of advanced diagnostics like cardiac magnetic resonance, genetic testing, and tissue characterization in guiding personalized management strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR876918",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4529770/v1",
    "title": "Extensive mobile health technology assessment detects subtle motor impairment in mild and asymptomatic Pompe disease",
    "abstract": "<title>Abstract</title>  <p>The aim of the study was to evaluate the ability of mobile health technology (MHT) to detect and quantify mobility alterations in late-onset Pompe Disease (PD). The study enrolled eight subjects with PD, including three young mildly affected/asymptomatic subjects, who underwent an extensive MHT mobility assessment and were contrasted to matched controls. MHT assessment enabled the detection of subtle mobility alterations, indicating a lower speed in walking, postural transition and turning lower performances in PD subjects compared to controls. Interestingly, in the three mildly affected/asymptomatic cases, clinical scales and timed tests scored within the normal ranges, whereas gait digital parameters showed detectable subtle alterations compared to controls.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR996507",
    "pmid": "",
    "doi": "10.1101/2025.03.28.25324843",
    "title": "Unmet Needs in Acute Hepatic Porphyria Diagnosis: A Comparative Big Data Analysis of an AI-based Human-in-the-Loop Screening Versus Standard of Care",
    "abstract": "<h4>Summary</h4> <h4>Background</h4> Acute Hepatic Porphyria (AHP) is a rare genetic disease characterized by unpredictable life-threatening attacks. There is no reliable biochemical screening test for patients outside of an attack and diagnosis is delayed on average by 15 (!) years. AI screening systems can assist in detecting AHP patients, but validating such systems is challenging, due to the limited number of suspected candidates and/or success of recalling such candidates for testing. At the same time no study to date has highlighted human oversight of AI screening tools, while governing bodies and medical device regulations call for it to be allowed for clinical use. Our primary goal was to demonstrate the feasibility of an AI-based Human-in-the-Loop screening (HAI) approach and quantifying the added value by comparing the rate and number of clinically plausible cases found through it with the current Standard of Care (SOC). <h4>Methods</h4> This retrospective cohort study included data collected from 899,862 electronic health records (EHR) of patients who were treated at the University Hospital Salzburg (SALK) between December 2007 and December 2021. For our HAI approach we used an AI-tool for disease screening (Dx EHRs v2022.11) provided by Symptoma GmbH, that has been validated for Pompe Disease in a previous study. All historically suspected and diagnosed AHP cases retrieved from the collected data served as the reference standard representing the SOC. All suspected AHP cases were first triaged by generalist physicians (GP) without a specialization for AHP representing the “Humans in the Loop”. Specialized physicians (SP) determined the clinical plausibility of cases by reviewing the complete EHRs of the triaged cases. The primary outcome were the rates of clinically plausible cases (=precision) in the HAI and SOC cohorts and its sub-cohorts. Additionally, we investigated the differences in phenotypes in those cohorts. Historically diagnosed AHP cases were reviewed by SP for the reliability of their diagnosis. <h4>Findings</h4> Of a total of 899,862 EHRs, 191 EHRs were triaged into the HAI cohort and 107 filtered into the SOC cohort. 74 (38.74%) and 28 (27.72%) cases were deemed clinically plausible, for HAI and SOC respectively. Of those 74 clinically plausible cases in HAI, 46 were de-novo cases missed by SOC. The sub-analysis on the phenotypical features indicated that psychological and psychosomatic symptoms (Restlessness, Confusion, Anxiety, Depression, Mood swings, Palpitations) are significantly underrepresented within historically suspected AHP cases. As well were some common and subtle symptoms (Pain, Nausea, Vomiting, Fatigue). Among 16 historically diagnosed cases, four were reclassified as misdiagnosed, and seven lacked conclusive evaluation by current diagnostic standards. Notably, two new AHP cases were identified “incidentally” during the study, with a Poisson probability of 8.34% for this event to happen, suggesting this occurrence was unlikely to be random. <h4>Interpretation</h4> AHP is incredibly hard to diagnose and even already made AHP diagnoses are unreliable. Additionally, certain phenotypes are especially challenging to identify via the current standard of care. HAI managed to reach a higher precision compared to the SOC and found an additional 46 clinically plausible de-novo cases. Both showing feasibility and added value of HAI. “Incidentally” newly diagnosed AHP patients strongly suggest an increase in awareness through the AI screening project. All our findings suggest that HAI is a viable approach addressing the challenge of early diagnosis of AHP and its adherent issues. Prospective studies in a setting as real-time decision support at the point of care are warranted as a next step to implementing HAI as part of the new standard of care. <h4>Funding</h4> Alnylam Pharmaceuticals <h4>Research in context</h4> <h4>Evidence before this study</h4> We systematically searched PubMed for articles published from database inception up to November 11, 2024, using the terms: (\"Artificial Intelligence\" OR \"AI\" OR \"Machine Learning\" OR \"Deep Learning\" OR \"Neural Networks\") AND (\"Screening\" OR \"Diagnosis\" OR \"Detection\") AND (\"Rare Disease\" OR \"Orphan Disease\" OR \"Uncommon Condition\" OR \"Low Prevalence Disease\" OR \"Acute Hepatic Porphyria\" OR \"AHP\" OR \"Porphyria\") AND (\"Human-in-the-loop\" OR \"Human-assisted\" OR \"Human-centered\" OR \"Augmented intelligence\" OR \"Human-machine collaboration\" OR \"Human-computer interaction\" OR \"Hybrid intelligence\" OR \"Human-supervised\" OR \"Human oversight\" OR \"Collaborative AI\" OR \"Human-guided\"). This search yielded no matches, suggesting that no dedicated studies investigating human-in-the loop AI approaches have been performed to date, neither for AHP, nor for rare diseases as a whole. We further adapted the search to look for AI screening approaches in general for Acute Hepatic Porphyria (AHP) specifically, by eliminating the search terms for rare diseases and human-in-the-loop. This search yielded 23 articles of which only two were actually related to the disease AHP. Those two studies aimed at testing AI screening systems for AHP patients but rather focused on successfully detecting AHP patients by using AI only, than comparing performances to the standard of care or highlighting human oversight. In those studies, no new cases could be found which appeared to be mainly due to the limited number of suspected candidates and/or success of recalling such candidates for testing which combined with the ultra-rare prevalence of AHP created unfavorable odds of finding de-novo cases. This stresses the incredible challenges when diagnosing AHP, but also in extension when validating new AI systems supporting such diagnosis. As such more validation in general, but much more direct comparison with the current state of the art is needed to ensure the effectiveness and safety of AI-driven diagnostic support systems for AHP. Hence, we did a retrospective cohort study aimed at evaluating the effectiveness of an AI-based Human-in-the-Loop screening (HAI) approach compared to the standard of care (SOC) in diagnosing AHP cases. Our study design addresses the challenges in validation and simultaneously puts a spotlight on human oversight, which should both contribute accelerating the adoption of AI screening to assist in rare disease diagnosis. <h4>Added value of this study</h4> To the best of our knowledge this is the first study to date to investigate the added value of a Human-in-the-Loop AI screening concept compared to the SOC for AHP or rare diseases. Explainable AI and particularly human oversight have been urgently demanded by governing bodies and regulators. The EU Artificial Intelligence Act even prescribes human oversight for any AI system designed to be used as a medical device in the European Union, which is founded in the desire to make AI applications as safe and reliable as possible. We present the results of our current study to highlight the feasibility and added value of the HAI concept as well as its potential as prospective real-time screening at the point of care. We further present findings of additional in-depth analyses delineating shortcomings regarding the diagnosis of AHP in the current SOC. Providing such evidence should serve as the bedrock to justify the considerable efforts necessary for implementation, but most of all, shorten the time to diagnosis effectively by using AI for rare disease patients suffering from diseases like AHP. <h4>Implications of all the available evidence</h4> Real-time decision support at the point of care has been identified as a pivotal lever to improve early diagnosis of AHP. At the same time eHealth infrastructure is being reformed and many initiatives around the world strive for higher levels of maturity. This paves the foundation for centrally orchestrated digital and AI-driven tools. Thus, scalable support systems exploiting this infrastructure are required and need to be validated. In our study, our proposed HAI screening approach showed a higher plausibility rate in suspected cases compared to the SOC and statistical testing could not find a statistically significant difference between the screening methods. Auxiliary findings in our study suggested that AI screening might create additional awareness at the point of care, which proves to be an effective agent in improving the diagnosis of AHP. Further, we found that there might be certain phenotypes that are harder to identify as AHP cases and that already made AHP diagnoses are unreliable. All our findings suggest that HAI is a viable approach addressing the challenge of early diagnosis and its adherent issues. They warrant further prospective studies in a setting as real-time decision support at the point of care while strongly advocating for an implementation into the clinical routine.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39916668",
    "pmid": "39916668",
    "doi": "10.1111/anec.70048",
    "title": "Chest Discomfort, Left Ventricular Hypertrophy, Global T-Wave Inversion, and Short PR Interval Points to a Particular Cardiac Condition. What Could Be the Diagnosis?",
    "abstract": "This article describes a 44-year-old female with Fabry disease presenting with a 7-year history of chest discomfort, extremity pain, and hypohidrosis. ECG revealed sinus bradycardia (52 bpm), a short PR interval (100 ms) with a delta wave, and a QRS complex (126 ms) showing a complete right bundle branch block. T-wave inversion and ST-segment depression were observed in leads I, AVL, II, aVF, and V2-V6. Genetic testing confirmed Fabry disease (GLA: c.700_702del). Short PR interval with left ventricular hypertrophy (LVH) poses a diagnostic challenge, requiring advanced imaging and genetic testing to differentiate Fabry disease from other cardiomyopathies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39499245",
    "pmid": "39499245",
    "doi": "10.1016/j.gim.2024.101242",
    "title": "Biomarker testing for lysosomal diseases: A technical standard of the American College of Medical Genetics and Genomics (ACMG).",
    "abstract": "Measurement of lysosomal disease (LD) biomarkers can reveal valuable information about disease status. Lyso-globotriaosylceramide (lyso-Gb<sub>3</sub>), glucosylsphingosine (lyso-Gb<sub>1</sub>), galactosylsphingosine (psychosine), and glucose tetrasaccharide (Glca1-6Glca1-4Glca1-4Glc, Glc<sub>4</sub>) are biomarkers associated with Fabry, Gaucher, Krabbe, and Pompe disease, respectively. Clinical biomarker testing is performed to guide patient management, including monitoring disease progression and initiating treatment, and in diagnostic evaluations of either symptomatic patients or asymptomatic individuals with a positive family history or abnormal newborn screen. Biomarker analysis can be performed through independent analysis of a single analyte or as a multiplex assay measuring analytes for more than one disorder utilizing liquid chromatographic separation and tandem mass spectrometric detection. These guidelines were developed to provide technical standards for biomarker analysis, results interpretation, and results reporting, highlighting Fabry, Gaucher, Krabbe, and Pompe diseases as examples.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39109844",
    "pmid": "39109844",
    "doi": "10.1111/ene.16428",
    "title": "Bulbar muscle impairment in patients with late onset Pompe disease: Insight from the French Pompe registry.",
    "abstract": "<h4>Background and purpose</h4>Late onset Pompe disease (LOPD) is a rare neuromuscular disorder caused by a deficit in acid alpha-glucosidase. Macroglossia and swallowing disorders have already been reported, but no study has focused yet on its frequency and functional impact on patients' daily life.<h4>Methods</h4>We reviewed 100 adult LOPD patients followed in 17 hospitals in France included in the French national Pompe disease registry. The Swallowing Quality of Life Questionnaire and the Sydney Swallow Questionnaire were completed by patients, and a specialist carried out a medical examination focused on swallowing and assigned a Salassa score to each patient. Respiratory and motor functions were also recorded. Subgroup analysis compared patients with and without swallowing difficulties based on Salassa score.<h4>Results</h4>Thirty-two percent of patients presented with swallowing difficulties, often mild but sometimes severe enough to require percutaneous endoscopic gastrostomy (1%). Daily dysphagia was reported for 20% of our patients and aspirations for 18%; 9.5% were unable to eat away from home. Macroglossia was described in 18% of our patients, and 11% had lingual atrophy. Only 15% of patients presenting with swallowing disorders were followed by a speech therapist. Swallowing difficulties were significantly associated with macroglossia (p = 0.015), longer duration of illness (p = 0.032), and a lower body mass index (p = 0.047).<h4>Conclusions</h4>Swallowing difficulties in LOPD are common and have significant functional impact. Increased awareness by physicians of these symptoms with systematic examination of the tongue and questions about swallowing can lead to appropriate multidisciplinary care with a speech therapist and dietitian if needed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40100425",
    "pmid": "40100425",
    "doi": "10.1007/s00335-025-10121-3",
    "title": "Rat models of musculoskeletal lysosomal storage disorders and their role in pre-clinical evaluation of gene therapy approaches.",
    "abstract": "Mice have been a cornerstone of biomedical research for decades for studying a wide range of biological processes, disease mechanisms, and the assessment of therapies. Moreover, mice present several practical advantages such as small size, low cost and ease of genetic manipulation. While mice offer numerous benefits, for certain disease areas, rat models provide a closer representation of human disease progression, offering better insights for translational research and therapeutic development. This closer resemblance is particularly important for research focusing on diseases involving the cardiovascular and musculoskeletal system. In rats, the pathophysiology of these diseases mirrors the clinical alterations observed in humans. This review focuses on the key phenotypic differences between mouse and rat models of lysosomal storage disorders that specifically manifest with cardiac, skeletal muscle, and bone and joint involvement (Pompe and Danon diseases, and Maroteaux-Lamy and Morquio A syndromes). Furthermore, we discuss the therapeutic potential of various adeno-associated viral vector-mediated gene therapies that have been evaluated in these rat models, highlighting their contributions to advancing treatment options for these debilitating conditions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39314994",
    "pmid": "39314994",
    "doi": "10.1016/j.ymgmr.2024.101141",
    "title": "Optimizing clinical outcomes: The journey of twins with CRIM-negative infantile-onset Pompe disease on high-dose enzyme replacement therapy and immunomodulation.",
    "abstract": "Infantile-onset Pompe disease (IOPD) is caused by a deficiency in the enzyme acid alpha-glucosidase (GAA). It is characterized by severe and progressive hypertrophic cardiomyopathy and muscle weakness with death in the first 2 years of life if left untreated. Enzyme replacement therapy (ERT) with alglucosidase-alfa is lifesaving, but its effectiveness is influenced by the patient's cross-reactive immunologic material (CRIM) status, dose of ERT, and the development of high antibody titers, which can reduce the therapy's efficacy. The inability of CRIM-negative IOPD patients to produce native GAA exposes them to a high risk of development of anti-rhGAA IgG antibody titers, leading to treatment failure. We present the case of CRIM-negative dizygotic twins treated with high-dose alglucosidase-alfa (40 mg/kg/week), initiated at 28 days (Twin A) and 44 days (Twin B). Both twins received immune tolerance induction (ITI) with rituximab, methotrexate, and IVIG to mitigate antibody response. Initial evaluations revealed elevated left ventricular mass index (LVMI) and elevated biomarkers (urine glucose tetrasaccharide (Glc<sub>4</sub>), creatine kinase (CK), and aspartate aminotransferase (AST)) in both twins. Following treatment, cardiac function and biomarkers normalized within several months, with a slight delay in Twin B compared to Twin A, likely attributed to the later initiation of ERT. Both twins safely tolerated ITI, achieving immune tolerance with low antibody titers. At 28 months, the twins transitioned to avalglucosidase-alfa (40 mg/kg every other week (EOW)), which was well tolerated without an increase in antibody titers. At 39 months, both twins exhibited normal cardiac function, LVMI, and biomarkers. Motor skills continued to improve, though some kinematic concerns persisted. These cases underscore the importance of early, high-dose ERT combined with ITI in managing CRIM-negative IOPD. While transitioning to avalglucosidase-alfa at 40 mg/kg/EOW was beneficial and well-tolerated in our patients, further studies are needed to confirm its long-term efficacy compared to the high-dose weekly 40 mg/kg alglucosidase-alfa.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39227307",
    "pmid": "39227307",
    "doi": "10.1002/jimd.12793",
    "title": "High-risk screening for late-onset Pompe disease in China: An expanded multicenter study.",
    "abstract": "Late-onset Pompe disease (LOPD) is caused by a genetic deficiency of the lysosomal enzyme acid alpha-glucosidase (GAA), leading to progressive limb-girdle weakness and respiratory impairment. The insidious onset of non-specific early symptoms often prohibits timely diagnosis. This study aimed to validate the high-risk screening criteria for LOPD in the Chinese population. A total of 726 patients were included, including 96 patients under 14 years of age. Dried blood spots (DBS) and tandem mass spectrometry (MS/MS) were employed to evaluate serum GAA activity. Forty-four patients exhibited a decreased GAA activity, 16 (2.2%) of which were confirmed as LOPD by genetic testing. Three previously unreported GAA mutations were also identified. The median diagnostic delay was shortened to 3 years, which excelled the previous retrospective studies. At diagnosis, most patients exhibited impaired respiratory function and/or limb-girdle weakness. Elevated serum creatine kinase (CK) levels were more frequently observed in patients who manifested before age 16. Overall, high-risk screening is a feasible and efficient method to identify LOPD patients at an early stage. Patients over 1 year of age with either weakness in axial and/or proximal limb muscles, or unexplained respiratory distress shall be subject to GAA enzymatic test, while CK levels above 2 times the upper normal limit shall be an additional criterion for patients under 16. This modified high-risk screening criteria for LOPD requires further validation in larger Chinese cohorts.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38963441",
    "pmid": "38963441",
    "doi": "10.1007/s00415-024-12543-6",
    "title": "Real-world data of in-hospital administration of alglucosidase alfa in French patients with Pompe disease: results from the National Claims Database.",
    "abstract": "<h4>Introduction</h4>Pompe disease is caused by a rare biallelic mutation in the GAA gene resulting in acid α-glucosidase deficiency and glycogen accumulation.<h4>Aim</h4>We analyzed hospital admissions associated with the administration of Myozyme®, utilizing the French hospital discharge database, known in France as the Programme de Médicalisation des Systèmes d'Information (PMSI), which comprehensively captures all hospital activity within the country.<h4>Methods</h4>In this observational study, we examined hospitalization records from April 4, 2012, to December 31, 2019, within the PMSI database, focusing on admissions where Myozyme® was administered. We particularly investigated the incidence of critical care admissions and adverse events (AEs) related to Myozyme®.<h4>Results</h4>From 2012 to 2019, approximately 26,714 hospital stays involving Myozyme® administration were recorded for 239 patients. Most (96.6%) of these were outpatient stays, with only 3.2% in critical care. Furthermore, hospitalizations without critical care needs increased from 96% in 2012 to 99% in 2019. Of the patients receiving at least one infusion, 997 critical care admissions were recorded, with 781 (78.3%) occurring concurrent with or the day after the Myozyme® treatment without directly correlating to adverse effects of enzyme therapy.<h4>Conclusions</h4>The analysis of the French hospital discharge database indicated that Myozyme® was associated with a low incidence of AEs and complications in a hospital context, supporting the consideration of its safe use in home-infusion settings.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38873957",
    "pmid": "38873957",
    "doi": "10.1111/ene.16383",
    "title": "Start, switch and stop (triple-S) criteria for enzyme replacement therapy of late-onset Pompe disease: European Pompe Consortium recommendation update 2024.",
    "abstract": "<h4>Background and purpose</h4>Two novel enzyme replacement therapies (ERTs), studied in phase 3 trials in late-onset Pompe patients, reached marketing authorization by the European Medicines Agency in 2022 and 2023. The European Pompe Consortium (EPOC) updates and extends the scope of the 2017 recommendations for starting, switching and stopping ERT.<h4>Methods</h4>The European Pompe Consortium consists of 25 neuromuscular and metabolic experts from eight European countries. This update was performed after an in-person meeting, three rounds of discussion and voting to provide a consensus recommendation.<h4>Results</h4>The patient should be symptomatic, that is, should have skeletal muscle weakness or respiratory muscle involvement. Muscle magnetic resonance imaging findings showing substantial fat replacement can support the decision to start in a patient-by-patient scenario. Limited evidence supports switching ERT if there is no indication that skeletal muscle and/or respiratory function have stabilized or improved during standard ERT of 12 months or after severe infusion-associated reactions. Switching of ERT should be discussed on a patient-by-patient shared-decision basis. If there are severe, unmanageable infusion-associated reactions and no stabilization in skeletal muscle function during the first 2 years after starting or switching treatment, stopping ERT should be considered. After stopping ERT for inefficacy, restarting ERT can be considered. Six-monthly European Pompe Consortium muscle function assessments are recommended.<h4>Conclusions</h4>The triple-S criteria on ERT start, switch and stop include muscle magnetic resonance imaging as a supportive finding and the potential option of home infusion therapy. Six-monthly long-term monitoring of muscle function is highly recommended to cover insights into the patient's trajectory under ERT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40061069",
    "pmid": "40061069",
    "doi": "10.1080/27694127.2025.2467454",
    "title": "Glycogen is a neutral cargo of bulk autophagy in &lt;i&gt;Komagataella phaffii&lt;/i&gt;.",
    "abstract": "Glycogen is a primary cellular energy store in numerous eukaryotes. Its biosynthesis is a main strategy to cope with forthcoming starvation. During starvation, glycogen is processed in the cytosol or delivered for degradation to animal lysosomes or yeast vacuoles by macroautophagy (hereafter autophagy). However, the mechanism of glycogen autophagy is poorly understood, especially in the heart and skeletal muscles that suffer from the lysosomal glycogen accumulation in Pompe disease. We recently developed the <i>Komagataella phaffii</i> yeast as a simple model to study glycogen autophagy and found that this pathway proceeds non-selectively. However, studies in <i>Saccharomyces cerevisiae</i> proposed glycogen as a non-preferred cargo of bulk autophagy. In our latest study with new fluorescent reporters for glycogen, we clarified cargo properties of <i>K. phaffii</i> glycogen. Both homologous and heterologous markers of glycogen are delivered to the vacuole and degraded with efficiencies that are independent of glycogen, suggesting that glycogen is a neutral cargo of bulk autophagy. This work provides insights into the evolutionary diversity of glycogen autophagy in yeasts with implications for understanding this process in complex eukaryotes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR867126",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4325538/v1",
    "title": "A Study to Identify Individuals At Risk To Be Affected By Pompe Disease Who Had PrevioUsly Been Given a Non-Specific OR Tentative DiagnosiS For Their MUsclEWeakness (Pompe PURSUE)",
    "abstract": "<title>Abstract</title>  <p>Background  Late-onset Pompe disease (LOPD) is an autosomal recessive lysosomal storage disorder that results in severe progressive proximal muscle weakness. Over time, reductions in muscle strength result in respiratory failure and a loss of ambulation. Delayed diagnosis of LOPD deprives patients of treatments that can enhance quality of life and potentially slow disease progression. The objective of this study is to determine if patients with a nonspecific diagnosis, such as muscle weakness, may have LOPD using retrospective chart review of patients seen at two centers: an academic center and a community health system. Results  Initial data pulls identified 80,070 patients with one of the ICD-10 codes of interest. Chart review found 551 of these patients also had at least one lab value commonly abnormal in individuals with LOPD and of these 110 scored as “at-risk”. After removing phenocopies/other confirmed unrelated diagnoses, 46 individuals were contacted either directly or through their healthcare provider for genetic counseling. Three patients had pretest genetic counseling and were tested for decreased levels of acid-α-glucosidase. One patient was found to have deficient acid-α-glucosidase. Additionally, a physician educated through the program ordered LOPD testing for their patient and diagnosed them with LOPD. Conclusion  This study confirms that a symptom-based scoring system and chart review combined with provider education can identify patients who are at increased likelihood to have a missed LOPD diagnosis.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38698877",
    "pmid": "38698877",
    "doi": "10.1016/j.ymgmr.2024.101085",
    "title": "Acid α-glucosidase (GAA) activity and glycogen content in muscle biopsy specimens of patients with Pompe disease: A systematic review.",
    "abstract": "Pompe disease is a rare genetic disorder characterized by a deficiency of acid α-glucosidase (GAA), leading to the accumulation of glycogen in various tissues, especially in skeletal muscles. The disease manifests as a large spectrum of phenotypes from infantile-onset Pompe disease (IOPD) to late-onset Pompe disease (LOPD), depending on the age of symptoms onset. Quantifying GAA activity and glycogen content in skeletal muscle provides important information about the disease severity. However, the distribution of GAA and glycogen levels in skeletal muscles from healthy individuals and those impacted by Pompe disease remains poorly understood, and there is currently no universally accepted standard assay for GAA activity measurement. This systematic literature review aims to provide an overview of the available information on GAA activity and glycogen content levels in skeletal muscle biopsies from patients with Pompe disease. A structured review of PubMed and Google Scholar literature (with the latter used to check that no additional publications were identified) was conducted to identify peer-reviewed publications on glycogen storage disease type II [MeSH term] + GAA, protein human (supplementary concept), Pompe, muscle; and muscle, acid alpha-glucosidase. A limit of English language was applied. Results were grouped by methodologies used to quantify GAA activity and glycogen content in skeletal muscle. The search and selection strategy were devised and carried out in line with Preferred Reporting of Items in Systematic Reviews and Meta-Analysis guidelines and documented using a flowchart. Bibliographies of papers included in the analysis were reviewed and applicable publications not already identified in the search were included. Of the 158 articles retrieved, 24 (comprising >100 muscle biopsies from >100 patients) were included in the analysis, with four different assays. Analysis revealed that patients with IOPD exhibited markedly lower GAA activity in skeletal muscles than those with LOPD, regardless of the measurement method employed. Additionally, patients with IOPD had notably higher glycogen content levels in skeletal muscles than those with LOPD. In general, however, it was difficult to fully characterize GAA activity because of the different methods used. The findings underscore the challenges in the interpretation and comparison of the results across studies because of the substantial methodological variations. There is a need to establish standardized reference ranges of GAA activity and glycogen content in healthy individuals and in Pompe disease patients based on globally standardized methods to improve comparability and reliability in assessing this rare disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38772716",
    "pmid": "38772716",
    "doi": "10.1124/jpet.123.002080",
    "title": "Response to Comments on \"Increasing Enzyme Mannose-6-Phosphate Levels but Not Miglustat Coadministration Enhances the Efficacy of Enzyme Replacement Therapy in Pompe Mice\".",
    "abstract": "We thank Dr. Weimer and her colleagues for their comments related to our recent work (Anding et al., 2023) and are grateful for the opportunity to further discuss the importance of efficient lysosomal targeting of enzyme-replacement therapies (ERT) for the treatment of Pompe disease. Patients with Pompe disease have mutations in the gene that encodes for acid <i>α</i> glucosidase (GAA), a lysosomal enzyme necessary for the breakdown of glycogen. The first-generation ERT, alglucosidase alfa, provides a lifesaving therapy for the severe form of the disease (infantile onset Pompe disease) and improves or stabilizes respiratory and motor function in patients with less severe disease (late onset Pompe disease). Despite these gains, significant unmet need remains, particularly in patients who display respiratory and motor decline following years of treatment. Poor tissue uptake and lysosomal targeting via inefficient binding of the cation-independent mannose-6-phosphate (M6P) receptor (CIMPR) in skeletal muscle contributed to this suboptimal treatment response, prompting the development of new ERTs with increased levels of M6P.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR842342",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4262735/v1",
    "title": "An expert rule-based approach for identifying infantile-onset Pompe disease patients using retrospective electronic health records",
    "abstract": "<title>Abstract</title>  <p>Pompe disease (OMIM #232300), a rare genetic disorder, leads to glycogen buildup in the body due to an enzyme deficiency, particularly harming the heart and muscles. Infantile-onset Pompe disease (IOPD) requires urgent treatment to prevent mortality, but diagnosis is often delayed by inadequate newborn screening (NBS) methods or the unavailability of these methods. Our study aims to streamline IOPD diagnosis in the UAE using electronic health records (EHRs) for faster, more accurate detection and timely treatment initiation. This study utilized electronic health records from the Abu Dhabi Healthcare Company (SEHA) healthcare network in the UAE to develop an expert rule-based screening approach operationalized through a dashboard. The study encompassed six diagnosed IOPD patients and screened 93,365 subjects. Expert rules were formulated to identify potential high-risk IOPD patients based on their age, particular symptoms, and creatine kinase levels. The proposed approach was evaluated using accuracy, sensitivity, and specificity. The proposed approach accurately identified five true positives, one false negative, and four false positive IOPD cases. The false negative case involved a patient with both Pompe disease and congenital heart disease. The focus on CHD led to the overlooking of Pompe disease, exacerbated by no measurement of creatine kinase. The false positive cases were diagnosed with Mitochondrial DNA depletion syndrome 12-A (SLC25A4 gene), Immunodeficiency-71 (ARPC1B mutation), Niemann-Pick disease type C (NPC1 gene mutation leading to frameshift), and Group B Streptococcus meningitis. The proposed approach of integrating expert rules with a dashboard facilitated efficient data visualization and automated patient screening, which aids in the early detection of Pompe disease. Future studies are encouraged to investigate the application of machine learning methodologies to enhance further the precision and efficiency of identifying patients with IOPD.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38948331",
    "pmid": "38948331",
    "doi": "10.1016/j.omtn.2024.102220",
    "title": "Base editing rescues acid α-glucosidase function in infantile-onset Pompe disease patient-derived cells.",
    "abstract": "Infantile-onset Pompe disease (IOPD) results from pathogenic variants in the <i>GAA</i> gene, which encodes acid α-glucosidase. The correction of pathogenic variants through genome editing may be a valuable one-time therapy for PD and improve upon the current standard of care. We performed adenine base editing in human dermal fibroblasts harboring three transition nonsense variants, c.2227C>T (p.Q743∗; IOPD-1), c.2560C>T (p.R854∗; IOPD-2), and c.2608C>T (p.R870∗; IOPD-3). Up to 96% adenine deamination of target variants was observed, with minimal editing across >50 off-target sites. Post-base editing, expressed GAA protein was up to 0.66-fold normal (unaffected fibroblasts), an improvement over affected fibroblasts wherein GAA was undetectable. GAA enzyme activity was between 81.91 ± 13.51 and 129.98 ± 9.33 units/mg protein at 28 days post-transfection, which falls within the normal range (50-200 units/mg protein). LAMP2 protein was significantly decreased in the most robustly edited cell line, IOPD-3, indicating reduced lysosomal burden. Taken together, the findings reported herein demonstrate that base editing results in efficacious adenine deamination, restoration of GAA expression and activity, and reduction in lysosomal burden in the most robustly edited cells. Future work will assess base editing outcomes and the impact on Pompe pathology in two mouse models, <i>Gaa</i> <sup>c.2227C>T</sup> and <i>Gaa</i> <sup>c.2560C>T</sup>.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39163158",
    "pmid": "39163158",
    "doi": "10.1097/cnd.0000000000000484",
    "title": "What is in the Myopathy Literature?",
    "abstract": "<h4>Abstract</h4>This update begins with a section on inflammatory myopathies covering inclusion body myositis in younger patients, the possibility of a pathogenic role for anti-cN1A antibodies, and a negative trial of arimoclomol in inclusion body myositis. The potential study of Janus kinase inhibitors in dermatomyositis is discussed as well as the possible role of targeted therapy for immune checkpoint inhibitor neuromuscular complications. Next, studies of disease-modifying or potential disease-modifying therapies for inherited myopathies are addressed including the encouraging follow-up study of gene replacement therapy for Duchenne muscular dystrophy (DMD), a negative trial of tamoxifen in DMD, and the complex topic of gene therapy for X-linked myotubular myopathy. A newly identified condition of muscular dystrophy from 3-hydroxy-3-methylglutaryl-CoA reductase mutations is addressed along with possible therapy. Other papers regarding GNE myopathy and long-term outcome of enzyme replacement therapy in infantile onset Pompe disease round out that section. Updates on the expanding spectra of anoctamin-5 myopathies, caveolinopathies, and congenital and mylagic myopathies from CACNA1S mutations follow as well as extensive discussion of Valosin containing protein proteinopathies, comprehensive management of Becker muscular dystrophy, and gastrointestinal complications in adult DMD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39891741",
    "pmid": "39891741",
    "doi": "10.1007/s00415-025-12916-5",
    "title": "Serum chitotriosidase-1 (CHIT1) as candidate biomarker for mitochondriopathies.",
    "abstract": "<h4>Background</h4>Neuromuscular diseases (NMDs) and mitochondriopathies are rare and heterogeneous disorders. Diagnosis is often difficult and delayed, partly due to the lack of reliable biomarkers. Chitotriosidase (CHIT1) as a candidate marker for lysosomal storage diseases is elevated in Niemann pick disease type C as a prototype of this group of diseases. Most recently, a relevant role of the lysosomal pathway in mitochondriopathies has been discussed, but markers of lysosomal involvement have not been investigated. Therefore, the aim of this study was to evaluate CHIT1 concentrations in a broad spectrum of NMDs and mitochondriopathies.<h4>Methods</h4>CHIT1 serum concentration of 151 patients with NMD or primary mitochondriopathy was determined by enzyme-linked immunosorbent assay, and compared to 38 healthy controls and 8 patients with Niemann pick disease type C. Results were controlled for age, sex, CRP and CHIT1 polymorphism, and compared to several established markers (CK, FGF21, GDF15).<h4>Results</h4>CHIT1 levels were not altered in NMDs, but significantly increased in mitochondriopathies, within the range of Niemann-Pick patients. Compared to the established biomarkers, CHIT1 and FGF21 showed a similar diagnostic performance, while better results were found for GDF15. However, there was a tendency for higher CHIT1 concentrations in patients with central nervous system involvement (MELAS syndrome), while FGF21 and GDF15 were not relevantly altered in these patients. Consequently, a combination of biomarkers including CHIT1 provided the best overall diagnostic performance.<h4>Conclusions</h4>Serum CHIT1 concentration is significantly elevated in mitochondriopathies compared to healthy controls and other NMD, identifying CHIT1 as potential complementary biomarker in mitochondriopathies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39684857",
    "pmid": "39684857",
    "doi": "10.3390/ijms252313147",
    "title": "Unveiling the Future of Cardiac Care: A Review of Gene Therapy in Cardiomyopathies.",
    "abstract": "For years, the treatment of many cardiomyopathies has been solely focused on symptom management. However, cardiomyopathies have a genetic substrate, and directing therapy towards the pathophysiology rather than the epiphenomenon of the disease may be a winning strategy. Gene therapy involves the insertion of genes or the modification of existing ones and their regulatory elements through strategies like gene replacement and gene editing. Recently, gene therapy for cardiac amyloidosis and Duchenne muscular dystrophy has received approval, and important clinical trials are currently evaluating gene therapy methods for rare heart diseases like Friedreich's Ataxia, Danon disease, Fabry disease, and Pompe Disease. Furthermore, favorable results have been noted in animal studies receiving gene therapy for hypertrophic, dilated, and arrhythmogenic cardiomyopathy. This review discusses gene therapy methods, ongoing clinical trials, and future goals in this area.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38785980",
    "pmid": "38785980",
    "doi": "10.3390/biom14050573",
    "title": "Failure of Autophagy in Pompe Disease.",
    "abstract": "Autophagy is an evolutionarily conserved lysosome-dependent degradation of cytoplasmic constituents. The system operates as a critical cellular pro-survival mechanism in response to nutrient deprivation and a variety of stress conditions. On top of that, autophagy is involved in maintaining cellular homeostasis through selective elimination of worn-out or damaged proteins and organelles. The autophagic pathway is largely responsible for the delivery of cytosolic glycogen to the lysosome where it is degraded to glucose via acid α-glucosidase. Although the physiological role of lysosomal glycogenolysis is not fully understood, its significance is highlighted by the manifestations of Pompe disease, which is caused by a deficiency of this lysosomal enzyme. Pompe disease is a severe lysosomal glycogen storage disorder that affects skeletal and cardiac muscles most. In this review, we discuss the basics of autophagy and describe its involvement in the pathogenesis of muscle damage in Pompe disease. Finally, we outline how autophagic pathology in the diseased muscles can be used as a tool to fast track the efficacy of therapeutic interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38500078",
    "pmid": "38500078",
    "doi": "10.1186/s12887-024-04690-6",
    "title": "Infantile-onset pompe disease: a case report emphasizing the role of genetic counseling and prenatal testing.",
    "abstract": "<h4>Background</h4>Pompe disease, classified as glycogen storage disease type II, arises from a deficiency in the acid alpha-glucosidase (GAA) enzyme, leading to glycogen accumulation in multiple tissues. The unique correlation between genotype and enzyme activity is a key feature. This case highlights an infantile-onset form, emphasizing genetic counseling and prenatal testing importance.<h4>Case presentation</h4>An 18-week-old infant with respiratory distress, cyanosis, and fever was admitted. Born healthy, her sibling died from Pompe disease. She presented with cardiomegaly, hypotonia, and absent reflexes. Diagnosis was confirmed by significantly reduced GAA activity. Despite treatment initiation, the patient succumbed to cardiac arrest.<h4>Conclusions</h4>The case underscores genetic counseling's role, offering insights into prenatal testing advancements, antenatal diagnosis through echocardiography, and the significance of early intervention, particularly in infantile-onset Pompe disease.<h4>Synopsis</h4>Genetic risk assessment and prenatal testing are crucial for families with a history of Pompe disease to improve early diagnosis and management outcomes.",
    "journal": "",
    "year": "2024"
  }
]