[
  {
    "id": "40200592",
    "pmid": "40200592",
    "doi": "10.1111/cge.14750",
    "title": "Classic Prader-Willi Syndrome Phenotype Caused by an Atypical Deletion in the 15q11 Region Not Involving the SNORD Genes.",
    "abstract": "Prader-Willi syndrome (PWS) is an uncommon genetic disorder caused by the lack of expression of a cluster of genes located in the 15q11.2q13 region, which are normally expressed only from the paternally-inherited allele due to genomic imprinting. PWS can result from a deletion of the 15q11.2q13 region on the paternally-inherited chromosome 15, maternal uniparental disomy, or imprinting defects. We report a patient with an atypical deletion within 15q11.2q13 and a PWS phenotype, including hypotonia, feeding difficulties, short stature, developmental delay, and dysmorphisms. She has a deletion from TUBGCP5 to SNURF-SNRPN (including the imprinting center) but not the SNORD region. These types of reports are crucial for further supporting the established role of the imprinting center in the pathophysiology and critical region of PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40114471",
    "pmid": "40114471",
    "doi": "10.5664/jcsm.11664",
    "title": "Personalized endpoints in Prader-Willi syndrome: a case study with goal attainment scaling.",
    "abstract": "This case report examines the implementation of Goal Attainment Scaling (GAS) for a 9-year-old girl with Prader-Willi Syndrome (PWS) and narcolepsy-like features who began treatment with Pitolisant, a medication designed to alleviate excessive daytime sleepiness. The individualized GAS framework enabled the patient and her caregivers to establish specific treatment goals across cognitive, motor, and physiological domains. Although validated outcome measures for this population are limited, GAS effectively captured crucial aspects of the patient's experience, revealing overall improvements in most symptoms during a six-month follow-up. This method provided an unbiased assessment of treatment effectiveness, underscoring the importance of integrating patient-centered measures in the management of rare diseases like PWS. The findings suggest that GAS can yield valuable insights into patient priorities and treatment outcomes, highlighting the need for further research into its application in clinical settings for PWS and similar conditions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40090294",
    "pmid": "40090294",
    "doi": "10.1016/j.ijporl.2025.112305",
    "title": "Adenotonsillectomy success for treating obstructive sleep apnea in children with Prader-Willi syndrome.",
    "abstract": "<h4>Background</h4>Prader-Willi syndrome (PWS) is a rare genetic disorder that can increase risk of pediatric obstructive sleep apnea (OSA), caused by the combination of increased viscosity of secretions, craniofacial abnormalities, hypotonia, and obesity. While first-line treatment of pediatric OSA is typically adenotonsillectomy, the complex pathophysiology of OSA in PWS patients may lead to less success with this therapy.<h4>Methods</h4>The TriNetX database was queried for patients 18 years old or younger based on the diagnoses of PWS and OSA and the surgical interventions of adenotonsillectomy, tonsillectomy, and adenoidectomy. The primary endpoint was the removal of the diagnosis of OSA 6 months postoperatively. Pediatric patients without PWS were used as a control. Secondary endpoints were the risk of OSA with common medical interventions for children with PWS.<h4>Results</h4>A total of 2163 patients were found to have PWS, with 1035 (47 %) diagnosed with OSA. PWS patients undergoing surgery had a total success rate of 39.0 %, compared to 79.6 % in controls (p < 0.001). Total success for these surgeries was also significantly lower compared to controls matched by demographics and obesity status (36.8 % versus 82.1 %, p < 0.001). Use of growth hormone (RR 1.43, p < 0.001) and testosterone (RR 1.39, p < 0.001) were both associated with increased risk of OSA.<h4>Conclusions</h4>Adenotonsillectomy has significantly lower rates of success at treating pediatric OSA in patients with PWS. These patients would likely benefit from multidisciplinary care to treat their OSA and mitigate the effects of untreated disease, and further studies determining best practices for caring for these patients are necessary.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39873961",
    "pmid": "39873961",
    "doi": "10.1007/s40272-025-00681-x",
    "title": "Pharmacological Aspects in the Management of Children and Adolescents with Prader-Willi Syndrome.",
    "abstract": "Prader-Willi syndrome is a rare neurodevelopmental disorder that impacts the musculoskeletal, endocrine, pulmonary, neurologic, ocular, and gastrointestinal systems. In addition, individuals with Prader-Willi syndrome have issues with cognitive development, characteristic behavioral problems, and perhaps most profoundly, appetite control. Currently, the only US Food and Drug Administration-approved therapy for Prader-Willi syndrome is growth hormone, which has been Food and Drug Administration approved for > 20 years for the treatment of growth failure in Prader-Willi syndrome. Growth hormone has shown to improve many aspects of this syndrome, including final height, body composition, developmental milestones, and cognition, but it does not affect hyperphagia, which is the hallmark symptom of this condition. Over the past 15 years, there have been several medication trials for the treatment of hyperphagia in Prader-Willi syndrome, but thus far, all have failed to achieve Food and Drug Administration approval for a variety of reasons. However, hyperphagia is the most life-limiting symptom of Prader-Willi syndrome, thus new pharmacologic therapies are desperately needed. We review ongoing and recently completed clinical trials for hyperphagia. Other issues in Prader-Willi syndrome that significantly impact quality of life include excessive daytime sleepiness and severe behavioral problems. We examine the medication trials to address these issues.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40043492",
    "pmid": "40043492",
    "doi": "10.1016/j.jcomdis.2025.106508",
    "title": "Vocabulary and reading skills in adults with Prader-Willi syndrome.",
    "abstract": "<h4>Introduction</h4>Prader-Willi syndrome (PWS) is a rare genetic condition associated with global intellectual impairment. While research has evidenced speech problems, little is known about reading, which is a critical language ability involved in communication. The aim of the present study was to investigate vocabulary and reading skills in adults with PWS.<h4>Method</h4>A total of 56 individuals (35 females, mean age = 33.64 years, range = 19-57 years) with PWS participated. Standardized paper and pencil tests were used to examine the level of vocabulary (LexTale-FR test) and reading performance (Alouette-R test). Two computerized tasks were also administered to assess the efficiency of lexical and phonological processes in reading (lexical and phonological decision tasks, taken from the ECCLA software). Performance was analyzed and compared with available norms on neurotypical adults and/or children.<h4>Results</h4>The results showed that adults with PWS had a low level of vocabulary (i.e., three to five standard deviations difference compared to neurotypical adults), poor reading skills (i.e., equivalent to the level of nine-year-olds), and less efficient lexical and non-lexical phonological processes.<h4>Conclusion</h4>The present data suggest a global impairment in vocabulary and reading skills in adults with PWS. These findings might help clinicians to better understand the language abilities of these patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR994204",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-6064456/v1",
    "title": "Height loss with age in adults with Prader-Willi syndrome may result in artifactual increases in BMI",
    "abstract": "<title>Abstract</title>  <p>Modest decreases in height occur during normal aging, but usually have only a minimal effect on BMI (body mass index). Height loss may result from vertebral fractures, disc collapse, kyphosis, and/or scoliosis. Accurate determinations of BMI values are essential for prescribing diet and exercise regimens especially for adults with Prader-Willi syndrome (PWS). We measured standing heights in 28 PWS adults over a duration 11.3 ± 3.4 (range 5.1 to 16.2) years in our national multidisciplinary PWS clinic. Most had no or only minimal height loss, but in four individuals measured heights decreased by 6.2, 6.6, 7.0, and 6.3 cm, respectively. Height loss for these four patients resulted in artifactually high BMI values compared to values based on heights measured 7.9 to 16.1 years earlier. The apparent increase in BMI due to height loss rather than weight gain may lead to inappropriate recommendations for reduction in caloric intake. Even minor changes in diet restrictions can affect mood and behavior in individuals with PWS. Recognition of height loss as a contributing factor to BMI calculations is important for clinical studies evaluating effects of life-style changes and medical interventions for obesity.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39928624",
    "pmid": "39928624",
    "doi": "10.1371/journal.pone.0316928",
    "title": "Perception of four intellectual and developmental disabilities based on search engine and news portrayal.",
    "abstract": "<h4>Background</h4>For people with intellectual and developmental disabilities, other's perceptions of them based on their condition often begin before birth and go on to impact relationships, opportunities, and self perception across the life course. Search engine results and news media, which may portray these conditions stereotypically or in poor light, are often a key source in these perceptions. Our purpose was to understand how search engine results and available news media can shape perceptions on certain intellectual and developmental disabilities.<h4>Methods</h4>We developed an online Likert-scale survey to measure differences in perceptions based off first available search engine results, images, and news headlines of four intellectual and developmental disabilities: cerebral palsy, Down syndrome, Prader-Willi syndrome, and Angelman syndrome. These four conditions were selected to compare less prevalent (Prader-Willi and Angelman) and more prevalent conditions (Down syndrome and cerebral palsy). Perception questions addressed general impression and aspects of the disability experience expected to be impacted by perception from others. We recruited via multiple social media platforms, flyers posted in the Boston area, and word of mouth to local communities and friends.<h4>Findings</h4>229 individuals opened the survey, and 125 responses were used in analysis. Mean responses to Prader-Willi syndrome were significantly more negative than responses to cerebral palsy, Down syndrome, and Angelman syndrome across all variables. Responses to Angelman syndrome were also more negative than responses to Down syndrome. Significant differences between conditions found when treating the data as continuous were confirmed when treating the data as ordinal.<h4>Conclusion</h4>Lesser-known intellectual and developmental disabilities, such as Prader-Willi syndrome and Angelman syndrome, are subject to more negative portrayal in media, leading to more negative perception, which may impact social opportunity and quality of life. Combined with our finding that the perception of Prader-Willi syndrome follows the ideals of the medical model of disability more closely than the social model, a need for social model of disability training and education for physicians and other medical providers is clear.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40108622",
    "pmid": "40108622",
    "doi": "10.1186/s12891-025-08470-w",
    "title": "The prevalence and surgical outcome of late diagnosed hip dysplasia in children with Prader-Willi syndrome: a retrospective study.",
    "abstract": "<h4>Background</h4>Prader-Willi syndrome (PWS) is a rare disease. Hip dysplasia is an orthopedic-related disease of PWS. Limited literature exists on the prevalence, diagnosis, and surgical management of late diagnosed hip dysplasia in PWS. This study assessed the prevalence of hip dysplasia in children with PWS and evaluated the outcomes following surgical intervention of late diagnosed hip dysplasia.<h4>Methods</h4>A retrospective analysis was conducted on patients diagnosed with PWS at our institution from January 1, 2017 to December 31, 2021. Patient demographics were collected, the acetabular index (AI) and the central edge angle (CEA) were measured. A single fellowship-trained pediatric orthopedic surgeon determined the presence of hip dysplasia based on radiographic measurements.<h4>Results</h4>The prevalence of hip dysplasia with PWS is 33.3%. There was no significant association between prevalence and sex or genetic subtype. The mean age at the time of diagnosis was 34.4 months (6 months to 109 months). Five patients (2 right side, 3 bilateral) underwent surgical intervention at an average age of 82.4 months. The acetabular index decreased from 42.8 ± 5.9 degrees preoperatively to 21.7 ± 7.7 degrees postoperatively. No serious postoperative complications were reported during the follow-up.<h4>Conclusions</h4>The present study demonstrated a higher prevalence of hip dysplasia in patients with PWS than in the general population. The prevalence does not significantly differ across sexes or genetic subtypes. While preliminary findings suggest outcomes may be comparable to those of HD without PWS, further studies with larger cohorts are required to validate these observations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40055943",
    "pmid": "40055943",
    "doi": "10.1111/jne.70015",
    "title": "Selective changes in vasopressin neurons and astrocytes in the suprachiasmatic nucleus of Prader-Willi syndrome subjects.",
    "abstract": "The hypothalamic suprachiasmatic nucleus (SCN) hosts the central circadian pacemaker and regulates daily rhythms in physiology and behavior. The SCN is composed of peptidergic neuron populations expressing arginine vasopressin (AVP) and vasoactive intestinal polypeptide (VIP), as well as glial cells. Patients with Prader-Willi Syndrome (PWS) commonly experience circadian disturbances, which are particularly evident in their sleep/wake patterns. Using publicly available single-cell RNA sequencing data, we assessed the cell-type specificity of PWS-causative genes in murine SCN, which revealed the differential presence of PWS-related genes in glial and neural subpopulations. We then investigated neurons and glial cells in the SCN using immunohistochemistry in the postmortem hypothalami of PWS subjects and matched controls. We profiled neural populations characterized by AVP and VIP, astroglia characterized by glial fibrillary acid protein (GFAP), and microglia marked by ionized calcium-binding adapter molecule 1 (Iba1) and NADPH oxidase 2 (NOX2). Our analysis revealed an increased total number, neuronal density, and relative staining intensity of AVP-containing neurons in the PWS compared to controls while VIP-containing cells were unaltered. In contrast, GFAP-expressing astroglial cells were significantly lower in PWS subjects. Moreover, we did not detect any differences in microglia between PWS subjects and controls. Collectively, our findings show that PWS selectively affects AVP-containing neurons and GFAP-expressing astrocytes in the SCN. As each of these cell populations can affect the daily rhythmicity of the SCN biological clock machinery, the disruption of these cells may contribute to the circadian disturbances in patients with PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39801003",
    "pmid": "39801003",
    "doi": "10.1210/endocr/bqaf001",
    "title": "Environmental Enrichment Normalizes Metabolic Function in the Murine Model of Prader-Willi Syndrome Magel2-Null Mice.",
    "abstract": "Prader-Willi syndrome (PWS) is a rare genetic disease that causes developmental delays, intellectual impairment, constant hunger, obesity, endocrine dysfunction, and various behavioral and neuropsychiatric abnormalities. Standard care of PWS is limited to strict supervision of food intake and GH therapy, highlighting the unmet need for new therapeutic strategies. Environmental enrichment (EE), a housing environment providing physical, social, and cognitive stimulations, exerts broad benefits on mental and physical health. Here we assessed the metabolic and behavioral effects of EE in the Magel2-null mouse model of PWS. EE initiated after the occurrence of metabolic abnormality was sufficient to normalize body weight and body composition, reverse hyperleptinemia, and improve glucose metabolism in the male Magel2-null mice. These metabolic improvements induced by EE were comparable to those achieved by a hypothalamic brain-derived neurotrophic factor gene therapy although the underlying mechanisms remain to be determined. These data suggest biobehavioral interventions such as EE could be effective in the treatment of PWS-related metabolic abnormalities.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40080424",
    "pmid": "40080424",
    "doi": "10.1515/jpem-2024-0463",
    "title": "Early-onset growth hormone treatment in Prader-Willi syndrome attenuates transition to severe obesity.",
    "abstract": "<h4>Objectives</h4>Subsequent to early life feeding issues, children with Prader-Willi syndrome (PWS) develop hyperphagia and severe obesity. Growth hormone (GH) therapy has been approved in PWS to improve growth, body composition, and BMI. We aimed to clarify the role of age at GH therapy onset on growth and BMI trajectories in children with PWS.<h4>Methods</h4>We analyzed height and BMI in 114 patients (58 boys) from REPAR - Czech national GH registry. From them, 69 started GH therapy prior to 2 y/o (age 0.8 ± 0.4 years; mean ± SD; early-onset group [EO]), and 45 later (age 7.1 ± 4.1 years; late-onset group [LO]).<h4>Results</h4>Height-SDS before therapy was similar in all (EO: -1.9 ± 1.2 [mean ± SD]; LO: -1.7 ± 1.1). After the first year of GH therapy, height-SDS in the EO group increased to -1.0 ± 1.2, in the LO group to -0.9 ± 1.1. After 5 years, height fully normalized in all (-0.1 ± 1.1 SDS). The LO children were already obese at treatment initiation (BMI-SDS: 2.9 ± 2.2), and their BMI-SDS decreased after 1 year of GH therapy by 0.9 (p=0.003). The weight in EO children was below average before GH treatment (BMI-SDS: -0.9 ± 1.2) and their BMI-SDS increased to the overweight range of 1.3 ± 2.2 (p<0.001) within the oncoming 3 years. Albeit BMI-SDS was around the obesity limit in most children after 5 years on GH therapy, the highest lifetime BMI-SDS was lower in EO (2.2 ± 2.6) than in LO (3.7 ± 2.2; p<0.001).<h4>Conclusions</h4>GH treatment in PWS normalizes body height. After 5 years of GH therapy, BMI-SDS in EO and LO groups are similar; however, the EO group is exposed to lower maximal BMI-SDS values.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39970479",
    "pmid": "39970479",
    "doi": "10.1111/jir.13223",
    "title": "Anxiety, Depression and Stress in Parents and Siblings of People Who Have Prader-Willi Syndrome: Morbidity Prevalence and Mitigating Factors.",
    "abstract": "<h4>Background</h4>Individuals with PWS need constant support and/or supervision, which creates a high caregiver burden on their parents and siblings. Previous research has identified adverse stress outcomes in relatively small and country-specific samples. This study's aims were to examine stress outcomes in a large multi-country sample of parents and siblings and to expand upon previous research by incorporating data on psychosocial factors that may mitigate stress outcomes.<h4>Methods</h4>The sample comprised 135 parents of a child with PWS, with additional data for 45 siblings as reported by parents. Participants were recruited from 31 countries, spanning Europe, North and South America, Africa, Asia and Australasia, who participated by completing an online questionnaire that included standardised psychometric measures of depression and anxiety (HADS), life stress (PSS), PTSD symptoms (CATS-C) and family cohesion (FACES II). Outcomes were compared to published population norms, and multiple regression was used to investigate the role of potential exacerbating and mitigating factors.<h4>Results</h4>Findings revealed high rates of mental pathologies in both parents and siblings. Parents' scores for depression and anxiety indicated high rates of caseness: 67.4% of parents exhibited 'abnormal' levels of anxiety, while 15.6% exhibited 'borderline abnormal' levels; 34.8% exhibited 'abnormal' levels of depression, with 22.2% exhibiting 'borderline abnormal' levels. Younger parents exhibited higher anxiety than older parents (p = 0.007); younger male parents reported higher depression than older male parents (p = 0.029). Parents whose child with PWS lived in the family home exhibited higher depression scores than parents whose child with PWS lived away from home (p = 0.035). Family cohesion was inversely associated with parental depression (p < 0.001) and parental anxiety (p = 0.012), even when statistically controlling for age of parent, age of child with PWS and parental education level. Scores for life stress were markedly higher than population norms, with 88.7% of parents exhibiting 'high' or 'moderate' life stress. Parental life stress was significantly correlated with temper outburst severity in their child with PWS (p < 0.001) and with food problem severity (p < 0.001). All siblings exhibited at least one symptom of PTSD, with 28.9% of siblings exhibiting 'clinically relevant' levels of PTSD symptoms. Sibling PTSD symptom levels were significantly associated with temper outburst severity in the child with PWS (p = 0.025) but not with ratings of food problem severity (p = 0.114). Family cohesion was inversely associated with PTSD symptoms in siblings (p = 0.022).<h4>Conclusions</h4>PWS impacts families negatively, and relatives suffer as a result. The findings of this study confirm that parents and siblings of persons with PWS exhibit clinically notable levels of mental pathology. Strategies to enhance family cohesion should be employed to help diminish adverse outcomes among PWS families.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR983030",
    "pmid": "",
    "doi": "10.1101/2025.02.25.25322869",
    "title": "Neurophysiological dysconnectivity across multiple resting state brain networks and cognitive impairment in children with Prader-Willi Syndrome",
    "abstract": "Prader-Willi Syndrome (PWS) is a rare genetic condition with multifaceted physical, behavioural and cognitive difficulties that is characterized by hyperphagia and low executive functioning. Food-seeking behaviours may be moderated by hormonal, cognitive, and psychological factors, and are thought to be mediated in part by functional brain abnormalities. Here, we used an experimental protocol integrating eyes opens resting state magnetoencephalography (MEG) - a high-resolution neurophysiological imaging technique - and neuropsychological profiling to understand the relationship between executive functioning, and intrinsic brain activity & functional connectivity in a prospective, cross-sectional cohort with PWS, and a sex-, age- and BMI-matched control group. We observed lower executive functioning in PWS as well as functional dysconnectivity across multiple channels of brain synchrony - in other words, across multiple frequency bands that mediate communication within and between brain networks - in the visual, attentional, and the default mode networks. Moreover, we found ‘brain-wide’ changes in the topological structure of brain networks in those with PWS, with increased ‘hubness’ of functional networks, but decreased centrality. However, none of these measures survived multiple comparison correction after correlating with neuropsychological outcomes, although there were moderate effect sizes (degree of association). This is the first study to combine neuropsychology and neurophysiological imaging to show that functional synchrony in multiple brain networks is dysregulated in PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40105403",
    "pmid": "40105403",
    "doi": "10.1515/jpem-2024-0408",
    "title": "Prader-Willi syndrome gene expression profiling of obese and non-obese patients reveals transcriptional changes in CLEC4D and ANXA3.",
    "abstract": "<h4>Objectives</h4>We aimed to characterize genetic alterations in PWS using whole genome microarrays.<h4>Methods</h4>We performed mRNA expression microarray analysis using RNA isolated from whole blood of 25 PWS patients and 25 age-matched controls. After preprocessing the data to reduce heterogeneity, differentially expressed genes (DEGs) between groups were identified using a linear regression model package. Reactome pathway analysis was performed for upregulated and downregulated genes using EnrichR. Correlations between gene expression levels and clinical factors were estimated using Spearman's rank correlation coefficient.<h4>Results</h4>Of 21,488 probes examined in the microarray analysis, 4,156 were detected. Fifty-two genes had different expression levels in children with PWS compared with healthy controls (36 genes upregulated and 16 downregulated). Twelve genes were upregulated and 13 were downregulated in obese PWS patients compared with normal-weight PWS (NW-PWS) patients. The C-type lectin domain family 4 member D (CLEC4D) was upregulated in both PWS (vs. control) and obese-PWS (vs. NW-PWS) patients, and CLEC4D expression was also correlated with body mass index-standard deviation score in PWS patients. Among the genes upregulated in obese PWS vs. NW-PWS, Annexin A3 (ANXA3), potassium inwardly rectifying channel subfamily J member 15 (KCNJ15), and selenium binding protein 1 (SELENBP1) were upregulated in obese-control vs. NW-control. Gene ontology analysis revealed that upregulated DEGs were significantly enriched in biological processes, including pathways involved in myeloid dendritic cell activation associated with CLEC4D.<h4>Conclusions</h4>This study revealed differences in gene expression between obese and NW-PWS patients. The regulation of macrophage infiltration by CLEC4D suggests a possible mechanism associated with obesity-related complications in PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40048253",
    "pmid": "40048253",
    "doi": "10.1172/jci.insight.185159",
    "title": "Investigation of a mouse model of Prader-Willi syndrome with combined disruption of Necdin and Magel2.",
    "abstract": "Prader-Willi syndrome (PWS) is a multigenic disorder caused by the loss of seven contiguous paternally expressed genes. Mouse models with inactivation of all PWS genes are lethal. Knockout (KO) mouse models for each candidate gene have been generated, but they lack the functional interactions between PWS genes. Here, we revealed an interplay between Necdin and Magel2 \"PWS\" genes and generated a mouse model (named \"Del Ndn-Magel2\" mice) with a deletion including both genes. A subset of Del Ndn-Magel2 mice showed neonatal lethality. Behaviorally, surviving mutant mice exhibited sensory delays during infancy and alterations in social exploration at adulthood. Del Ndn-Magel2 mice had a lower body weight before weaning, persisting after weaning in males only, with reduced fat mass and improved glucose tolerance, and altered puberty. Adult mutant mice displayed increased ventilation and a persistent increase in apneas following a hypercapnic challenge. Transcriptomics analyses revealed a dysregulation of key circadian genes and alterations of genes associated with axonal function similar to PWS patients. At neuroanatomical levels, Del Ndn-Magel2 mice had an impaired maturation of oxytocin neurons and a disrupted development of melanocortin circuits. Together, these data indicate that the Del Ndn-Magel2 mouse is a pertinent and genetically relevant model of PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40036959",
    "pmid": "40036959",
    "doi": "10.1210/clinem/dgaf142",
    "title": "A Randomized Crossover Fiber Intervention Study in Prader-Willi Syndrome: Insights into Metabolic and Microbiota Shifts.",
    "abstract": "<h4>Context</h4>While increased fiber intake may benefit appetite and metabolism in the general population, its effects in individuals with Prader-Willi Syndrome (PWS), a condition characterized by hyperphagia, obesity and metabolic dysregulation, remain to be explored.<h4>Objectives</h4>This study assessed the effects of a fiber intervention on hyperphagia, metabolic health, and gut microbiota in individuals with PWS, and explored associations between changes in health markers and shifts in microbiota.<h4>Methods</h4>Participants received either a high-dose fiber intervention (35g/day) or a control for 3 weeks. Following a washout period of 4 to 8 weeks, participants switched treatments for another 3 weeks. Fecal (bacterial 16S ribosomal RNA) and blood (immunometabolic markers, targeted metabolomics) samples were collected before and after each treatment.<h4>Results</h4>Fourteen participants (with a median age of 13.6 years, 8 [57.1%] were female) reported high tolerance to the fiber intervention. While it did not significantly alter hyperphagia or key metabolic markers, the fiber intervention led to shifts in gut microbiota diversity and increased the abundance of beneficial bacteria, such as Bifidobacterium longum and Faecalibacterium prausnitzii. Additionally, it altered fecal and serum metabolites, including a decrease in branched-chain fatty acids and an increase in serum C4-OH acylcarnitine.<h4>Conclusion</h4>While this study did not observe significant changes in primary or secondary endpoints, it suggests that a short-term high-fiber intervention may induce beneficial shifts in gut microbiota and microbial metabolites in individuals with PWS. Further research is warranted to investigate the long-term effects and potential therapeutic applications of fiber interventions in PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39797665",
    "pmid": "39797665",
    "doi": "10.1002/ajmg.a.63980",
    "title": "Inpatient Hospitalizations for COVID-19 Among Patients With Prader-Willi Syndrome: A National Inpatient Sample Analysis.",
    "abstract": "Prader-Willi syndrome (PWS) is a genetic disorder associated with baseline respiratory impairment caused by multiple contributing etiologies. While this may be expected to increase the risk of severe COVID-19 infections in PWS patients, survey studies have suggested paradoxically low disease severity. To better characterize the course of COVID-19 infection in patients with PWS, this study analyses the outcomes of hospitalizations for COVID-19 among patients with and without PWS. The National Inpatient Sample, an all-payors administrative claims database of hospitalizations in the United States, was queried for patients with a coded diagnosis COVID-19 in 2020 and 2021. Hospitalizations for patients with PWS compared to those for patients without PWS using Augmented Inverse Propensity Weighting (AIPW). There were 295 (95% CI: 228-362) COVID-19 hospitalizations for individuals with PWS and 4,112,400 (95% CI: 4,051,497-4,173,303) for individuals without PWS. PWS patients had a median age of 33 years compared to 63 for those without PWS. Individuals with PWS had higher baseline rates of obesity (47.5% vs. 28.4%). AIPW models show that PWS diagnosis is associated with increased hospital length of stay by 7.43 days, hospital charges by $80,126, and the odds of mechanical ventilation and in-hospital death (odds ratios of 1.79 and 1.67, respectively). PWS patients hospitalized with COVID-19 experienced longer hospital stays, higher charges, and increased risk of mechanical ventilation and death. These results suggest that PWS should be considered a risk factor for severe COVID-19, warranting continued protective measures and vaccination efforts. Further research is needed to validate coding for PWS and assess the impact of evolving COVID-19 variants and population immunity on this vulnerable population.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40148052",
    "pmid": "40148052",
    "doi": "10.1016/b978-0-443-19102-2.00019-3",
    "title": "Neuroglia in eating disorders (obesity, Prader-Willi syndrome and anorexia nervosa).",
    "abstract": "The hypothalamus is widely recognized as one of the most extensively studied brain regions involved in the central regulation of energy homeostasis. Within the hypothalamus, peptidergic neurons play a crucial role in monitoring peripheral concentrations of metabolites and hormones, and they finely adjust the sensing of these factors, leading to the activation of either anorexigenic (appetite-suppressing) or orexigenic (appetite-stimulating) pathways. While cortical innervation of the hypothalamus does influence these processes, it is generally considered of secondary importance. Eating-related disorders, such as obesity and anorexia nervosa, are strongly associated with imbalances in energy intake and expenditure. The phenotypes of these disorders can be attributed to dysfunctions in the hypothalamus. Traditionally, it has been believed that hypothalamic dysfunction in these disorders primarily stems from defects in neural pathways. However, recent evidence challenges this perception, highlighting the active participation of neuroglial cells in shaping both physiologic and behavioral characteristics. This review aims to provide an overview of the latest insights into glial biology in three specific eating disorders: obesity, Prader-Willi syndrome, and anorexia. In these disorders, neural dysfunction coincides with glial malfunction, suggesting that neuroglia actively contribute to the development and progression of various neurologic disorders. These findings underscore the importance of glial cells and open up potential new avenues for therapeutic interventions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39809008",
    "pmid": "39809008",
    "doi": "10.1016/j.jpsychires.2025.01.012",
    "title": "Mapping alterations in the local synchrony of the cerebral cortex in Prader Willi syndrome.",
    "abstract": "Individuals with Prader Willi syndrome (PWS) often exhibit behavioral difficulties characterized by deficient impulse regulation and obsessive-compulsive features resembling those observed in obsessive-compulsive disorder. The genetic configuration of PWS aligns with molecular and neurophysiological findings suggesting dysfunction in the inhibitory gamma-aminobutyric acid (GABA) interneuron system may contribute to its clinical manifestation. In the cerebral cortex, this dysfunction is expressed as desynchronization of local neural activity. We used functional connectivity MRI to examine potential alterations in the local synchrony of the cerebral cortex in PWS. Whole-brain functional connectivity maps were generated using iso-distance average correlation (IDAC) measures in 22 patients with PWS and 22 control participants. Patients with PWS showed reduced local connectivity (weaker synchrony) in frontal areas, including the orbitofrontal cortex, ventral medial and lateral frontal regions, the anterior cingulate cortex, and sensory areas. The presence of obsessive-compulsive symptoms was significantly associated with the degree of functional structure alteration in part of the orbitofrontal and sensory cortices. In addition, abnormally heightened functional connectivity (stronger synchrony) was identified in the posterior cingulate cortex and the bilateral angular gyri, core components of the default mode network, with distance-dependent effects. Our findings of cortical synchrony alterations indicate a degree of overlap with the anatomy of the alterations previously observed in primary obsessive-compulsive disorder, while also suggesting the implication of GABAergic dysfunction in the pathophysiology of the disorder. Our observations may support the rational development of more specific therapeutic strategies in the treatment of behavioral disinhibition characteristic of PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40069504",
    "pmid": "40069504",
    "doi": "10.1007/s10936-024-10123-3",
    "title": "The Effects of Bilingualism on the Executive Control Abilities of the Prader-Willi Syndrome Population.",
    "abstract": "Unlike with the typically developing population, non-typically developing individuals, especially those with intellectual disabilities, have usually been recommended to learn and use only one language, despite perhaps coming from bilingual families or living in multilingual environments. This common practice, however, is not backed by empirical evidence; previous research, although limited, has systematically shown that bilingualism does not have negative effects. This study investigates how bilingualism shapes the executive control abilities of individuals with genetic disorders. Specifically, we compare the interference suppression abilities of Spanish-Catalan bilinguals and Spanish monolinguals with Prader-Willi syndrome. Fifteen participants with Prader-Willi syndrome were recruited in Spain. The bilingual group consisted of seven Spanish-Catalan bilinguals from Catalonia-an officially bilingual territory of Spain-, while the monolingual group was formed by eight Spanish speaking individuals from Madrid-an officially monolingual territory. Participants were administered two widely used psychological tasks: the Flanker Task (a non-language-based task) and the Stroop Task (a language-based task). Three experimental conditions were included in each task: neutral, congruent, and incongruent. Both accuracy and reaction time data were collected and analyzed. The results obtained are consistent between both tasks in showing (i) no detrimental effects of bilingualism; (ii) a high answer accuracy rate; (iii) a practice effect (the more familiar participants became with the tasks the faster their answers became); (iv) sensitivity to an interference effect (higher reaction times for incongruent trials than neutral trials) but not to a clear facilitation effect (lower reaction times for congruent trials than neutral trials). These results, far from being anecdotal, are in line with results from previous research investigating the effects of bilingualism among typically developing individuals as well as non-typically developing individuals with and without genetic disorders. This study not only evidences that Prader-Willi individuals can become bilingual if they are exposed to more than one language, but also that they can do so without showing negative effects at the cognitive level. In fact, taking into account the trend in the descriptive data, if an effect of bilingualism were in place, it would be a positive one. Bilingualism has repetitively been proven to neither be a burden nor to have negative effects for the typically or the non-typically developing population. Thus, as previous researchers have pointed out, there seems to be a clear incongruity between what the research is showing and the actual advice that these individuals and their families are receiving, and this should be amended without further delay.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39704789",
    "pmid": "39704789",
    "doi": "10.1007/s00787-024-02631-3",
    "title": "Aberrant brain structural-functional coupling and structural/functional network topology explain developmental delays in pediatric Prader-Willi syndrome.",
    "abstract": "Prader-Willi syndrome (PWS) is a neurodevelopmental disorder characterized by dysplasia in early life. Psychoradiology studies have suggested that mental and behavioral deficits in individuals with PWS are linked to abnormalities in brain structural and functional networks. However, little is known about changes in network-based structural-functional coupling and structural/functional topological properties and their correlations with developmental scales in children with PWS. Here, we acquired diffusion tensor imaging and resting-state functional magnetic resonance imaging data from 25 children with PWS and 28 age- and sex-matched healthy controls, constructed structural and functional networks, examined intergroup differences in structural-functional coupling and structural/functional topological properties (both global and nodal), and tested their partial correlations with developmental scales. We found that children with PWS exhibited (1) decreased structural-functional coupling, (2) a higher characteristic path length and lower global efficiency in the structural network in terms of global properties, (3) alterations in classical cortical and subcortical networks in terms of nodal properties, with the structural network dominated by decreases and the functional network dominated by increases, and (4) partial correlation with developmental scales, especially for functional networks. These findings suggest that structural-functional decoupling and abundant structural/functional network topological properties may reveal the mechanism of early neurodevelopmental delays in PWS from a neuroimaging perspective and might serve as potential markers to assess early neurodevelopmental backwardness in PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39617630",
    "pmid": "39617630",
    "doi": "10.1016/j.endien.2024.11.011",
    "title": "Distortion of body image perception in the Prader-Willi syndrome: Relationship with the perceptual reasoning index.",
    "abstract": "<h4>Introduction</h4>Self-perception of body image has been scarcely evaluated in people with Prader-Willi syndrome (PWS), who, in addition to intellectual disability, are often obese. Therefore, we explored whether people with PWS can accurately identify their true image and how this self-perception is impacted by their neuropsychological profile.<h4>Methodology</h4>This observational study included patients with PWS with regular attendance to transdisciplinary treatment at a center specialized in the management of rare diseases. All patients were evaluated with the Stunkard scale (including silhouettes ranging from extremely skinny to extremely obese) and the WISC-IV and WAIS-III questionnaires, specifically the perceptual reasoning index (PRI).<h4>Results</h4>Among the 21 participants, 62% misperceived their body image, most underestimating their body dimensions (actual BMI 28.0±8.3kg/m<sup>2</sup> vs self-perceived BMI 23.2±4.7kg/m<sup>2</sup>, p=0.03). While BMI differences between accurate and inaccurate body image perception were nonsignificant (accurate 26.6±8.8kg/m<sup>2</sup> vs inaccurate 28.9±8.1kg/m<sup>2</sup>, p=0.56), individuals with accurate perception showed both higher PRI scores (accurate 67.6±8.2 vs inaccurate 60.2±7.2, p=0.043) and, to a lesser extent, intelligence quotients (IQ) (accurate 60.0±4.9 vs inaccurate 55.0±7.5, p=0.079).<h4>Conclusion</h4>In this study, we identified distortion of body image perception as a very common finding among PWS patients, in most cases as underestimation, and influenced by the neuropsychological profile.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40092278",
    "pmid": "40092278",
    "doi": "10.13107/jocr.2025.v15.i03.5338",
    "title": "Neglected Chronically Dislocated Hip in a Prader-Willi Child: A Case Report and Literature Review.",
    "abstract": "<h4>Introduction</h4>Prader-Willi syndrome (PWS) is an uncommon genetic disorder resulting from the loss of function of genes in the paternal copy of chromosome 15q11.2-q13. Although the clinical features and diagnosis of PWS are well described, the management protocol for hip dysplasia (HD) is still controversial.<h4>Case report</h4>We present a case of a 4-year-old female child who was diagnosed with PWS and had developmental dysplasia of the hip (DDH) as a skeletal manifestation. She underwent an open reduction of the hip, femoral shortening with fixation using a plate, Dega osteotomy, capsulorrhaphy, and temporary stabilization of the hip joint with a K-wire, similar to any other case of DDH. Postoperative recovery was uneventful. However, there were challenges associated with her management from both a surgical and an anesthetic point of view.It is imperative that once diagnosed, the condition be addressed comprehensively. A detailed preoperative evaluation by the anesthesia team is required to ensure preparedness for potential surgical challenges. Similarly, the surgical team must be equipped with all necessary instruments and a backup plan.<h4>Conclusion</h4>Hip dysplasia (HD) should be diagnosed as early as possible. Nonoperative treatment is usually sufficient before the age of 6 months. However, in PWS, it may present late and be neglected, requiring surgical management similar to a case of DDH, with the associated challenges.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39633031",
    "pmid": "39633031",
    "doi": "10.1007/s10286-024-01083-8",
    "title": "Cardiovascular autonomic dysfunction and sleep abnormalities in children with Prader-Willi syndrome.",
    "abstract": "<h4>Purpose</h4>Prader-Willi syndrome (PWS) is a rare genetic neurodevelopmental condition characterized by cognitive disabilities, behavioral problems, hypothalamic dysfunction with obesity, and sleep disorders. A few studies have reported autonomic nervous system dysfunction. Our aim was to investigate dysautonomia by combining sleep studies and standard autonomic testing in regularly followed children with PWS.<h4>Methods</h4>In this retrospective study, heart rate variability was analyzed during each sleep stage (polysomnography) using time and frequency domains in PWS children (N = 37) compared with age-matched controls (N = 20). Cardiovascular autonomic testing (Ewing tests) and sweating assessment (electrochemical skin conductance) were also performed in patients over 6 years (N = 23).<h4>Results</h4>Autonomic testing: Heart rate changes with active standing and with deep breathing were impaired in 47% and 22% of the children, respectively. Asymptomatic orthostatic hypotension (OH) was found in 26%. Baroreflex sensitivity in supine position was in normal range (14.1 ± 6.7 ms/mmHg). Electrochemical skin conductance was normal. Sleep study: 46% of the children with PWS had obstructive sleep apnea and 24% had central sleep apnea. None of these events were observed in the control group. Mean R-R and time domain heart rate variability parameters were significantly lower compared with controls in N2 and Rapid Eye Movement (REM) sleep stages. Narcoleptic-like phenotype was found in 47% associated with lower low-frequency (LF) power (sympathetic index) in REM sleep.<h4>Conclusion</h4>Our study confirms a decreased vagal modulation during both wakefulness and sleep in children with PWS. OH in some patients suggests a sympathetic dysfunction. These changes may contribute to the increased cardiovascular risk in PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39510321",
    "pmid": "39510321",
    "doi": "10.1016/j.rmed.2024.107855",
    "title": "Exploring sleep-related breathing disorders in pediatric obesity and Prader-Willi syndrome.",
    "abstract": "<h4>Objective</h4>To analyze the differences of clinical and diagnostic features of sleep related breathing disorders (SRBDs) between children with PWS and obese children, considering obesity as a unifying risk factor for sleep apnea.<h4>Study design</h4>This retrospective cohort study included ≥2 years of age children who had obesity and genetically confirmed Prader-Willi syndrome (PWS) or were non-PWS obese children. Out of 267 children, 58 children met inclusion criteria. Clinical data and records of standard overnight polysomnography (PSG) were collected and compared between groups during the study.<h4>Results</h4>Obstructive sleep apnea (OSA) was identified in 97.2 % non-PWS obese children and 72.7 % PWS children (p = 0.072). Central sleep apnea (CSA) events were more commonly found in children with PWS (p = 0.035, OR 4.35, CI 95 % 1.05-18.03) as well as sleep-related hypoventilation (p = 0.016, OR 4.66, CI 95 % 1.26-17.34). Sleep efficiency was higher in PWS patients (p = 0.038). Sleep fragmentation was significantly associated with higher AHI only in non-PWS obese children (p = 0.027). In the PWS group patients, a moderate correlation was found between BMI and age (p = 0.025, r = 0.559, CI 95 % 0.087-0.826) as well as AHI and age (p = 0.003, r = 0.686, CI 95 % 0.232-0.895).<h4>Conclusions</h4>Non-PWS obese children, similar to those with PWS, exhibit a high risk of SRBDs. Although CSA and sleep-related hypoventilation may occur more frequently in patients with PWS, OSA remains the predominant disorder. Both patient groups are advised to undergo PSG due to the significant risk of SRBDs, particularly during adolescence.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39455012",
    "pmid": "39455012",
    "doi": "10.1016/j.pharmthera.2024.108734",
    "title": "Oxytocin in neurodevelopmental disorders: Autism spectrum disorder and Prader-Willi syndrome.",
    "abstract": "This manuscript reviews recent work on oxytocin and its use in neurodevelopmental disorders including spectrum disorder (ASD) and Prader-Willi syndrome (PWS). Oxytocin is involved in social recognition, bonding, maternal behaviors, anxiety, food motivation, and hyperphagia. While the pathophysiology of ASD and PWS involve abnormalities in the oxytocin system, clinical trials have shown discrepant results in the effectiveness of oxytocin as a treatment for core symptoms associated with these disorders. In this review, we outline oxytocin's clinical pharmacology, safety considerations, and results in recent clinical trials. We propose that oxytocin may be most beneficial in these populations if dosed in a dynamic regimen (PRN) and paired with social interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40004838",
    "pmid": "40004838",
    "doi": "10.3390/jcm14041307",
    "title": "Comorbidities, Endocrine Medications, and Mortality in Prader-Willi Syndrome-A Swedish Register Study.",
    "abstract": "<b>Background:</b> Prader-Willi Syndrome (PWS) is a rare, genetic, multi-systemic disorder. Its main characteristics are muscular hypotonia, behavioral problems, intellectual disability, endocrine deficiencies, hyperphagia, and a high risk of morbid obesity and related comorbidities. This study aimed to investigate the rate of comorbidity, prescription of endocrine medications, and mortality in individuals with PWS compared to the general population. <b>Methods:</b> The association between PWS and outcomes were investigated in a matched cohort study of individuals born in the period of 1930-2018 with data from Swedish national health and welfare registers. Each individual was matched with 50 non-PWS comparisons. The associations between PWS, outcomes and prescribed endocrine medications were estimated through Cox proportional hazard models, presented as Hazard Ratios (HR) with 95% Confidence Intervals (CIs). <b>Results:</b> Among 360 individuals (53% men) with PWS, 16% had diabetes mellitus, 6% heart failure, 4% vein thrombosis, 2% atrial fibrillation, 2% coronary heart disease, and 1% pulmonary embolism. Individuals with PWS had an increased rate of heart failure (HR: 23.85; 95% CI: 14.09-40.38), diabetes mellitus (HR: 17.49; 95% CI: 12.87-23.74), vein thrombosis (HR: 10.44; 95% CI: 5.69-19.13), pulmonary embolism (HR: 5.77; 95% CI: 2.27-14.67), atrial fibrillation (HR: 5.19; 95% CI: 2.48-10.86), and coronary heart disease (HR: 3.46; 95% CI: 1.50-7.97) compared to non-PWS individuals. Somatotropin was prescribed in 63%, antidiabetics in 18%, and thyroid hormones in 16% of the PWS individuals (<1%, 2%, and 3%, respectively, in non-PWS individuals). The rate of mortality was fifteen times higher in PWS than in non-PWS, with a mean age at death of 42 years. <b>Conclusions:</b> The rates of diabetes mellitus and cardiovascular comorbidities were higher in individuals with PWS. As expected, the prescription of somatotropin was high, but the endocrine prescription pattern also reflected the high prevalence of diabetes mellitus and thyroid illness. Although the mean age at death was older than previously reported, a higher awareness and intensified efforts to avoid obesity, as well as the prevention and early treatment of cardiovascular and endocrine comorbidity, are crucial aims in the care of people with PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39555711",
    "pmid": "39555711",
    "doi": "10.1002/ppul.27400",
    "title": "Long Term Ventilation in Pediatric Central Apnea: Etiologies and Therapeutic Approach over a Decade.",
    "abstract": "<h4>Objective</h4>This retrospective study aimed to analyze the clinical characteristics, ventilatory strategies, and effectiveness of ventilation in pediatric patients with central apneas treated at the Sleep Medicine and Long-Term Ventilation Unit of the Bambino Gesù Children's Hospital in Rome from 2012 to 2022.<h4>Methods</h4>Among all ventilated patients at our Center from January 2012 to December 2022, we retrospectively included children with a cAHI ≥ 1 events/h on baseline poly(somno)graphic study. Additional parameters assessed included the underlying disease, type of ventilation (non-invasive vs. invasive), age at ventilation onset, ventilation mode, and transcutaneous capnometry parameters. To assess the effectiveness of ventilation on central apneas, we compared the cAHI at baseline and on ventilation.<h4>Results</h4>Sixty-seven patients met the inclusion criteria for central apnea (cAHI > 1 events/h). Diagnoses included hypoxic-ischemic encephalopathy, 15 (22.4%); Ondine syndrome, 14 (20.9%); polymalformative syndrome, 10 (14.9%); Prader-Willi syndrome, 8 (11.9%); brain tumor, 6 (9.0%); Down syndrome, 4 (6.0%); ROHHAD syndrome, 2 (3.0%); other infrequent pathologies were, Arnold-Chiari II, primary central apnea, epilepsy, lisosomal diseases, hydrocephalus, myopathy, obesity, Rett Syndrome. Pressure-supported ventilation (PSV) was the most common mode used (45 out 67 patients, 67.2%), followed by pressure-controlled ventilation (PCV) (15 out 67 patients, 22.4%) and continuous positive airway pressure (CPAP) (7 out 67 patients, 10.4%). Statistically significant improvement (p < 0.05) in cAHI was observed in patients with polymalformative syndrome (3.5 vs. 0.3, p = 0.01), hypoxic-ischemic encephalopathy (3.1 vs. 0.1, p = < 0.01), and Prader-Willi syndrome (3.5 vs. 0.1, p = 0.03), while there was no significant improvementn in children with brain tumor (6.2 vs. 1.5, p = 0.21).<h4>Conclusion</h4>Central apneas are present in children with various underlying pathologies. Ventilatory strategies tailored to the specific diagnosis and severity of central apneas yield significant improvements in cAHI. PSV was the preferred ventilation mode in this study and there was notable effectiveness across different diagnostic categories. PCV was employed in most severe cases. CPAP was exclusively used in patients with predominantly obstructive sleep apneas.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39434596",
    "pmid": "39434596",
    "doi": "10.1111/jir.13194",
    "title": "Inpatient hospitalisations for patients with Prader-Willi syndrome: a 2019-2021 National Inpatient Sample analysis.",
    "abstract": "<h4>Background</h4>Prader-Willi syndrome (PWS) is a genetic disorder characterised by hyperphagia, intellectual disability and increased propensity to a range of medical disorders. To better characterise the clinical presentation of PWS across the lifespan, this study reports on the demographics and clinical diagnosis of individuals with PWS hospitalised in the United States.<h4>Methods</h4>The National Inpatient Sample, an all-payor administrative claims database of hospitalisations in the United States, was queried for patients with a coded diagnosis of PWS from October 2019 through December 2021. Hospitalisations for patients with PWS were matched to five non-PWS hospitalisations based on age, sex, year and hospital characteristics.<h4>Results</h4>There were 4400 (95% CI: 3,885 to 4,915) PWS hospitalisations, with a median age of 24. Compared to controls, PWS hospitalisations had longer hospital stays (median 5 vs. 3 days) and higher in-hospital mortality (2.2% vs. 1.3%). Infectious (19.0%) and respiratory (16.2%) diagnoses were most common for PWS patients. Codes for overweight or obesity were present in 38.1% of PWS hospitalisations, with Hispanic ethnicity was associated with a higher odds of overweight/obesity in PWS patients (aOR 1.73; 95% CI: 1.11-2.71).<h4>Conclusions</h4>PWS hospitalisations are characterised by higher healthcare utilisation and complexity compared to matched controls. The high prevalence of obesity and significant rates of infectious and respiratory conditions highlight specific health challenges for PWS patients. Validation of the Q87.11 administrative claims code is an essential step for ongoing health services research in this condition.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39636471",
    "pmid": "39636471",
    "doi": "10.1007/s40618-024-02511-2",
    "title": "Lack of correlation between asprosin serum levels and hyperphagic behavior in subjects with prader-Willi Syndrome.",
    "abstract": "<h4>Purpose</h4>Individuals with Prader-Willi syndrome (PWS) exhibit hyperphagic behavior, the severity of which varies throughout life. The mechanisms underlying this behavior are still unknown. Asprosin is a new discovered adipokine involved in the regulation of food intake, glucose homeostasis and energy balance. In this study we assessed asprosin serum levels in a cohort of children, adolescents and adults with PWS with the aim to correlate them with hyperphagic behavior, body mass index (BMI) and metabolic parameters, and to evaluate age-related changes.<h4>Methods</h4>This cross-sectional study included 87 children and adolescents and 31 adults with PWS. Auxological data, fasting levels of glucose, insulin, total cholesterol, high-density lipoprotein-cholesterol (HDL-C), triglycerides (TG) and asprosin were collected, and the homeostasis model assessment for insulin resistance (HOMA-IR) was determined. The 11-item Italian version of the Hyperphagia Questionnaire (HQ) was administered to the parents/caregivers of the patients to assess hyperphagia.<h4>Results</h4>Patients were analysed according to age (children < 10 years, adolescents between 10 and 17.9 years, adults ≥ 18 years) or BMI categories [normal weight (NW), overweight (OW), and obesity (OB)]. No significant correlations were found between asprosin levels and cardiometabolic risk factors in the whole cohort. Higher values of asprosin were found in adults compared with adolescents, as well as in the OB group compared to the NW group (p = 0.014). Hyperphagia total score and hyperphagic subdimensions were significantly lower in children compared to adults (p < 0.05). Similarly, hyperphagia total score and hyperphagic subdimensions were significantly lower in the NW group compared to the OB group. Asprosin levels were significantly higher in patients with deletion versus patients with uniparental disomy (p = 0.037). By logistic regression analysis, HQ total score and hyperphagic subdimensions were significantly associated with BMI-SDS independently of age, sex, and asprosin levels.<h4>Conclusion</h4>In conclusion, our data demonstrated higher asprosin levels in PWS individuals with OB compared to NW, while differences by age and sex were inconsistent. The lower levels of hyperphagia, BMI-SDS, and metabolic variables in children with PWS compared to adults underline that prevention of obesity should start very early in life and should be maintained over time.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39405838",
    "pmid": "39405838",
    "doi": "10.1016/j.ridd.2024.104855",
    "title": "Effects of long-term transcutaneous auricular vagus nerve stimulation on circadian vagal activity in people with Prader-Willi Syndrome: A case-series.",
    "abstract": "<h4>Background</h4>Prader-Willi Syndrome (PWS) is a genetic neurodevelopmental disorder marked by disruptions in circadian rhythms and autonomic nervous system (ANS) activity, hyperphagia, and episodes of emotional outbursts. Previous trials suggest that both invasive and non-invasive vagus nerve stimulation (VNS) can reduce emotional outbursts in PWS, potentially through its effects on vagal activity.<h4>Aim</h4>This case series investigated the effects of transcutaneous auricular VNS (taVNS) on cardiac markers of circadian vagal activity, specifically heart rate variability (HRV) and heart rate (HR), and their potential links to improvements in emotional outbursts.<h4>Methods</h4>Five individuals with PWS (mean age: 26.9 years; 3 males, 2 females) received four hours of daily taVNS for 12 months, followed by one month of two-hour daily sessions. Outcome measures included daily recording of emotional outbursts and every three months 24-h HRV and HR recordings. Mixed cosinor models were applied to analyze changes in circadian rhythms of HRV and HR. A linear mixed model was used to assess the predictive value of cardiac vagal activity on emotional outbursts.<h4>Results</h4>Circadian amplitudes of HRV and HR were significantly higher at the end of the treatment compared to baseline (all p's < .01). There was a significant increase in the rhythm-adjusted mean of HRV (p < .01), while the rhythm-adjusted HR mean significantly decreased, both indicating increased cardiac vagal activity. Higher rhythm-adjusted mean HRV predicted a lower number of emotional outbursts.<h4>Conclusion</h4>The results suggest that taVNS may be effective by targeting ANS activity in individuals with PWS, contributing to improvements in behavioral regulation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "20301505",
    "pmid": "20301505",
    "doi": "",
    "title": "Prader-Willi Syndrome",
    "abstract": "<h4>Clinical characteristics</h4>Prader-Willi syndrome (PWS) is characterized by severe hypotonia, poor appetite, and feeding difficulties in early infancy, followed in early childhood by excessive eating and gradual development of morbid obesity (unless food intake is strictly controlled). Motor milestones and language development are delayed. All individuals have some degree of cognitive impairment. Hypogonadism is present in both males and females and manifests as genital hypoplasia, incomplete pubertal development, and, in most, infertility. Short stature is common (if not treated with growth hormone). A distinctive behavioral phenotype (temper tantrums, stubbornness, manipulative behavior, and obsessive-compulsive characteristics) is common. Characteristic facial features, strabismus, and scoliosis are often present.<h4>Diagnosis/testing</h4>PWS is a contiguous gene syndrome due to abnormal DNA methylation within the Prader-Willi critical region (PWCR) at 15q11.2-q13. The diagnosis and molecular cause can be identified in a proband by simultaneous DNA methylation analysis and oligo-SNP combination array (OSA). DNA methylation analysis identifies maternal-only imprinting within the PWCR. OSA can identify the molecular cause in those with a 15q11.2-q13 deletion, imprinting center deletion, and uniparental isodisomy and segmental isodisomy. In individuals with maternal-only imprinting identified on DNA methylation analysis and a normal OSA, DNA polymorphism analysis can be used to distinguish uniparental heterodisomy from an imprinting defect by epimutation.<h4>Management</h4>Treatment of manifestations: In infancy, special nipples or nasogastric tube feeding to assure adequate nutrition. In childhood, strict supervision of daily food intake based on height, weight, and body mass index (BMI) to provide energy requirements while limiting excessive weight gain (maintain BMI z score <2); encourage physical activity. Developmental services and educational support; hormonal and surgical treatments can be considered for cryptorchidism; growth hormone therapy to normalize height, increase lean body mass and mobility, and decrease fat mass; endocrine management of sex hormone replacement at puberty; treatment for those with precocious puberty, type 2 diabetes, and hypothyroidism; urgent evaluation for those with acute gastrointestinal manifestations; topiramate or N-acetylcysteine as needed for skin picking; standard treatment for neurobehavioral and ophthalmologic manifestations, sleep issues, scoliosis, hip dysplasia, and seizures; modafinil may be helpful for daytime sleepiness; calcium and vitamin D supplementation to avoid osteoporosis; sex steroid therapy, growth hormone, or bisphosphonates for low bone density; products for dry mouth and frequent dental hygiene; social work support and care coordination. In adulthood, a residential facility for individuals with PWS that helps regulate behavior and weight management may prevent morbid obesity, and growth hormone may help to maintain muscle mass. Surveillance: Monitor development, growth, skin, sleep issues, and family needs at each visit. Assess testicular position annually in males; assess glycosylated hemoglobin and/or glucose tolerance test in adolescents and those with obesity or rapid weight gain; and assess free thyroxine and TSH every six to 12 months. Assess for central adrenal insufficiency as needed; monitor height, weight, and BMI monthly in infancy, every six months until age ten years, and then annually. Assess for behavioral issues annually after age two years, and for psychosis annually in adolescent and adults. Assess for vision issues and sleep issues annually; sleep study prior to starting growth hormone therapy and four to eight weeks after starting growth hormone therapy. Clinical examination for scoliosis at each visit when child can sit independently; spine x-rays annually in those with clinical findings of scoliosis or obesity; DXA scan every two years beginning in adolescence. Assess for new seizures or monitor those with seizures at each visit. Dental evaluations every six months or more frequently in those with dental issues.<h4>Genetic counseling</h4>Individuals with PWS typically represent simplex cases (i.e., a single affected family member) and have the disorder as the result of a de novo genetic alteration. The vast majority of families have a recurrence risk of less than 1%. However, certain etiologies involve a recurrence risk as high as 50%, and a scenario with a risk of almost 100%, though very unlikely, is theoretically possible. Reliable PWS recurrence risk assessment therefore requires identification of the genetic mechanism of PWS in the proband (i.e., a 15q deletion, UPD 15, or an imprinting defect) and parental testing to discern the presence of a predisposing genetic alternation (e.g., a parental chromosome rearrangement or paternal heterozygosity for an imprinting center deletion). Once the causative genetic mechanism has been identified in the proband, prenatal testing for PWS is possible.",
    "journal": "",
    "year": "1993"
  },
  {
    "id": "39996062",
    "pmid": "39996062",
    "doi": "10.3389/fendo.2025.1533209",
    "title": "Efficacy and safety of once-weekly semaglutide monotherapy in a young subject with Prader-Willi syndrome, obesity, and type 2 diabetes: a case report.",
    "abstract": "<h4>Background</h4>The treatment of obesity and type 2 diabetes (T2D) in Prader-Willi syndrome (PWS) is still a challenge. Glucagon-like peptide 1 receptor agonists (GLP-1 RA) are attractive options, since they effectively reduce weight and improve blood glucose, without increasing the risk of hypoglycemia. However, data on their use in PWS are scarce.<h4>Case description</h4>In 2019, a 27-year-old male came to our Clinic because of first appearance of severe hyperglycemia (fasting plasma glucose 22.5 mmol/L). Based on clinical presentation, PWS was suspected, and diagnosis was confirmed by genetic tests. The patient was discharged on a basal-bolus insulin therapy managed by his parents due to his cognitive impairment. In spite of COVID-19 pandemic, the patient achieved tight glycemic control (HbA1c 41 mmol/mol) with non-severe hypoglycemic events in the face of significant body weight (BW) increase (+ 13 kg vs baseline). Insulin therapy was then discontinued, and once-weekly semaglutide (up to 0,5 mg weekly) was started. At 12-month follow-up, BW dropped from 79 to 73 kg while maintaining excellent glycemic control (HbA1c 40 mmol/mol). At 24-month follow-up, glycemic control remained optimal (HbA1c 38 mmol/mol) with further BW reduction (71 kg). Neither hypoglycemia nor gastro-intestinal or psychiatric adverse events were reported.<h4>Conclusion</h4>This case supports the potential use of semaglutide for the treatment of subjects with PWS, obesity and T2D. <i>Ad hoc</i> trials are needed to evaluate the long-term efficacy and tolerability in these subjects.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39757430",
    "pmid": "39757430",
    "doi": "10.1080/13543776.2024.2446227",
    "title": "Histamine H<sub>3</sub> receptor antagonists/inverse agonists: a patent review (October 2017 - December 2023) documenting progress.",
    "abstract": "<h4>Introduction</h4>Histamine H<sub>3</sub> receptor antagonists/inverse agonists, since the discovery of histamine H<sub>3</sub> receptor (H<sub>3</sub>R), are important ligands in the search for new potential drugs. The most interesting are CNS diseases as these receptors are mainly there present.<h4>Areas covered</h4>The current review covers patent applications/patents that were published during the last 6 years (October 2017 - December 2023). Documents were found in two free available patent databases: Espacenet and PatentScope and divided into three basic categories such as methods, compounds, and therapeutic indications. It provides an overview of 51 patent applications/patents. Many pharmaceutical compositions with H<sub>3</sub>R antagonists/inverse agonists have been claimed. Furthermore, PubMed, Scopus, and ClinicalTrials databases were searched for literature to prepare this review.<h4>Expert opinion</h4>Interest in the H<sub>3</sub>R field is still high and has remained almost unchanged over the last 10 years in the number of publications, but the type of publications has changed (fewer new ligands, more pharmacological studies). Currently, the search for new H<sub>3</sub>R ligands is focused on multi-target compounds. The first crystal structure of H<sub>3</sub>R with a ligand appeared. New therapeutic indications, such as autism, fatigue, and Prader-Willi syndrome, are verified in clinical trials.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40094938",
    "pmid": "40094938",
    "doi": "10.3390/jcm14051470",
    "title": "Epigenetic Age in Prader-Willi Syndrome and Essential Obesity: A Comparison with Chronological and Vascular Ages.",
    "abstract": "<b>Background</b>: Prader-Willi syndrome (PWS) is a rare genetic disorder mapping to the imprinted 15q11-13 locus, specifically at the paternally expressed snord116 region, which has been implicated in controlling epigenetic mechanisms. Some aspects of the PWS-related clinical phenotype, such as the high mortality rate in adulthood, might be attributed to accelerated epigenetic ageing. <b>Objectives</b>: The aim of the present case-control study was to evaluate epigenetic age, age acceleration, vascular age (VA), and vascular ageing in adults with PWS (<i>n</i> = 24; F/M = 11/13; age = 36.8 [26.6; 45.3] years; body mass index, BMI = 36.8 [33.9; 44.8] kg/m<sup>2</sup>), compared with a sex- and age-matched group of subjects with essential obesity (EOB) (<i>n</i> = 36; F/M = 19/17; age = 43.4 [30.6; 49.5] years; BMI = 44.8 [41.2; 51.7] kg/m<sup>2</sup>). <b>Results</b>: In subjects with PWS, there was a younger epigenetic age and a lower age acceleration than in subjects with EOB. No differences were found between VA and vascular ageing in the two groups. Epigenetic age was associated with chronological age and VA within each group. For each group, no relevant associations of epigenetic age or age acceleration with demographic, biochemical, and clinical parameters were found. When considering individuals with PWS, there were no associations of epigenetic age with growth hormone (GH) deficiency, duration of hormone replacement therapy, and plasma levels of insulin-like growth factor 1 (IGF-1). <b>Conclusions</b>: The hypothesis of accelerated epigenetic ageing in PWS should be rejected. Additionally, considering the existence of a SNORD116-dependent epigenetic dysregulation in PWS, the results of the present study might be misleading, since an epigenetics-based approach was used to measure ageing.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39995896",
    "pmid": "39995896",
    "doi": "10.3389/fped.2025.1494530",
    "title": "Functional analysis of a novel homozygous missense <i>IVD</i> gene variant: a case report with dual genetic diagnoses.",
    "abstract": "<h4>Background</h4>Genomic or exome sequencing is beneficial for identifying more than one pathogenic variation causing blended atypical and/or severe phenotypes. Herein, we are the first to report a 5-year-old boy with the blended phenotypes of infantile hypotonia, severe neurodevelopmental disorder, patent ductus arteriosus, cryptorchidism, obesity, distinctive facial features, and elevated isovaleryl carnitine.<h4>Methods</h4>Trio-based whole-exome sequencing was performed on genomic DNA from peripheral blood samples from the boy and his parents. Functional analysis of the <i>IVD</i> variant <i>in vitro</i> was performed. Mutant <i>IVD</i> gene pcDNA3.1(+)-MUT-3xFlag and control pcDNA3.1(+)-WT-3xFlag mammalian expression vectors were constructed. Both vectors were transformed into HEK293T cells. The assays of relative <i>IVD</i> gene mRNA expression, IVD protein expression, and enzymatic activity were used.<h4>Results</h4>Whole-exome sequencing identified a novel homozygous missense variant in the <i>IVD</i> gene (NM_002225.5) c.1006T>C (p.Cys336Arg) within a region of homozygosity of 15q11.2-q21.3. Our <i>in vitro</i> functional and computer simulation findings revealed that this variant was associated with haploinsufficiency, which resulted in dramatically reducing the formation of IVD protein due to unstable mutant protein and not a lack of mRNA expression.<h4>Conclusion</h4>The boy was diagnosed with the dual genetic disorders of Prader-Willi syndrome and isovaleric acidemia. This case provides a useful reference for genetic counseling for complex and diverse clinical phenotypes. The presence of two or more likely pathogenic or pathogenic variations in an individual with neurodevelopmental phenotypes is not an \"exceptional\" phenomenon.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37267630",
    "pmid": "37267630",
    "doi": "10.1097/icb.0000000000001441",
    "title": "FOVEA PLANA AND FUNDUS HYPOPIGMENTATION IN PRADER-WILLI SYNDROME.",
    "abstract": "<h4>Background/purpose</h4>To report a case of fovea plana with fundus hypopigmentation in a patient with Prader-Willi syndrome (PWS).<h4>Methods</h4>Case report.<h4>Results</h4>During a routine examination, fovea plana and fundus hypopigmentation were observed in both eyes in a 34-year-old male patient with PWS and documented with fundus photography, spectral domain optical coherence tomography and optical coherence tomography-angiography.<h4>Conclusion</h4>Fovea plana and fundus hypopigmentation may be associated with PWS. Indeed, both PWS and oculocutaneous albinism may be explained by the deletion of the same genomic region on chromosome 15. The present case of a patient with PWS with fundus hypopigmentation supports the genetic and clinical overlap between PWS and oculocutaneous albinism.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39162362",
    "pmid": "39162362",
    "doi": "10.1002/ajmg.a.63853",
    "title": "Aberrant behavior checklist in youth with Prader-Willi syndrome: Preliminary study of cross-sectional and longitudinal behavior characterization.",
    "abstract": "Prader-Willi syndrome (PWS) is a rare genetic disorder caused by the loss of paternal genes on chromosome 15. The Aberrant Behavior Checklist (ABC) is a standardized rating scale for assessing problematic behaviors in persons with developmental disabilities. Our study aims to describe ABC scores in youth with PWS and track their change over time. The analysis included 69 patients. Mean ABC scores were compared in four age groups (5-8, 9-12, 13-16, and 17-22 years). A statistically significant difference was found only in the Irritability subscale, with lower scores in the 5-8 age group compared to the 9-12 age group. For change over time, scores for Irritability, Lethargy, Stereotypic Behavior, Hyperactivity subscales, and Total score were likely to decrease after age 12. Irritability subscale scores of males were predicted to increase more than those of females between ages of 5 and 12 . The Lethargy score in the nondeletion group had a greater reduction than the deletion group in the 12-20 year range. This study highlights the need for systematic collection and characterization of behavioral data given the burden of maladaptive behaviors that often persist for a lifetime.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39537351",
    "pmid": "39537351",
    "doi": "10.1136/jmg-2024-110115",
    "title": "Long-read sequencing for detection and subtyping of Prader-Willi and Angelman syndromes.",
    "abstract": "Prader-Willi syndrome (PWS) and Angelman syndrome (AS) are imprinting disorders caused by genetic or epigenetic aberrations of 15q11.2-q13. Their clinical testing is often multitiered; diagnostic testing begins with methylation-specific multiplex ligation-dependent probe amplification or methylation-sensitive PCR and then proceeds to molecular subtyping to determine the mechanism and recurrence risk. Currently, correct classification of a proband's PWS/AS subtype often requires parental samples, a costly process for families and health systems. The use of nanopore sequencing for molecular diagnosis of PWS and AS has been explored by Yamada <i>et al</i>; however, to confirm heterodisomy parental data were still required. Here, we investigate genome-wide nanopore sequencing in a larger cohort of PWS (18) and AS (6) as a singular test to detect the molecular subtype, without parental data. We accurately subtyped these cases including uniparental heterodisomy, mixed iso-/heterodisomy, type 1 and 2 deletions, microdeletion and <i>UBE3A</i> indels. One PWS case with a previously unresolved diagnosis subtyped as maternal isodisomy. This work highlights the application of long-read sequencing and other imprinted regions outside of the PWS/AS critical region to resolve the molecular diagnosis and subtyping of PWS and AS without parental data. The work also outlines an approach to generically detect heterodisomy through the interrogation of distant imprinted regions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR935279",
    "pmid": "",
    "doi": "10.20944/preprints202411.0325.v1",
    "title": "GH Therapy in Non–Growth Hormone Deficient Children",
    "abstract": "Before 1985 growth hormone (GH) was extracted from human pituitaries, and its therapeutic use was limited to children with severe GH deficiency (GHD). The availability of unlimited amount of recombinant GH (rhGH) allowed to investigate the efficacy of rhGH therapy in a number of con-ditions other than GHD. Nowadays, patients with Turner syndrome, SHOX deficiency, Noonan syndrome, Prader-Willi syndrome, idiopathic short stature, chronic kidney disease, and children born small for gestational age can be treated with rhGH in order to improve adult height. In pa-tients with Prader-Willi syndrome rhGH therapy also improves body composition and cognitive function. Large post-marketing multinational studies in a huge number of pediatric patients demonstrated a good safety profile for rhGH. Recently, long-acting formulations of rhGH have been approved and licensed for GHD, and clinical trials are ongoing for other conditions. In this paper, we will review the use of rhGH for the treatment of children with conditions other than GHD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39237036",
    "pmid": "39237036",
    "doi": "10.1016/j.ijpsycho.2024.112429",
    "title": "The relationship between cardiac activity, behaviour and endogenous oxytocin and vasopressin in Prader-Willi Syndrome: An exploratory study.",
    "abstract": "This study aimed to increase our understanding of cardiac activity abnormalities in Prader-Willi Syndrome (PWS) and the relationship between cardiac activity, PWS behaviours thought to be associated with cardiac vagal tone and endogenous oxytocin and vasopressin levels. We compared cardiac activity (respiratory sinus arrhythmia (RSA), low-frequency heart rate variability (LF-HRV), heart period) in 30 adolescents and adults with PWS to 30 typically developing age-matched controls. RSA, LF-HRV, and heart period were lower in individuals with PWS than in the control group. In the control group, RSA was higher for females than males. However, for those with PWS, there was no difference between the sexes. Individuals with the mUPD genetic subtype had lower RSA and LF-HRV than participants with the PWS deletion subtype and compared to typically developing controls, no difference was found between the latter two groups. Heart period was also lower for those with mUPD compared to controls. Higher RSA reduced the odds of having temper outbursts and skin-picking. RSA was lower in those with PWS and psychosis compared to those with PWS without psychosis. Finally, we found RSA correlated with vasopressin for those with mUPD but not deletion. There was no relationship between RSA and oxytocin plasma or saliva levels. Our findings suggest autonomic dysfunction in PWS that is more marked in mUPD than deletion and potentially due to greater loss of parasympathetic activity in mUPD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR1002598",
    "pmid": "",
    "doi": "10.1101/2025.04.10.648134",
    "title": "Vesicle-mediated oxytocin release drives melanocortin circuit maturation during a neonatal critical period",
    "abstract": "The hypothalamus is crucial for regulating essential bodily functions, including energy balance. It is an exceedingly complex and heterogeneous brain region that contains a variety of neuronal systems that are interconnected with each other. Among these, the melanocortin system, which comprises pro-opiomelanocortin (POMC) and agouti-related peptide (AgRP) neurons, displays a remarkable anatomical relationship with oxytocin (OT) neurons in the paraventricular nucleus (PVH). Here, we demonstrate that OT neurons are instrumental in the development of the melanocortin system. Chemogenetic inhibition of OT neurons during the first postnatal week selectively disrupts POMC and AgRP projections to the PVH, without affecting other target nuclei like the dorsomedial nucleus. This developmental role is age-dependent, as silencing OT neurons in juvenile or adult stages has no impact on melanocortin circuits. OT neurons release various neuropeptides and neurotransmitters, and their secretion can be modulated by chemogenetic manipulation. Expressing the botulinum toxin serotype B light chain in OT neurons reveals that their developmental actions rely on SNARE-mediated exocytosis. Moreover, administering an OT receptor antagonist during the first postnatal week leads to similar melanocortin circuit defects and long-term metabolic effects. Furthermore, neonatal chemogenetic activation of OT neurons rescues POMC circuit deficits in a mouse model of Prader-Willi Syndrome. These findings reveal that OT acts as a paracrine neurotrophic factor orchestrating the development of melanocortin circuits during a restricted neonatal critical period.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39655057",
    "pmid": "39655057",
    "doi": "10.1515/med-2024-1058",
    "title": "A bibliometric analysis of Prader-Willi syndrome from 2002 to 2022.",
    "abstract": "<h4>Background</h4>Prader-Willi Syndrome (PWS) is a rare disorder that was initially documented by Prader and Willi in 1956. Despite significant advancements in the understanding of PWS over recent decades, no bibliometric studies have been reported on this field. We aimed to analyze and explore the research trends and hotspots of PWS using a bibliometric analysis to understand the future development of basic and clinical research.<h4>Methods</h4>The literature regarding PWS was retrieved from the Web of Science Core Collection Science Citation Index Expanded (SCI-Expanded) database. Data were extracted from the articles or review articles, and analyzed using CiteSpace and VOSviewer software.<h4>Results</h4>A total of 1,895 related studies have been published in 64 countries or regions. The United States has published the most articles, followed by the United Kingdom, Italy, Netherlands, and France. University of Florida (The United States), University of Kansas (The United States), University of Alberta (Canada), University of Cambridge (the United Kingdom), and Dutch Growth Research Foundation (Netherlands) were the top five most productive institutions. Butler, Merlin G. and his colleagues have made the most outstanding contributions in the field of PWS research. Keyword co-occurrence analysis showed that genomic imprinting, uniparental disomy, obesity, hyperphagia, hypothalamus, growth hormone treatment, and ghrelin appeared with the higher frequency. Furthermore, oxytocin, magel2, and management were the latest bursts keywords.<h4>Conclusion</h4>Our findings indicated that genetic mechanism, diagnose, and emerging therapies will be the hotspots and frontiers in PWS research.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39049789",
    "pmid": "39049789",
    "doi": "10.1093/ejendo/lvae088",
    "title": "Thyroid hormone levels in children with Prader-Willi syndrome: a randomized controlled growth hormone trial and 10-year growth hormone study.",
    "abstract": "<h4>Context</h4>Several endocrine abnormalities were reported in children with Prader-Willi syndrome (PWS), including hypothyroidism. Growth hormone (GH) treatment may impact the thyroid hormone axis by direct inhibition of T4 or TSH secretion or by increased peripheral conversion of free T4 (FT4) to T3.<h4>Objective</h4>The objective of this study is to evaluate thyroid function during GH treatment in a large group of children with PWS.<h4>Methods</h4>Serum FT4, T3, and TSH are measured in a 2-year randomized controlled GH trial (RCT) and 10-year longitudinal GH study (GH treatment with 1.0 mg/m²/day [∼0.035 mg/kg/day]).<h4>Results</h4>Forty-nine children with PWS were included in the 2-year RCT (median [interquartile range, IQR] age: GH group 7.44 [5.47-11.80] years, control group 6.04 [4.56-7.39] years). During the first 6 months, median (IQR) FT4 standard deviation score (SDS) decreased in the GH group from -0.84 (-1.07 to -0.62) to -1.32 (-1.57 to -1.08) (P < .001) and T3 SDS increased from 0.31 (-0.01-0.63) to 0.56 (0.32-0.79) (P = .08), while in the control group, FT4 and T3 SDS remained unchanged. In our 10-year GH study, 240 children with PWS (median [IQR] age: 1.27 (0.54-4.17) years] were included. Between 2 and 10 years, median (IQR) FT4 SDS remained unchanged, being -0.87 (-0.98 to -0.77) after 2 years and -0.88 (-1.03 to -0.74) after 10 years (P = .13). TSH SDS decreased from -0.35 (-0.50 to -0.21) after 2 years to -0.68 (-0.84 to -0.53) after 10 years (P < .001).<h4>Conclusions</h4>Our findings suggest that GH treatment decreases FT4 levels, due to increased peripheral conversion of FT4 to T3 in the first months of treatment, but thereafter, FT4 and T3 normalize and remain stable during long-term GH treatment in almost all children and adolescents with PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38427317",
    "pmid": "38427317",
    "doi": "10.5664/jcsm.11078",
    "title": "14 and 6 Hz like spike wave activity is a common finding in young patients with Prader-Willi syndrome.",
    "abstract": "<h4>Study objectives</h4>Our aim was to characterize the 14 and 6 like spike wave activity seen on electroencephalograms (EEG) in children with Prader-Willi syndrome (PWS) undergoing polysomnograms.<h4>Methods</h4>We performed a retrospective review of children with PWS and healthy controls who underwent diagnostic polysomnograms between January 1, 2007, and December 31, 2020, at SickKids, Toronto, Canada. EEGs from the polysomnograms were reviewed for the presence of the 14 and 6 like spike wave activity and its characteristics. Clinical correlation of the EEG variant with sleep-disordered breathing indices from the polysomnograms was also evaluated.<h4>Results</h4>A total of 94 children with PWS and 50 healthy controls were included. The median age and interquartile range for the cohort was 1.42 (0.6, 4.2) years. There were 50 (53.2%) males in the PWS cohort. The EEG variant prevalence in this cohort was 51.0% (n = 48) in children with PWS and 0% for the healthy controls. 14 and 6 Hz like spike wave activity was bilateral in 52% (25/48) children with PWS. The waves had a negative deflection in almost all patients, 44/48 (92%), with PWS. It was predominantly located in the frontal leads for children with PWS, 23/48 (47.9%). It most frequently occurred during non-rapid eye movement stage 2 sleep for children with PWS, 25/48 (52.0%). The mean (standard deviation) frequency was 6.8 (0.97) Hz. The median (interquartile range) length of the waves was 1.1 (0.8, 1.4) seconds in children with PWS. There was no correlation between the presence of the EEG variant and sleep-disordered breathing indices in children with PWS.<h4>Conclusions</h4>The 14 and 6 Hz like spike wave activity EEG variant was present in more than 50% of a pediatric cohort of children with PWS compared with 0% in healthy children. This EEG variant did not appear to be associated with sleep-disordered breathing indices in children with PWS and is of unknown clinical significance.<h4>Citation</h4>Alzaid M, Sunkonkit K, Massicotte C, Otsubo H, Amin R, Al-Saleh S. 14 and 6 Hz like spike wave activity is a common finding in young patients with Prader-Willi syndrome. <i>J Clin Sleep Med</i>. 2024;20(8):1227-1232.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38557309",
    "pmid": "38557309",
    "doi": "10.5664/jcsm.11140",
    "title": "Long-term effect of growth hormone on sleep-disordered breathing in Malaysian children with Prader-Willi syndrome: a retrospective study.",
    "abstract": "<h4>Study objectives</h4>The effect of recombinant human growth hormone (rhGH) on sleep-disordered breathing (SDB) in Malaysian children with Prader-Willi syndrome (PWS) is under-investigated. We determined (1) the short- and long-term effects of rhGH and (2) factors associated with worsening SDB in children with PWS receiving rhGH.<h4>Methods</h4>This retrospective study included children with PWS (with and without rhGH) who had undergone at least 1 polysomnography. Outcomes measured were the presence of SDB before and after starting rhGH and the progress of SDB with and without rhGH. Serial insulin-like growth factor 1 (IGF-1) measurements were recorded.<h4>Results</h4>One-hundred and thirteen polysomnograms were analyzed. The majority (92.3%) of initial polysomnograms showed SDB, with a median (interquartile range) apnea-hypopnea index of 5.0 (2.6, 16.3) events/h. The age for receiving rhGH was a median (IQR) of 1.9 (0.7, 3.4) years. One-third (36.8%) had worsening SDB after initiating rhGH, which was associated with higher IGF-1 levels post-rhGH (<i>P</i> = .007). After a median of 5 years of rhGH, 73.6% maintained or reduced their positive airway pressure settings. Without rhGH, 80% had increased their positive airway pressure settings. Worsening SDB while on rhGH was associated with higher body mass index, lower rhGH dose, higher IGF-1 levels, and non-15q deletion.<h4>Conclusions</h4>The majority of Malaysian children with PWS had SDB. At initiation of rhGH, one-third of patients had worsening SDB, associated with increased IGF-1 levels. Stabilization of SDB was more frequently seen in those receiving long-term rhGH. Worsening SDB while on rhGH was associated with a higher body mass index, receiving a lower dose of rhGH, higher IGF-1 levels, and non-15q deletion.<h4>Citation</h4>Tan YT, Azanan MS, Hng SY, et al. Long-term effect of growth hormone on sleep-disordered breathing in Malaysian children with Prader-Willi syndrome: a retrospective study. <i>J Clin Sleep Med</i>. 2024;20(8):1291-1299.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40150562",
    "pmid": "40150562",
    "doi": "10.3390/children12030279",
    "title": "Sleep-Disordered Breathing and Central Respiratory Control in Children: A Comprehensive Review.",
    "abstract": "<b>Background/Objectives</b>: Sleep-disordered breathing (SDB) is a primary concern in children's health. Research suggests that repeated oxygen drops during sleep-common in SDB-may harm the brainstem's breathing control centres. This damage likely occurs through oxidative stress, inflammation, and cell death, which weaken the brain's ability to regulate breathing. Over time, these effects could lead to functional changes (e.g., disrupted chemical signalling) and physical damage in critical brain regions, creating a cycle of unstable breathing. However, much of this evidence comes from animal or lab studies, leaving gaps in our understanding of how these mechanisms work in humans. This review synthesises existing research on how breathing disruptions during sleep-particularly episodes of intermittent hypoxia-affect the brain's ability to control respiration in children and adolescents. <b>Methods</b>: We analysed studies from medical databases PubMed, Scopus, and Web of Science, focusing on how SDB (obstructive or central sleep apnoea) impacts the brain's respiratory centres in young populations. Animal studies and research involving children on mechanical ventilation were excluded to focus on natural sleep patterns. <b>Results</b>: After removing duplicates, 54 studies remained. Additionally, 43 record were excluded for various reasons. Ultimately, 11 articles were selected for the final analysis, including three that focused on genetic conditions, such as Down syndrome, Prader-Willi syndrome, and Pierre Robin sequence. The findings suggest that repeated oxygen dips during sleep may harm the brainstem's respiratory control areas, especially during critical developmental stages. This damage could lead to long-term issues, such as unstable breathing, cardiovascular strain, or neurological problems. However, most studies only captured the immediate effects of low oxygen, leaving uncertainty about permanent harm due to a lack of long-term follow-up. <b>Conclusions</b>: Repeated oxygen deprivation during sleep appears to damage the brainstem and disrupt breathing regulation. However, small study sizes and short observation periods limit the strength of these conclusions. Future research should use advanced imaging tools to clarify long-term risks, develop effective treatments, and track children over extended periods. More significantly, longer-term studies are urgently needed to guide clinical care for vulnerable populations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39089289",
    "pmid": "39089289",
    "doi": "10.1515/jpem-2024-0059",
    "title": "Outcomes of growth hormone treatment in children with Prader-Willi syndrome over a 30-year period: a single tertiary center experience.",
    "abstract": "<h4>Objectives</h4>Clinical benefits of growth hormone (GH) in Prader-Willi syndrome (PWS) are proven and scoliosis is a known association of both PWS and GH therapy. The aims of this study were to assess GH prescribing practices and growth outcomes over time, the prevalence and predictors of scoliosis in GH-treated PWS children, and the near-final height of GH-treated PWS patients.<h4>Design and methods</h4>This is a retrospective, descriptive study evaluating data from all clinic visits of patients aged 0-18 years with PWS, seen through the Children's Hospital at Westmead between March 1992 and May 2022 (n=75).<h4>Results</h4>A total of 64 patients were treated with GH (visits = 1,414). In the recent decade, the diagnosis of PWS and GH commencement were made significantly earlier in life. The prevalence of scoliosis was 41 %, in which age was the only significant predictor for scoliosis (odds ratio 1.19: 95 % CI [1.08-1.31; p=0.001]) adjusted for other predictors. In patients with data available at the age 16 years (23/28 treated with GH), those who were GH treated had significantly higher height SDS vs. nontreated group (SDS -0.67 vs. -2.58; p=0.0001) and lower BMI SDS (1.18 vs. 2.37; p<0.001).<h4>Conclusions</h4>Significant improvements in growth and body composition were seen in the GH-treated group vs. non-treated group of children with PWS. There were no significant modifiable clinical predictors of scoliosis in children with PWS, but our findings confirm the high prevalence of scoliosis in GH-treated children with PWS reinforcing the need for close surveillance.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39069329",
    "pmid": "39069329",
    "doi": "10.1016/j.ccm.2024.02.018",
    "title": "Congenital Central Hypoventilation Syndrome and Disorders of Control of Ventilation.",
    "abstract": "Congenital disorders of ventilatory control typically manifest as central apneas, periodic breathing, and hypoventilation in the neonatal period, but some may present at a later age. Obstructive apneas may be the initial presentation, and some may have associated autonomic nervous system dysfunction. Individuals with these disorders can have absent or impaired ventilatory and arousal responses to hypoxemia and hypercapnia. This article discusses the presentation, pathophysiology, evaluation, and management of congenital central hypoventilation syndrome, rapid-onset obesity with hypothalamic dysfunction, hypoventilation, and autonomic dysregulation (ROHHAD) syndrome, Prader-Willi syndrome, and myelomeningocele.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40025514",
    "pmid": "40025514",
    "doi": "10.1186/s13023-025-03560-3",
    "title": "Early oxytocin treatment in infants with Prader-Willi syndrome is safe and is associated with better endocrine, metabolic and behavioral outcomes.",
    "abstract": "<h4>Background</h4>Oxytocin (OT) plays an important role in modulating behavior, social interactions and feeding. Prader-Willi syndrome (PWS), a rare genetic neurodevelopmental disorder, is a model of hypothalamic disorder including OT dysfunction. We previously showed that infants with PWS who had received an early short course (7 days) of intranasal OT treatment improved their oral and social skills. We aim to document the long-term tolerance and effects of early intranasal OT treatment on the disease trajectory.<h4>Methods</h4>We performed a comparative clinical trial including the 17 children who had received OT as infants in our previous study and compared them to 17 PWS non-exposed children at 3-4 years old. Primary endpoint was the total communication score on the Vineland Adaptive Behavior Scales-2nd edition (VABS-II). Secondary endpoints were the other domains of VABS-II, behavior scored by the Child Behavior Checklist, feeding skills, endocrine and metabolic profiles, and brain connectivity on functional magnetic resonance imaging.<h4>Results</h4>We documented the long-term safety of early OT treatment. The VABS-II communication score was not different between the two groups, defined as OT-exposed and non-exposed, whereas a trend toward a higher socialization score was found in the OT-exposed children (p = 0.06). Circulating IGF-1 and HDL cholesterol were significantly higher in the OT-exposed group (p < 0.05). OT-exposed children had normal acylated ghrelin levels, which were lower than those observed in non-exposed children (p = 0.06), and they displayed higher connectivity of the orbitofrontal cortex brain region.<h4>Conclusion</h4>Early OT treatment in infants with PWS is safe up to 3-4 years of age. OT-exposed children display better social, endocrine and metabolic outcomes. This study documents for the first time in human the biological window of opportunity of early OT treatment, which may change the trajectory of the PWS condition.<h4>Trial registration</h4>Clinical trial NCT03081832 Retrospectively registered https://clinicaltrials.gov/search?cond=NCT03081832 .",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39159912",
    "pmid": "39159912",
    "doi": "10.1016/j.expneurol.2024.114927",
    "title": "Implication of locus coeruleus dysfunction in Prader-Willi syndrome: Insights from a mouse model.",
    "abstract": "Prader-Willi syndrome (PWS) is a multisystemic disorder. Notably, many characteristic symptoms of PWS are correlated with locus coeruleus norepinephrine system (LC-NE) dysfunction, including impairment in arousal, learning, pain modulation, and stress-induced negative affective states. Although electrophysiological experiments in necdin-deficient mice, an established PWS animal model, have revealed decreased spontaneous neuronal firing activity in the LC and impaired excitability, the behavioral phenotypes related to LC-NE dysfunction remain unexplored. In this study, heterozygous necdin-deficient mice (B6.Cg-Ndn<sup>tm1ky</sup>) were bred from wild-type (WT) females to generate WT (+m/+p) and heterozygous (+m/-p) animals. Compared to WT mice, Ndn + m/-p mice demonstrated impaired visual-spatial memory in the Y-maze test, reduced social interaction, impaired sexual recognition, and shorter falling latency on the Rotarod. Using the open field test (OFT) and elevated plus maze (EPM), we observed similar locomotion activity of Ndn + m/-p and WT mice, but Ndn + m/-p mice were less anxious. After acute restraint, Ndn + m/-p mice exhibited significant impairment in stress-induced anxiety. Additionally, the plasma norepinephrine surge following exposure to acute restraint stress was also impaired. Pretreatment with atomoxetine, a norepinephrine reuptake inhibitor aimed to enhance LC function, restored Ndn + m/-p mice to exhibit a normal response to acute restraint stress. Furthermore, by employing chemogenetic approaches to facilitate LC neuronal firing, post-stress anxious responses were also partially rescued in Ndn + m/-p mice. These data strongly suggest that LC dysfunction is implicated in the pathogenesis of stress-related neuropsychiatric symptoms in PWS. Manipulation of LC activity may hold therapeutic potential for patients with PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39767938",
    "pmid": "39767938",
    "doi": "10.3390/children11121509",
    "title": "Life-Threatening Respiratory Complications in Two Young Children with Extreme Obesity.",
    "abstract": "<h4>Background/objectives</h4>Obesity is a chronic disease characterized by pathological accumulation of adipose tissue. The exponentially increasing number of children with severe obesity draws attention to the tragic consequences of the lack of, or inadequate treatment of, obesity in this age group. This article aims to present ways of preventing obesity and ways of treating its complications in order to reduce the risk of the life-threatening problems caused by it.<h4>Case report</h4>The first patient was a 9-year-old boy with Prader-Willi syndrome, severe obesity, obstructive sleep apnea, hypertension, status post myocarditis, and recurring episodes of desaturation up to 70-80%. Respiratory support using continuous positive airway pressure (CPAP) and two-level positive airway pressure (BiPAP) were included in the treatment and the resolution of desaturation was observed. The second patient was a 5-year-old girl with simple obesity, obstructive sleep apnea, and subclinical hypothyroidism, hospitalized for sudden cardiac arrest, most likely caused by excessive fat tissue compressing the airway. Despite the introduced treatment, tracheostomy, and tonsillectomy, the girl remained unconscious during hospitalization and in the rehabilitation clinic, where she spent 7 months in a coma. Currently, her health is slowly improving as her weight significantly decreases. In both cases, serious consequences were observed due to non-adherence to dietary recommendations, lack of regular medical check-ups, and failure to implement appropriate treatment.<h4>Conclusions</h4>Obesity can lead to life-threatening consequences, including respiratory arrest and a need for respiratory support, if proper treatment is not administered and if medical recommendations are not followed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39857185",
    "pmid": "39857185",
    "doi": "10.3390/healthcare13020158",
    "title": "Assessment of Quality of Life and Psychological Well-Being in Italian Adult Subjects with Prader-Willi Syndrome Using the Health Survey Short Form and the Psychological General Well-Being Index Questionnaires.",
    "abstract": "<b>Background/Objectives</b>: Prader-Willi syndrome (PWS) is a rare, genetically determined neurodevelopmental disorder. Individuals with PWS face numerous challenges that significantly impact their psychological well-being and quality of life, ultimately limiting their personal and social functioning. This study aimed to evaluate the quality of life and psychological well-being in a sample of Italian adult patients with PWS compared to an age-matched control group of normal-weight Italian individuals. <b>Methods</b>: Thirty patients with PWS (11 men and 19 women; mean age ± SD: 36.4 ± 10.31 years; mean Body Mass Index (BMI: 35.7 ± 8.92 kg/m<sup>2</sup>) and thirty Italian adult individuals from the general population (5 men and 25 women; mean age ± SD: 32.1 ± 6.86 years; mean Body Mass Index (BMI: 21.8 ± 2.90 kg/m<sup>2</sup>) were studied. Quality of life and well-being were assessed using the Italian versions of the 36-item Health Survey Short Form and the Psychological General Well-Being Index. <b>Results</b>: Normal-weight subjects scored significantly higher than PWS patients on the physical health (<i>p</i> < 0.001) and social functioning (<i>p</i> = 0.047) subscales of the SF-36. Conversely, PWS patients scored higher on the vitality subscale (<i>p</i> < 0.001). Similarly, the vitality subscale of the PGWBI was significantly higher in PWS patients than in controls (<i>p</i> = 0.010), whereas the Self-Control subscale of the PGWBI was higher in controls compared to PWS patients, albeit not statistically significant (<i>p</i> = 0.057). <b>Discussion</b>: Patients with PWS exhibited impairments in various aspects of quality of life and psychological well-being, including physical, behavioral, and social domains. However, the higher vitality scores observed in PWS patients suggest a preserved dimension of their psychological well-being. <b>Conclusions</b>: These findings enhance the understanding of the psychological condition of patients with PWS and provide valuable insights for improving multidisciplinary psychological treatment approaches for these individuals.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR907369",
    "pmid": "",
    "doi": "10.1101/2024.09.06.24313191",
    "title": "Inpatient Hospitalizations for COVID-19 Among Patients with Prader-Willi Syndrome: a National Inpatient Sample Analysis",
    "abstract": "<h4>Background</h4> Prader-Willi syndrome (PWS) is a genetic disorder associated with baseline respiratory impairment caused by multiple contributing etiologies. While this may be expected to increase the risk of severe COVID-19 infections in PWS patients, survey studies have suggested paradoxically low disease severity. To better characterize the course of COVID-19 infection in patients with PWS, this study analyzes the outcomes of hospitalizations for COVID-19 among patients with and without PWS. <h4>Methods</h4> The National Inpatient Sample, an all-payors administrative claims database of hospitalizations in the United States, was queried for patients with a coded diagnosis COVID-19 in 2020 and 2021. Hospitalizations for patients with PWS compared to those for patients without PWS using Augmented Inverse Propensity Weighting (AIPW). <h4>Results</h4> There were 295 (95% CI: 228 to 362) COVID-19 hospitalizations for individuals with PWS and 4,112,400 (95% CI: 4,051,497 to 4,173,303) for individuals without PWS. PWS patients had a median age of 33 years compared to 63 for those without PWS. Individuals with PWS had higher baseline rates of obesity (47.5% vs. 28.4%). AIPW models show that PWS diagnosis is associated with increased hospital length of stay by 7.43 days, hospital charges by $80,126, and the odds of mechanical ventilation and in-hospital death (odds ratios of 1.79 and 1.67, respectively). <h4>Conclusions</h4> PWS patients hospitalized with COVID-19 experienced longer hospital stays, higher charges, and increased risk of mechanical ventilation and death. PWS should be considered a risk factor for severe COVID-19, warranting continued protective measures and vaccination efforts. Further research is needed to validate coding for PWS and assess the impact of evolving COVID-19 variants and population immunity on this vulnerable population.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38917995",
    "pmid": "38917995",
    "doi": "10.1352/1944-7558-129.4.279",
    "title": "Efficacy of a Remote Play-Based Intervention for Children With Prader-Willi Syndrome.",
    "abstract": "The current study examines the efficacy of an 8-week pretend play intervention targeting social-cognitive abilities in children with Prader-Willi syndrome (PWS), ages 6-9. PWS is a rare disorder associated with various social, emotional, and cognitive challenges linked to pretend play impairments, and for which interventions are sparse. Nineteen children were quasi-randomized to receive the intervention or be part of a waitlist control group. Participants who received the intervention (n = 10) demonstrated significant improvements in various components of pretend play, most notably in organization of play, which may generalize to broader social-cognitive gains. These findings provide evidence of the intervention's efficacy in enhancing pretend play skills and related social-cognitive abilities during this critical period of development for children with PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39906041",
    "pmid": "39906041",
    "doi": "10.3389/fendo.2024.1528457",
    "title": "Case report: Long-term efficacy and safety of semaglutide in the treatment of syndromic obesity in Prader Willi syndrome - case series and literature review.",
    "abstract": "<h4>Introduction</h4>Prader-Willi syndrome (PWS) is the most prevalent cause of syndromic obesity. Obesity development in PWS is driven by dysfunction in neural pathways involved in satiety and reward, dysregulation in hormones regulating satiety and food intake, altered body composition and reduced energy expenditure, as well as the presence of various hormone deficiencies. As hyperphagia, satiety dysfunction and consequent food-seeking behaviors are intrinsic to PWS, obesity management can be challenging.<h4>Case series</h4>We present a long-term follow-up of treatment with GLP-1 receptor agonist (GLP-1 RA) semaglutide in three patients with PWS without diabetes, one of whom had previously undergone metabolic surgery. Semaglutide treatment at dosages from 0.5 mg to 2 mg weekly demonstrated variable efficacy, from preventing further weight gain in patient 1, to achieving weight loss of up to 14.4% and 11% relative to baseline, in Patient 2 and Patient 3. It was well tolerated, even after metabolic surgery.<h4>Conclusion</h4>Long-term randomized placebo-controlled trials with larger sample sizes are needed to provide stronger evidence on the long-term efficacy and safety of semaglutide for obesity treatment in PWS as well as explore the potential synergistic effects of GLP-1 RA treatment combined with other therapeutic interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40147944",
    "pmid": "40147944",
    "doi": "10.1261/rna.080341.124",
    "title": "A dual-effect of FUBP1 on the SPA lncRNA maturation.",
    "abstract": "SPAs are noncanonical long noncoding RNAs (lncRNAs) that are 5' small nucleolar RNA (snoRNA) capped and 3' polyadenylated. Two SPAs are processed from a polycistronic transcript embedded in the human 15q11-13 region related to Prader-Willi Syndrome (PWS). Once produced, SPAs accumulate at their transcription site and sequester splicing factors to form PWS-related nuclear bodies that are involved in alternative splicing regulation. But how the processing of SPAs is regulated has remained obscure. Here, we identified both Far upstream element-binding protein 1 (FUBP1) and Myelin expression factor 2 (MYEF2) enriched in the PWS-related nuclear bodies, loss of both, individually, impaired SPAs expression and dampened the size of PWS-related nuclear bodies in H9 and PA1 cells. Specifically, FUBP1 on the one hand enhances SPAs transcription by targeting the FUSE-like sequence upstream of the polycistronic transcript promoter, and on the other hand, is required for SPA1 splicing and maturation by binding the uridine (U)-rich intronic sequences. These findings suggest a comprehensive and distinct regulation of PWS region-derived SPA lncRNAs.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38863266",
    "pmid": "38863266",
    "doi": "10.1111/jar.13266",
    "title": "Psychiatric care for people with Prader-Willi syndrome-characteristics, needs and barriers.",
    "abstract": "<h4>Background</h4>Prader-Willi syndrome (PWS) is commonly associated with intellectual disability, but also with a specific behavioural phenotype and a high predisposition to psychiatric comorbidity. This study examines the psychiatric care situation of people with PWS.<h4>Method</h4>A structured online questionnaire was administered to carers of people with PWS living in Germany, asking about demographic, diagnostic and treatment parameters as well as personal experiences.<h4>Results</h4>Of 77 people with PWS, 44.2% had at least one psychiatric comorbid diagnosis. The main reasons for seeking psychiatric care were emotional outbursts and aggressive behaviour. 34.9% reported that they were currently seeking psychiatric care without success. However, 32.5% of PWS had been treated with psychotropic medication, mainly antipsychotics.<h4>Conclusions</h4>Psychiatric comorbidity appears to be undertreated in PWS, especially in the ambulatory setting. Uncertainty among mental health care providers may also lead to frequent off-label use of psychotropic medications.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR899736",
    "pmid": "",
    "doi": "10.1101/2024.08.22.24312419",
    "title": "A randomized double-blind placebo-controlled clinical trial of Guanfacine Extended Release for aggression and self-injurious behavior associated with Prader-Willi Syndrome",
    "abstract": "<h4>Introduction: </h4> Prader-Willi Syndrome (PWS), a rare genetic disorder, affects development and behavior, frequently resulting in self-injury, aggression, hyperphagia, oppositional behavior, impulsivity and over-activity causing significant morbidity. Currently, limited therapeutic options are available to manage these neuropsychiatric manifestations. The aim of this clinical trial was to assess the efficacy of guanfacine-extended release (GXR) in reducing aggression and self-injury in individuals with PWS. Trial Design: Randomized, double-blind, placebo-controlled trial conducted under IRB approval. <h4>Methods:</h4> Subjects with a diagnosis of PWS, 6-35 years of age, with moderate to severe aggressive and/or self-injurious behavior as determined by the Clinical Global Impression (CGI)-Severity scale, were included in an 8-week double-blind, placebo-controlled, fixed-flexible dose clinical trial of GXR, that was followed by an 8-week open-label extension phase. Validated behavioral instruments and physician assessments measured the efficacy of GXR treatment, its safety and tolerability. <h4>Results:</h4> GXR was effective in reducing aggression/agitation and hyperactivity/noncompliance as measured by the Aberrant Behavior Checklist (ABC) scales (p=0.03). Overall aberrant behavior scores significantly reduced in the GXR arm. Aggression as measured by the Modified Overt Aggression Scale (MOAS) also showed a significant reduction. Skin-picking lesions as measured by the Self Injury Trauma (SIT) scale decreased in response to GXR. No serious adverse events were experienced by any of the study participants. Fatigue /sedation was the only adverse event significantly associated with GXR. The GXR group demonstrated significant overall clinical improvement as measured by the CGI-Improvement (CGI-I) scale. (p<0.01). <h4>Conclusion:</h4> Findings of this pragmatic trial strongly support the use of GXR for treatment of aggression, skin picking, and hyperactivity in children, adolescents, and adults with PWS. Trial Registration: ClinicalTrials.gov Identifier - NCT05657860",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38141219",
    "pmid": "38141219",
    "doi": "10.1210/clinem/dgad754",
    "title": "Increased IGFBP Proteolysis, IGF-I Bioavailability, and Pappalysin Levels in Children With Prader-Willi Syndrome.",
    "abstract": "<h4>Context</h4>Prader-Willi syndrome (PWS) is associated with impaired growth hormone (GH) secretion and decreased insulin-like growth factor (IGF)-I levels. Pappalysins (PAPP-A, PAPP-A2) and stanniocalcins (STC-1, STC-2) regulate IGF binding-protein (IGFBP) cleavage and IGF bioavailability, but their implication in PWS is unknown.<h4>Objective</h4>We determined serum levels of PAPP-As and STCs in association with IGF axis components in prepubertal and pubertal patients with PWS, also analyzing the effect of GH treatment.<h4>Methods</h4>Forty children and adolescents with PWS and 120 sex- and age-matched controls were included. The effect of GH was evaluated at 6 months of treatment in 11 children.<h4>Results</h4>Children with PWS had lower levels of total IGF-I, total and intact IGFBP-3, acid-labile subunit, intact IGFBP-4, and STC-1, and they had higher concentrations of free IGF-I, IGFBP-5, and PAPP-A. Patients with PWS after pubertal onset had decreased total IGF-I, total and intact IGFBP-3, and intact IGFBP-4 levels, and had increased total IGFBP-4, and STCs concentrations. GH treatment increased total IGF-I, total and intact IGFBP-3, and intact IGFBP-4, with no changes in PAPP-As, STCs, and free IGF-I levels. Standardized height correlated directly with intact IGFBP-3 and inversely with PAPP-As and the free/total IGF-I ratio.<h4>Conclusion</h4>The increase in PAPP-A could be involved in increased IGFBP proteolysis, promoting IGF-I bioavailability in children with PWS. Further studies are needed to establish the relationship between growth, GH resistance, and changes in the IGF axis during development and after GH treatment in these patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39235941",
    "pmid": "39235941",
    "doi": "10.1016/j.celrep.2024.114700",
    "title": "Parent-of-origin-specific DNA replication timing is confined to large imprinted regions.",
    "abstract": "Genomic imprinting involves differential DNA methylation and gene expression between homologous paternal and maternal loci. It remains unclear, however, whether DNA replication also shows parent-of-origin-specific patterns at imprinted or other genomic regions. Here, we investigate genome-wide asynchronous DNA replication utilizing uniparental human embryonic stem cells containing either maternal-only (parthenogenetic) or paternal-only (androgenetic) DNA. Four clusters of imprinted genes exhibited differential replication timing based on parent of origin, while the remainder of the genome, 99.82%, showed no significant replication asynchrony between parental origins. Active alleles in imprinted gene clusters replicated earlier than their inactive counterparts. At the Prader-Willi syndrome locus, replication asynchrony spanned virtually the entirety of S phase. Replication asynchrony was carried through differentiation to neuronal precursor cells in a manner consistent with gene expression. This study establishes asynchronous DNA replication as a hallmark of large imprinted gene clusters.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR891312",
    "pmid": "",
    "doi": "10.1101/2024.08.02.24311335",
    "title": "Clinical efficacy landscaping in genetic obesity: A meta-analysis in Prader Willi syndrome (PWS)",
    "abstract": "<h4> Abstract </h4> Genetic obesity such as Prader Willi syndrome (PWS) is a multifaceted condition influenced by various elements, including genetic predisposition, environmental factors, and behavioral components. This meta-analysis explored the reported efficacy of therapeutics in clinical trials for PWS by evaluating clinical endpoints reached in the course of the study and the adverse events observed for each. We looked at GLP1 receptor mediated and non-GLP1 receptor mediated therapies and compared their performance in study arms across time and standard of care. In addition, we estimated the present market shares across different obesity and diabetes assets which have been tested against PWS. In conclusion, the study points to two key readouts. First, existing obesity and diabetes assets are not effective for genetic obesity such as PWS. The unmet needs remain high. Second, the markets for obesity and diabetes are in a stage of expansion. A collaborative approach to therapy development for genetic obesity is required to improve the quality of life for affected individuals.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38935853",
    "pmid": "38935853",
    "doi": "10.1111/cen.15108",
    "title": "Premature pubarche in Prader-Willi syndrome: Risk factors and consequences.",
    "abstract": "<h4>Objectives</h4>Children with Prader-Willi Syndrome (PWS) may develop premature pubarche (PP). We investigated the frequency of PP, and its potential precursors and sequelae, in PWS.<h4>Design, patients and measurements</h4>A chart review of children with PWS treated at our institution between 1990 and 2021 was performed. PP was defined as Tanner stage 2 (TS2) pubic hair in girls <8 and boys <9 years old. Demographic, anthropometric, and laboratory data were collected to assess predisposing factors and consequences of PP in comparison to patients with PWS who had normal pubarche (NP).<h4>Results</h4>Analysis included 43 children with PWS, 23 (53.5%) with PP and 20 (46.5%) with NP. Median age at pubarche was 7.0 years in PP group and 10.0 years in NP group. Age at pubarche was not correlated with age of recombinant human growth hormone (rhGH) initiation, body mass index (BMI) z-score, or homeostasis model assessment of insulin resistance (HOMA-IR) at pubarche. BMI z-score at pubarche was modestly correlated with degree of pubarchal BA advancement (p = 0.033). Those with PP were more likely to have a lower high-density lipoprotein (HDL) (1.05 mmol/L vs. 1.41 mmol/L in the NP group, p = 0.041). The difference between target and final height did not differ between groups (p = 0.507).<h4>Conclusion</h4>PP is common in PWS but does not compromise final height in comparison to the NP group. Obesity and insulin resistance were not associated with PP in children with PWS, contrary to what has been seen in obese children without PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39394949",
    "pmid": "39394949",
    "doi": "10.1002/ajmg.a.63794",
    "title": "The motivations and methods behind sharing a pediatric Prader-Willi syndrome diagnosis.",
    "abstract": "Prader-Willi syndrome (PWS) is a genetic condition caused by a lack of paternally-expressed imprinted genes at chromosome 15q11.2-q13 and characterized by hyperphagia, behavioral challenges, and variable intellectual disability. Once a PWS diagnosis is established, sharing diagnosis information with an affected child can be challenging due to its early age of onset and diverse phenotype. This mixed-methods study aimed to evaluate how parents and guardians have shared a PWS diagnosis with their child and examine the motivating and influencing factors behind their disclosure. Parents and guardians of children with PWS aged at least 5 years completed a survey, and a select group completed an interview. A total of 51 surveys and 15 interviews were completed, with the majority of participants (n = 46; 90%) having shared at least some diagnosis information with their child. Parents and guardians were more likely to disclose if they self-reported a higher level of knowledge about PWS (p = 0.004) and if their child is currently older (p = 0.02) and/or has at least one sibling (p = 0.046). Interview analysis revealed 15 themes and 10 subthemes that illustrated parents' motivations, methods, and experiences with disclosure. This research provides information for others considering disclosure of PWS or another rare diagnosis with their child.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40023766",
    "pmid": "40023766",
    "doi": "10.1016/j.xhgg.2025.100423",
    "title": "Circadian rhythm defects in Prader-Willi syndrome neurons.",
    "abstract": "Prader-Willi syndrome (PWS) is a neurodevelopmental disorder characterized by a spectrum of symptoms, including developmental delay, intellectual disability, and increased risk of autism. PWS is an imprinting disorder caused by the loss of paternal expression of critical genes in the 15q11.2-q13 region, including MAGEL2, SNRPN/SNURF, and SNORD116. PWS patients often suffer from various sleep disorders, including sleep-disordered breathing and central hypersomnolence. Mouse models of PWS also exhibit disruptions in circadian rhythms and sleep. In cultured cells, Magel2 was shown to regulate the expression of Bmal1 and Per2, two core clock genes involved in the circadian rhythm regulatory process. Here, we investigated the circadian clock function in neurons derived from dental pulp stem cells (DPSCs) of PWS patients and neurotypical controls. To study the circadian rhythms of PWS patients in vitro, we introduced the Per2 promoter-driven luciferase reporter (Per2:luc) to these DPSC cell lines to assess their circadian rhythm by bioluminescence. These Per2:luc cells were differentiated for 4 weeks to mature neuronal reporter cell lines, followed by kinetic measurements of luciferase activity over several days. We observed significant differences in circadian period length between PWS neurons and controls. Moreover, treatment with the small molecule longdaysin effectively lengthened the period length of PWS neurons with a shorter period length, as anticipated based on the mechanism of action of this compound. This work lays the foundation for a deeper understanding of PWS pathophysiology and represents a critical first step toward developing high-throughput assays for drug discovery targeting circadian and sleep dysfunction in PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40198521",
    "pmid": "40198521",
    "doi": "10.1007/s12325-025-03146-2",
    "title": "Long-Term Efficacy and Safety of Growth Hormone in Children Suffering from Short Stature in China (CGLS): An Open-Label, Multicenter, Prospective and Retrospective, Observational Study.",
    "abstract": "<h4>Introduction</h4>Several primary and secondary disorders disrupting normal growth pattern are responsible for childhood short stature (SS; height less than 2 standard deviation score [SDS] or the third percentile). Pegylated recombinant human growth hormone (PEG-rhGH) is a long-acting growth hormone which has demonstrated efficacy and safety in pediatric growth hormone deficiency. However, limited data is present on its treatment pattern, extensive population use, and long-term follow-up. Therefore, a real-world study is required to evaluate the efficacy and safety of PEG-rhGH and recombinant human growth hormone (rhGH) in treating childhood SS.<h4>Methods</h4>The proposed study will be an open-label, multicenter, prospective and retrospective, observational study that will recruit Chinese children aged ≥ 2 years with SS. The entire study will be categorized into three cohorts: retrospective, retrospective-prospective, and prospective. The study will recruit 10,000 patients including 3000 patients in the retrospective cohort and 7000 in the retrospective-prospective and prospective cohort, respectively. The total duration of this study will be 16 years. The primary objective will be to evaluate the long-term safety (incidence of all adverse events (AEs) and serious adverse events) of PEG-rhGH and rhGH for the treatment of patients with SS having growth hormone disorder (GHD), idiopathic short stature (ISS), small for gestational age (SGA), Turner syndrome (TS), Prader-Willi syndrome (PWS), Noonan syndrome (NS), deficiency of the short stature homeobox gene on the X-chromosome (SHOX deficiency), and other causes of SS. The secondary objective will be to evaluate the efficacy of PEG-rhGH and rhGH for the treatment of patients with SS with different etiologies.<h4>Planned outcomes</h4>The results may provide the evidence of long-term efficacy and safety of PEG-rhGH and rhGH by analyzing the existing patient data and will also provide a vast array of information, which can be used as reference evidence for the Chinese academic community to design national guidelines or consensus for patients with SS.<h4>Trial registration</h4>The study has been registered at ClinicalTrials.gov (NCT06110910). Date of registration October 31, 2023.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38747584",
    "pmid": "38747584",
    "doi": "",
    "title": "[The importance of early recognition of Prader-Willi syndrome].",
    "abstract": "Due to its rare nature and subtle dysmorphisms, Prader-Willi syndrome can be challenging to recognize and diagnose in the neonatal period. Feeding difficulties and hypotonia ('floppy infant') are the most striking characteristics. Prader-Willi syndrome requires specific follow-up and treatment, emphasizing the importance of early recognition.We encountered an infant of three months old with severe hypotonia. The hypotonia ameliorated spontaneously over time, although feeding per nasogastric tube was necessary. There were no apparent dysmorphisms. Extensive genetic investigations showed a maternal uniparental disomy of chromosome 15, fitting with Prader-Willi syndrome explaining all symptoms. After excluding contraindications, treatment with growth hormone therapy was started. Parents were educated regarding medical emergencies specific for Prader-Willi syndrome ('medical alerts'). Although Prader-Willi syndrome is rare, it should always be considered in cases of neonatal hypotonia. Early recognition is paramount as specific recommendations and treatment are warranted.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38829287",
    "pmid": "38829287",
    "doi": "10.1111/cch.13289",
    "title": "Role of projective psychological tests in patients with Prader-Willi syndrome.",
    "abstract": "<h4>Introduction</h4>The purpose of this study was to evaluate the usefulness and relevance of projective techniques such as house-tree-person (HTP) and family in individuals with Prader-Willi syndrome (PWS), who have a limited ability to identify and verbalize emotions and express them often using behaviors.<h4>Methods</h4>We included individuals with genetic confirmation of PWS immersed in a regular transdisciplinary treatment in an institution dedicated to rare diseases. All individuals were evaluated using the HTP and family projective techniques. These instruments are commonly administered to the general population and, in this case, to people with mild to moderate intellectual disabilities, including difficulties in their communication abilities.<h4>Results</h4>A total of 25 individuals with PWS between 10 and 41 years old (15 men and 10 women) were included. We identified the presence of graphic indicators corresponding to the behavioral phenotype of individuals with PWS, such as anxiety, stubbornness, emotional lability, difficulty in achieving adequate externalization and identification of emotions, impulsivity, aggressive traits, poor social skills, need for support and interaction, low self-concept, and compulsive behaviors.<h4>Conclusions</h4>In the present study, we demonstrated the usefulness of graphic techniques to elucidate aspects of behavior, emotions, and thoughts that individuals with PWS cannot formulate due to expression and communication difficulties.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39888848",
    "pmid": "39888848",
    "doi": "10.1111/dmcn.16239",
    "title": "Wearable sensors in paediatric neurology.",
    "abstract": "Wearable sensors have the potential to transform diagnosis, monitoring, and management of children who have neurological conditions. Traditional methods for assessing neurological disorders rely on clinical scales and subjective measures. The snapshot of the disease progression at a particular time point, lack of cooperation by the children during assessments, and susceptibility to bias limit the utility of these measures. Wearable sensors, which capture data continuously in natural settings, offer a non-invasive and objective alternative to traditional methods. This review examines the role of wearable sensors in various paediatric neurological conditions, including cerebral palsy, epilepsy, autism spectrum disorder, attention-deficit/hyperactivity disorder, as well as Rett syndrome, Down syndrome, Angelman syndrome, Prader-Willi syndrome, neuromuscular disorders such as Duchenne muscular dystrophy and spinal muscular atrophy, ataxia, Gaucher disease, headaches, and sleep disorders. The review highlights their application in tracking motor function, seizure activity, and daily movement patterns to gain insights into disease progression and therapeutic response. Although challenges related to population size, compliance, ethics, and regulatory approval remain, wearable technology promises to improve clinical trials and outcomes for patients in paediatric neurology.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39673054",
    "pmid": "39673054",
    "doi": "10.1186/s13023-024-03447-9",
    "title": "Retrospective longitudinal study on the long-term impact of COVID-19 infection on polysomnographic evaluation in patients with Prader-Willi syndrome.",
    "abstract": "<h4>Background</h4>To evaluate the impact of coronavirus disease 2019 (COVID-19) on polysomnographic evaluation in patients with Prader-Willi syndrome (PWS).<h4>Patients and methods</h4>A retrospective cohort study of two consecutive overnight polysomnograms (PSG) in 92 PWS patients (mean age 9.1, range 3.1-22 years). 57/92 participants (35 female) had a COVID-19 infection between the two consecutive examinations. 35 patients (21 female) had no infection (control group). Distribution of genetics was as follows: 13/57 (22.8%) deletion, 19/57 (33.3%) uniparental disomy, 2/57 (3,5%) imprinting defect, 3/57 (5.3%) non-deletion, 20/57 (35.1%) diagnosed by analyses of the methylation pattern of chromosome 15q11-13. Mean time interval between COVID-19 infection and post-COVID-19 evaluation was 96.2 days.<h4>Results</h4>Course of COVID-19 infection was asymptomatic 8/82 (9.8%), mild 63/82 (76.8%), medium 11/84 (13.4%). The five most frequently experienced symptoms in PWS patients were fever (56.1%); headache (45.1%); cold (42.7%); cough (31.7%) and body aches (21.95%). PWS patients who had COVID-19 infection had significantly lower mean oxygen saturation (SpO2) measured by pulse oximetry (post 94.8% vs. pre 95.7%, p = 0.001), lower detected lowermost SpO2 (post 86.2 vs. pre 87.3%, p = 0.003), and higher occurrence of hypopnoea (post 13.9 vs. pre 10.7, p = 0.001). Time in optimal SpO2 (95-100%) decreased significantly (post 54.3% vs. pre 73.8%, p = 0.001), whereas an increase was observed in time in suboptimal SpO2 (90-95%) (post 45.5% vs. 25.8%, p = 0.001) and in time in poor SpO2 (< 90%) (post 0.7% vs. pre 0.2%, p = 0.030). Body-Mass-Index (BMI)-SDS for PWS showed no differences between the groups at any time. BMI-SDS-differences showed no influence on differences in SpO2 evaluations. In the genetic subgroup with deletion there was a statistically significant effect on an increased number of OSA (p = 0.027). The genetic subgroup with uniparental disomy (UPD) was associated with a reduced risk of higher HF (p = 0.035) and less hypopnea (p = 0.011).<h4>Conclusion</h4>PWS patients predominantly experienced only mild to medium symptoms during COVID-19 infection without necessity of hospitalisation. However, on average three months after infection, differences in PSG evaluations were still apparent, manifesting in lower SpO2 and more frequent hypopnea. A long-lasting impairment of the pulmonary system due to the COVID-19 infection might be responsible.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39959773",
    "pmid": "39959773",
    "doi": "10.12998/wjcc.v13.i5.95879",
    "title": "Importance of etiologies of secondary diabetes: How often do we think off in clinical practice?",
    "abstract": "The article \"Secondary diabetes due to different etiologies: Four case reports\" by Song <i>et al</i>, published in the <i>World Journal of Clinical Cases</i>, delves into the identification of rare causes of secondary diabetes and emphasizes the necessity for healthcare professionals to recognize these conditions. Failure to do so can result in treatment delays and compromised patient outcomes. The article discusses specific types of diabetes, including maturity onset of diabetes in young, pancreas-related diseases, endocrinopathies, drug-induced diabetes, infections, and congenital genetic syndromes associated with diabetes mellitus. Case summaries highlight how patients with secondary diabetes, stemming from conditions such as Williams-Beuren syndrome and pituitary adenoma, often exhibit distinct characteristics overlooked in clinical practice. The authors stress the importance of a holistic diagnostic approach and advocate for proactive management through early intervention, including genetic tests and antibody detection. Increased awareness and education are crucial for timely identification and proper management, ultimately improving patient well-being. These findings prompt a call to action for healthcare professionals to consider rare causes of secondary diabetes, facilitating better glycemic control and overall patient care.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38934057",
    "pmid": "38934057",
    "doi": "10.1097/mcd.0000000000000506",
    "title": "Genotype-phenotype characteristics of 57 patients with Prader-Willi syndrome: a single-center experience from Turkey.",
    "abstract": "<h4>Objectives</h4>Prader-Willi syndrome (PWS) is a rare and complex genetic disorder caused by the loss of expression of the paternal copy of the imprinted genes on chromosome 15q11-q13. A variety of findings have been reported on the phenotypic differences between the genetic subtypes of PWS. This article compares the clinical findings of 57 PWS patients by genetic subtype and explores possible associations in this context.<h4>Methods</h4>Methylation‑specific multiplex ligation-dependent probe amplification and single nucleotide polymorphism microarrays were used to diagnose deletion and uniparental disomy (UPD). For phenotype-genotype correlation, clinical data were collected and genetic subgroups were compared statistically, and P  < 0.05 was considered to indicate statistical significance.<h4>Results</h4>These 57 patients consisted of 15 type I deletions, 20 type II deletions, six atypic deletions, 11 heterodisomy UPD, four isodisomy UPD, and one translocation-type PWS. All patients had hypotonia, poor neonatal sucking, and feeding difficulties during infancy. Other PWS-related clinical findings, such as speech articulation problems (85.9%), sleep apnea (77.2%), normal birth length (71.9%), small hands/feet (71.9%), childhood polyphagia (57.9%), clinodactyly (56.1%), thick viscous saliva (54.4%), and behavioral problems (50.9%) were observed at varying rates with no statistical difference between genetic subtypes in general.<h4>Conclusion</h4>This study highlights the phenotype-genotype associations on PWS from a cohort of Turkish pediatric patients as a single-center experience.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR886119",
    "pmid": "",
    "doi": "10.1101/2024.07.24.604909",
    "title": "Investigation of a Novel Mouse Model of Prader-Willi Syndrome with Invalidation of<i>Necdin</i>and<i>Magel2</i>",
    "abstract": "Prader-Willi syndrome (PWS) is a multigenic disorder caused by the loss of seven contiguous paternally expressed genes. Mouse models with inactivation of all PWS genes are lethal. Knockout (KO) mouse models for each candidate gene were generated, but they lack the functional interactions between PWS genes. Here, we revealed an interplay between Necdin and Magel2 “PWS” genes and generated a novel mouse model (named “ Madin ”) with a deletion including both genes. A subset of Madin KO mice showed neonatal lethality. Behaviorally, surviving mutant mice exhibited sensory delays during infancy and alterations in social exploration at adulthood. Madin KO mice had a lower body weight before weaning, persisting after weaning in males only, with reduced fat mass and improved glucose tolerance. Delayed sexual maturation and altered timing of puberty onset were observed in mutant mice. Adult Madin KO mice displayed increased ventilation and a persistent increase in apneas following a hypercapnic challenge. Transcriptomics analyses revealed a dysregulation of key circadian genes and alterations of genes associated with axonal function that were also found in the hypothalamus of patients with PWS. At neuroanatomical levels, we report an impaired maturation of oxytocin neurons and a disrupted development of melanocortin circuits. Together, these data indicate that the Madin KO mouse is a reliable and more genetically relevant model for the study of PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39857834",
    "pmid": "39857834",
    "doi": "10.3390/children12010003",
    "title": "GH Therapy in Non-Growth Hormone-Deficient Children.",
    "abstract": "Before 1985, growth hormone (GH) was extracted from human pituitaries, and its therapeutic use was limited to children with severe GH deficiency (GHD). The availability of an unlimited amount of recombinant GH (rhGH) allowed for investigating the efficacy of its therapeutic use in a number of conditions other than GHD. Nowadays, patients with Turner syndrome, <i>SHOX</i> deficiency, Noonan syndrome, Prader-Willi syndrome, idiopathic short stature, chronic kidney disease, and children born small for gestational age can be treated with rhGH in order to improve adult height. In patients with Prader-Willi syndrome, rhGH therapy also improves body composition and cognitive function. Large post-marketing multinational studies in a large number of pediatric patients demonstrated a good safety profile for rhGH. Recently, long-acting formulations of rhGH have been approved and licensed for GHD, and clinical trials are ongoing for other conditions. In this paper, we review the rhGH therapy in children with conditions other than GHD.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38966214",
    "pmid": "38966214",
    "doi": "10.3389/fendo.2024.1403470",
    "title": "Puberty in girls with Prader-Willi syndrome: cohort evaluation and clinical recommendations in a Latin American tertiary center.",
    "abstract": "<h4>Introduction</h4>Prader-Willi syndrome (PWS) is a genetic disorder characterized by hypothalamic-pituitary deficiencies including hypogonadism. In girls with PWS, hypogonadism can present early in childhood, leading to genital hypoplasia, delayed puberty, incomplete pubertal development, and infertility. In contrast, girls can present with premature activation of the adrenal axis leading to early pubarche and advanced bone age. We aim to evaluate the progression of puberty and adrenarche signals in girls with PWS.<h4>Methodology</h4>A longitudinal retrospective cohort study included girls with PWS followed at a Pediatric Endocrinology Outpatient Clinic in a Tertiary University Hospital in Sao Paulo, Brazil from 2002 to 2022. Data collected via chart review included clinical information on birth history, breast and pubic hair Tanner stages, presence of genital hypoplasia, age at menarche, regularity of menstrual cycles, body mass index (BMI) z-score, final height, age of initiation of estrogen replacement and growth hormone replacement, as well as results for PWS genetic subtype; biochemical investigation (LH, FSH, estradiol, DHEA-S); radiographic bone age and pelvic ultrasound.<h4>Results</h4>A total of 69 girls were included in the study and the mean age of puberty onset was 10.2 years in those who started puberty after the age of 8 years. Breast Tanner stage IV was reached by 29.1% girls at a mean age of 14.9 years. Spontaneous menarche was present in 13.8% and only one patient had regular menstrual cycles. Early adrenarche was seen in 40.4% of cases.<h4>Conclusion</h4>Our study demonstrated in a large sample that girls with PWS often present with delayed onset of puberty despite frequent premature adrenarche. Based on our results, we suggest an estrogen replacement protocol for girls with PWS to be started at the chronological age or bone age of 12-13 years, taking into consideration the uterus size. Further prospective studies are needed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39407757",
    "pmid": "39407757",
    "doi": "10.3390/jcm13195697",
    "title": "Characterization of Circulating Protein Profiles in Individuals with Prader-Willi Syndrome and Individuals with Non-Syndromic Obesity.",
    "abstract": "<b>Background:</b> Prader-Willi syndrome (PWS) is a rare genetic disorder characterized by distinctive physical, cognitive, and behavioral manifestations, coupled with profound alterations in appetite regulation, leading to severe obesity and metabolic dysregulation. These clinical features arise from disruptions in neurodevelopment and neuroendocrine regulation, yet the molecular intricacies of PWS remain incompletely understood. <b>Methods</b>: This study aimed to comprehensively profile circulating neuromodulatory factors in the serum of 53 subjects with PWS and 34 patients with non-syndromic obesity, utilizing a proximity extension assay with the Olink Target 96 neuro-exploratory and neurology panels. The ANOVA <i>p</i>-values were adjusted for multiple testing using the Benjamani-Hochberg method. Protein-protein interaction networks were generated in STRING V.12. Corrplots were calculated with R4.2.2 by using the Hmisc, Performance Analytics, and Corrplot packages <b>Results</b>: Our investigation explored the potential genetic underpinnings of the circulating protein signature observed in PWS, revealing intricate connections between genes in the PWS critical region and the identified circulating proteins associated with impaired oxytocin, NAD metabolism, and sex-related neuromuscular impairment involving, CD38, KYNU, NPM1, NMNAT1, WFIKKN1, and GDF-8/MSTN. The downregulation of CD38 in individuals with PWS (<i>p</i> < 0.01) indicates dysregulation of oxytocin release, implicating pathways associated with NAD metabolism in which KYNU and NMNAT1 are involved and significantly downregulated in PWS (<i>p</i> < 0.01 and <i>p</i> < 0.05, respectively). Sex-related differences in the circulatory levels of WFIKKN1 and GDF-8/MSTN (<i>p</i> < 0.05) were also observed. <b>Conclusions:</b> This study highlights potential circulating protein biomarkers associated with impaired oxytocin, NAD metabolism, and sex-related neuromuscular impairment in PWS individuals with potential clinical implications.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR877015",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4530649/v1",
    "title": "Mechanism of EHMT2-mediated genomic imprinting associated with Prader-Willi syndrome",
    "abstract": "<title>Abstract</title>  <p>Prader-Willi Syndrome (PWS) is caused by loss of expression of paternally expressed genes in the human 15q11.2-q13 imprinting domain. A set of imprinted genes that are active on the paternal but silenced on the maternal chromosome are intricately regulated by a bipartite imprinting center (PWS-IC) located in the PWS imprinting domain. In past work, we discovered that euchromatic histone lysine N-methyltransferase-2 (EHMT2/G9a) inhibitors were capable of un-silencing PWS-associated genes by restoring their expression from the maternal chromosome. Here, in mice lacking the Ehmt2 gene, we document unsilencing of the imprinted Snrpn/Snhg14 gene on the maternal chromosome in the late embryonic and postnatal brain. Using PWS and Angelman syndrome patient derived cells with either paternal or maternal deletion of 15q11-q13, we have found that chromatin of maternal PWS-IC is closed and has compact 3D folding confirmation. We further show that a new and distinct noncoding RNA preferentially transcribed from upstream of the PWS-IC interacts with EHMT2 and forms a heterochromatin complex to silence gene expression of SNRPN in CIS on maternal chromosome. Taken together, these findings demonstrate that allele-specific recruitment of EHMT2 is required to maintain the maternal imprints. Our findings provide novel mechanistic insights and support a new model for imprinting maintenance of the PWS imprinted domain.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR872824",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4481847/v1",
    "title": "Anesthesia management for patients with Prader-Willi syndrome undergoing bariatric surgery: a single-center retrospective case series study",
    "abstract": "<title>Abstract</title>  <p>Background  Prader-Willi syndrome (PWS) is a rare neurodevelopmental disease caused by abnormalities on chromosome 15q11.2-q13. Due to the characteristics of this syndrome, there are many difficulties in the anesthetic management of PWS patients undergoing bariatric surgery. Methods  We reported five times anesthetic management in three patients with PWS undergoing bariatric surgery under general anesthesia combined with nerve block in the Third People’s Hospital of Chengdu. Results  Obesity, sleep apnea, airway ventilatory dysfunction and hypotonia were the main challenge for patients with PWS in our study. We took some special measures, mainly including reverse Trendelenburg position, gradually deepening sedation, multimode analgesia and perioperative progressive respiratory exercise. Only in case1a, respiratory obstruction occurred during mask ventilation, which improved through the oropharynx and nasopharyngeal ventilation tract. In addition, delayed awakening occurred in case1a after surgery, and the respiratory condition did not improve significantly after the use of neostigmine and atropine. Her tracheal tube was removed on the first postoperative day. When she came in the second time (case1b), we used sugammadex as the antagonistic muscle relaxants and successfully removed the tracheal tube 10 minutes after the procedure. Conclusions  We recommend choosing sugammadex as the antagonistic muscle relaxant, progressive respiratory exercise and multimode analgesia in PWS patients undergoing bariatric surgery. Besides, the oropharyngeal and nasopharyngeal ventilatory tract should be prepared before the anesthesia induction.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38805861",
    "pmid": "38805861",
    "doi": "10.1016/j.gaitpost.2024.05.026",
    "title": "Cyclogram-based evaluation of inter-limb gait symmetry in Prader-Willi Syndrome.",
    "abstract": "<h4>Background</h4>Prader-Willi syndrome (PWS) is characterized by a complex clinical condition, whose typical features lead to impaired motor and functional skills. To date, limited data is available as regards symmetry of gait in PWS.<h4>Research question</h4>The aim of this study was to characterize lower-limb asymmetry during gait in a group of Prader-Willi Syndrome (PWS) individuals by using the synchronized cyclograms and to compare it with those of two different control groups, a normal-weight group and an obese group.<h4>Methods</h4>A total of 18 PWS, 30 normal weight (NW) and 28 obese individuals (OG) matched for age, sex and height were assessed via 3D gait analysis. Gait spatio-temporal parameters were computed together with angle-angle diagrams, characterized in terms of their geometric features (i.e. area, orientation, and trend symmetry index).<h4>Results</h4>Individuals with PWS exhibit reduced speed, stride length and cadence and increased duration of both stance and double support phase than the other groups. OG was characterized by the same pattern when compared to NW. With respect to inter-limb symmetry, individuals with PWS exhibited significantly larger cyclogram areas at hip joint with respect to the other two groups (203.32 degrees<sup>2</sup> vs. 130.73 degrees<sup>2</sup> vs. 111.59 degrees<sup>2</sup>) and significantly higher orientation angle (4.17° vs. 2.11° vs. 1.22°) and Trend Symmetry (3.72 vs. 2.02 vs. 1.21) with respect to the other two groups at knee joint; no differences were found at ankle joint. Both individuals with PWS and those of OG exhibited reduced ROM at knee and ankle joints with respect with normal weight, but no statistically significant differences were observed between PWS and OG.<h4>Significance</h4>The obtained results may provide novel and useful insights to understand better the impairments in motor control associated with this pathological state, supporting clinics in the identification of the best rehabilitation program for this rare pathological state, aimed to improve stability and motor control.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38796700",
    "pmid": "38796700",
    "doi": "10.1016/j.ymthe.2024.05.034",
    "title": "Newly developed oral bioavailable EHMT2 inhibitor as a potential epigenetic therapy for Prader-Willi syndrome.",
    "abstract": "Prader-Willi syndrome (PWS) is the prototypic genomic disorder resulting from deficiency of paternally expressed genes in the human chromosome 15q11-q13 region. The unique molecular mechanism involving epigenetic modifications renders PWS as the most attractive candidate to explore a proof-of-concept of epigenetic therapy in humans. The premise is that epigenetic modulations could reactivate the repressed PWS candidate genes from the maternal chromosome and offer therapeutic benefit. Our prior study identifies an EHMT2/G9a inhibitor, UNC0642, that reactivates the expression of PWS genes via reduction of H3K9me2. However, low brain permeability and poor oral bioavailability of UNC0642 preclude its advancement into translational studies in humans. In this study, a newly developed inhibitor, MS152, modified from the structure of UNC0642, has better brain penetration and greater potency and selectivity against EHMT2/G9a. MS152 reactivated maternally silenced PWS genes in PWS patient fibroblasts and in brain and liver tissues of PWS mouse models. Importantly, the molecular efficacy of oral administration is comparable with the intraperitoneal route. MS152 treatment in newborns ameliorates the perinatal lethality and poor growth, maintaining reactivation in a PWS mouse model at postnatal 90 days. Our findings provide strong support for MS152 as a first-in-class inhibitor to advance the epigenetic therapy of PWS in humans.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38854617",
    "pmid": "38854617",
    "doi": "",
    "title": "Prader-Willi Syndrome: The More We Know, the Less We Know.",
    "abstract": "Prader-Willi syndrome (PWS) is a complex genetic neurodevelopmental disorder with multisystem impact and a unique behavior profile that evolves over the life span. Beyond the primary care needs of all children and adults, the unique medical concerns and management needs of those with PWS are best served in a multidisciplinary academic center. Our PWS center has provided care for individuals with PWS and their families since 1981. Our growth hormone studies contributed to growth hormone supplementation becoming standard of care in this country. Here, in collaboration with the primary care provider, early childhood intervention programs, schools and local parent organizations, solid, patient-centered care for affected individuals and their families can be provided across the life-span. The purpose of this article is to provide a brief overview of PWS and the attendant medical and behavior management challenges attendant to the disorder.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38776833",
    "pmid": "38776833",
    "doi": "10.1016/j.bbrc.2024.150124",
    "title": "Pathological analysis of Prader-Willi syndrome using adipocytes.",
    "abstract": "Prader-Willi syndrome (PWS) is a complex epigenetic disorder caused by the deficiency of paternally expressed genes in chromosome 15q11-q13. This syndrome also includes endocrine dysfunction, leading to short stature, hypogonadism, and obscure hyperphagia. Although recent progress has been made toward understanding the genetic basis for PWS, the molecular mechanisms underlying its pathology in obesity remain unclear. In this study, we examined the adipocytic characteristics of two PWS-induced pluripotent stem cell (iPSC) lines: those with the 15q11-q13 gene deletion (iPWS cells) and those with 15q11-q13 abnormal methylation (M-iPWS cells). The transcript levels of the lipid-binding protein aP2 were decreased in iPWS and M-iPWS adipocytes. Flow-cytometry analysis showed that PWS adipocytes accumulated more lipid droplets than did normal individual adipocytes. Furthermore, glucose uptake upon insulin stimulation was attenuated compared to that in normal adipocytes. Overall, our results suggest a significantly increased lipid content and defective in glucose metabolism in PWS adipocytes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38669801",
    "pmid": "38669801",
    "doi": "10.1016/j.ghir.2024.101593",
    "title": "Prostate-specific antigen (PSA) levels in men with Prader-Willi syndrome.",
    "abstract": "Prader-Willi syndrome (PWS) is a rare genetic disorder typically characterized by body composition abnormalities, hyperphagia, behavioral challenges, cognitive dysfunction, and hormone deficiencies. Hypogonadism is common but knowledge on potential side effects of testosterone replacement is limited, in particular, the long-term effects on behavior and PSA.<h4>Patients and methods</h4>Retrospective case studies of seven men, median age 46 years, with genetically verified PWS, testosterone treated hypogonadism and available PSA values were included. Long-term follow-up of PSA was accessible in four patients. Medical records were reviewed for adverse effects.<h4>Results</h4>Five men were treated with intramuscular testosterone undecanoate, two had no hypogonadism. Median PSA was 0.68 μg/L (0.23-1.3), median testosterone 15 nmol/L. After a median time of 17 years of testosterone replacement median PSA was 0.75 μg/L (range 0.46-1.4). Testosterone replacement was well tolerated, and no major behavioral changes were reported. Five were treated with growth hormone for >20 years.<h4>Conclusion</h4>Levels of PSA were low. Long-term treatment with testosterone was working well and did not result in any clinically meaningful increase in PSA. Our results indicate that testosterone replacement is neither associated with serious adverse events regarding changes in behavior or effect on PSA. However, larger studies are needed to confirm our results.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38619072",
    "pmid": "38619072",
    "doi": "10.1002/ajmg.a.63634",
    "title": "Laryngeal clefts in Prader-Willi syndrome: Feeding difficulties and aspiration not always caused by hypotonia.",
    "abstract": "Feeding difficulties, aspiration, and failure to thrive in infancy are commonly seen in patients with Prader-Willi Syndrome (PWS) and attributed to hypotonia. Patients with PWS and laryngeal clefts were identified by review of medical records at three tertiary care children's hospitals between 2017 and 2022. We present three patients with PWS with feeding difficulties who were also found to have laryngeal clefts which likely contributed to their feeding difficulties. Additional factors such as airway anomalies should be considered in patients with PWS, especially when swallowing dysfunction, dysphagia, or abnormal swallow evaluations are present.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR984014",
    "pmid": "",
    "doi": "10.1101/2025.02.26.24313254",
    "title": "Biallelic variants in<i>SREK1</i>downregulating<i>SNORD115</i>and<i>SNORD116</i>cause a novel Prader-Willi-like syndrome",
    "abstract": "<h4>ABSTRACT</h4> Up to 10% of patients with severe early-onset obesity carry pathogenic variants in known obesity-related genes, mostly affecting the leptin-melanocortin pathway. Studying children with severe obesity from consanguineous populations provides a unique opportunity to uncover novel molecular mechanisms. Using whole-exome sequencing, followed by a rigorous analytical and filtration strategy, we identified three different homozygous missense variants in SREK1 (encoding Splicing Regulatory glutamic acid and lysine rich protein) in children with severe obesity, from three unrelated consanguineous pedigrees. The wild type SREK1 gene of human induced pluripotent stem cell (iPSC)-derived hypothalamic neurons was individually replaced by each of the three variants and the impact of these changes on global gene expression was studied. Neurons expressing the two variants in the SREK1 RNA recognition domain p.P95L and p.T194M, but not the C-terminally located p.E601K, had markedly reduced expression of the small nucleolar RNA clusters SNORD115 and SNORD116 , deficiency of which has been implicated in Prader-Willi syndrome (PWS). In addition to hyperphagic obesity the carriers of these two variants had other features of PWS, such as neonatal hypotonia. In conclusion, homozygous variants in SREK1 result in a subtype of severe early onset obesity sharing features with PWS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38840685",
    "pmid": "38840685",
    "doi": "10.21037/tp-23-518",
    "title": "Early onset stage III diabetic nephropathy in a child with Prader-Willi syndrome treated with dulaglutide: a case report.",
    "abstract": "<h4>Background</h4>Prader-Willi syndrome (PWS) is a multisystem genetic disorder caused by chromosomal imprinting gene defects, with approximately 70% of cases resulting from paternal deletion of the chromosomal region 15. The main clinical features include severe infantile hypotonia, early-onset childhood obesity, hyperphagia, and underdeveloped external genitalia. As individuals with PWS age, they may exhibit irritability, social dysfunction, impaired gonadal development, and metabolic syndrome. Previous literature places the prevalence of type 2 diabetes mellitus (T2DM) in PWS at approximately 7-24%. Oxytocin is a neuropeptide secreted by the paraventricular (PVN) and supraoptic (SON) nuclei of the hypothalamus and regulates energy metabolism, which is involved in PWS. Due to age limitations, very few patients progress to diabetic nephropathy during childhood, and reports of typical diabetic nephropathy in PWS during childhood are extremely rare. Dulaglutide is a glucagon-like peptide-1 (GLP-1) receptor agonist which can be used in the treatment of T2DM.<h4>Case description</h4>This article reports a case of a child with PWS complicated by stage III diabetic nephropathy, providing a retrospective analysis of the diagnosis and treatment process, as well as a review of domestic and international literature, to enhance understanding of this condition. And this article provides a treatment idea for PWS patients with diabetic nephropathy.<h4>Conclusions</h4>It is very important to enhance understanding of PWS. And we offer new diagnostic and possible therapeutic approaches for pediatric patients with diabetic nephropathy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39485792",
    "pmid": "39485792",
    "doi": "10.1371/journal.pone.0311565",
    "title": "Generation of isogenic models of Angelman syndrome and Prader-Willi syndrome in CRISPR/Cas9-engineered human embryonic stem cells.",
    "abstract": "Angelman syndrome (AS) and Prader-Willi syndrome (PWS), two distinct neurodevelopmental disorders, result from loss of expression from imprinted genes in the chromosome 15q11-13 locus most commonly caused by a megabase-scale deletion on either the maternal or paternal allele, respectively. Each occurs at an approximate incidence of 1/15,000 to 1/30,000 live births and has a range of debilitating phenotypes. Patient-derived induced pluripotent stem cells (iPSCs) have been valuable tools to understand human-relevant gene regulation at this locus and have contributed to the development of therapeutic approaches for AS. Nonetheless, gaps remain in our understanding of how these deletions contribute to dysregulation and phenotypes of AS and PWS. Variability across cell lines due to donor differences, reprogramming methods, and genetic background make it challenging to fill these gaps in knowledge without substantially increasing the number of cell lines used in the analyses. Isogenic cell lines that differ only by the genetic mutation causing the disease can ease this burden without requiring such a large number of cell lines. Here, we describe the development of isogenic human embryonic stem cell (hESC) lines modeling the most common genetic subtypes of AS and PWS. These lines allow for a facile interrogation of allele-specific gene regulation at the chromosome 15q11-q13 locus. Additionally, these lines are an important resource to identify and test targeted therapeutic approaches for patients with AS and PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR978745",
    "pmid": "",
    "doi": "10.20944/preprints202502.0870.v1",
    "title": "Sleep-Disordered Breathing and Central Respiratory Control in Children: Comprehensive Review",
    "abstract": "<h4>Background: </h4> /Objectives: Sleep-disordered breathing (SDB) is a primary concern in children&#039;s health. Research suggests repeated oxygen drops during sleep—common in SDB—may harm the brainstem&#039;s breathing control centres. This damage likely occurs through oxidative stress, inflammation, and cell death, which weaken the brain&#039;s ability to regulate breathing. Over time, these effects could lead to functional changes (e.g., disrupted chemical signalling) and physical damage in critical brain regions, creating a cycle of unstable breathing. However, much of this evidence comes from animal or lab studies, leaving gaps in our understanding of how these mechanisms work in humans. This review synthesises existing research on how breathing disruptions during sleep—particularly episodes of intermittent hypoxia—affect the brain&#039;s ability to control respiration in children and adolescents. <h4>Methods:</h4> We analysed studies from medical databases PubMed, Scopus and WebOfScience, focusing on how SDB (obstructive or central sleep apnea) impacts the brain&#039;s respiratory centres in young populations. Animal studies and research involving children on mechanical ventilation were excluded to focus on natural sleep patterns. <h4>Results:</h4> After removing duplicates, 53 studies remained. Finally, 8 studies were reviewed, 2 focused on obstructive sleep apnea (OSA), where breathing is blocked by airway collapse; 6 examined central sleep apnea (CSA), where the brain fails to signal breathing, including studies on newborns (3) and infants (3). In addition, three studies on children with genetic conditions, like Down syndrome, Prader-Willi Syndrome and Pierre Robin sequence, were included. The findings suggest that repeated oxygen dips during sleep may harm the brainstem&#039;s respiratory control areas, especially during critical developmental stages. This damage could lead to long-term issues, such as unstable breathing, cardiovascular strain, or neurological problems. However, most studies only captured the immediate effects of low oxygen, leaving uncertainty about permanent harm due to a lack of long-term follow-up. <h4>Conclusions:</h4> Repeated oxygen deprivation during sleep appears to damage the brainstem and disrupt breathing regulation. However, small study sizes and short observation periods limit the strength of these conclusions. Future research should use advanced imaging tools to clarify long-term risks, develop effective treatments and track children over extended periods. More significant, longer-term studies are urgently needed to guide clinical care for vulnerable populations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38735678",
    "pmid": "38735678",
    "doi": "10.1016/j.endien.2024.01.010",
    "title": "Herlyn-Werner-Wunderlinch: An unusual presentation in a patient with Prader-Willi syndrome.",
    "abstract": "Herlyn-Werner-Wunderlich syndrome is an uncommon urogenital anomaly defined by uterus didelphys, obstructed hemi-vagina and unilateral renal anomalies. The most common clinical presentation is dysmenorrhoea following menarche, but it can also present as pain and an abdominal mass. Prader-Willi syndrome is a rare neuroendocrine genetic syndrome. Hypothalamic dysfunction is common and pituitary hormone deficiencies including hypogonadism are prevalent. We report the case of a 33-year-old female with Prader-Willi syndrome who was referred to the Gynaecology clinic due to vaginal bleeding and abdominal pain. Abdominal ultrasound revealed a haematometra and haematocolpos and computed tomography showed a uterus malformation and a right uterine cavity occupation (hematometra) as well as right kidney agenesis. Vaginoscopy and hysteroscopy were performed under general anaesthesia, finding a right bulging vaginal septum and a normal left cervix and hemiuterus. Septotomy was performed with complete haematometrocolpos drainage. The association of the two syndromes remains unclear.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39313880",
    "pmid": "39313880",
    "doi": "10.1111/jir.13186",
    "title": "Comparative study of emotional facial expression recognition among Prader-Willi syndrome subtypes.",
    "abstract": "<h4>Background</h4>Prader-Willi syndrome (PWS) is a congenital disease caused by a rare and generally non-inherited genetic disorder. The inability to recognise facial expressions of emotion is an apparent social cognition deficit in people diagnosed with PWS. The main objective of the present study is to compare the ability to recognise emotional facial expression, in both non-contextualised and contextualised scenarios, among the main subtypes of PWS and a control group.<h4>Methods</h4>The sample consisted of 46 children divided into three groups: deletion (n = 10), maternal uniparental disomy (mUPD) (n = 13) and control (n = 23). The protocol included the Facially Expressed Emotion Labeling and the Deusto-e-Motion 1.0.<h4>Results</h4>The control group recognised facial emotions more accurately and quickly in both non-contextualised and contextualised scenarios than children with PWS, regardless of genetic subtype. Despite no differences being detected between PWS subtypes when non-contextualised scenarios were analysed, in contextualised situations, a longer reaction time was observed in children with the mUPD subtype.<h4>Conclusions</h4>This is the first study to assess the ability to recognise emotional facial expressions in contextualised situations among PWS subtypes and a control group. The findings suggest that some of the social cognitive deficits evidenced in children with mUPD PWS may be similar to those in autism spectrum disorder.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38837660",
    "pmid": "38837660",
    "doi": "10.1002/ajmg.a.63724",
    "title": "Relationship of thyroid function with genetic subtypes and treatment with growth hormone in Prader-Willi syndrome.",
    "abstract": "Prader-Willi syndrome (PWS) is the most common genetic syndrome with obesity and results from loss of expression of paternally inherited genes on chromosome 15q11-q13 by a variety of mechanisms which include large deletions (70%-75%), maternal uniparental disomy (UPD) (20%-30%), and imprinting defects (2%-5%) or balanced translocations. Individuals often have a characteristic behavior disorder with mild intellectual disability, infantile hypotonia associated with poor sucking, short stature, and obesity. PWS is characterized by hypothalamic-pituitary axis dysfunction with growth hormone (GH) deficiency, hypogonadism, and several other hormonal deficiencies resulting in short stature, centrally driven excessive appetite (hyperphagia), central obesity, cryptorchidism, and decreased lean body mass. In this study, we determined and sought differences in the incidence of thyroid abnormalities among the common genetic subtypes in a cohort of 52 subjects with PWS because there was limited literature available. We also sought the effects of growth hormone (GH) treatment on the thyroid profile. Fifty-two subjects with a genetically confirmed diagnosis of PWS were included in this study at the University of California, Irvine. Blood samples for baseline thyroxine stimulating hormone (TSH) and free thyroxine (fT4) levels were obtained in the morning after an overnight fast for 8-12 h. Statistical analyses were performed with SPSS (SPSS Inc., 21.0). Mean values were analyzed by one-way ANOVA, and student's t-test and statistical significance were set at p < 0.05. The subjects included 26 males and 26 females with an age range of 3-38 years. There were 29 subjects with chromosome 15q11-q13 deletions and 23 with UPD; 28 were GH treated currently or in the past, and 24 never received GH. There was no significant difference in age or body mass index (BMI) (kg/m2) between GH-treated versus non-GH-treated groups. BMI was higher in the deletion group compared to the UPD group (p = 0.05). We identified two individuals who were clinically diagnosed and treated for hypothyroidism, one of whom was on GH supplements. We identified two additional individuals with subclinical hypothyroidism who were not on GH treatment, giving a frequency of 7.6% (4/52) in this cohort of patients. We did not find significant differences in thyroid function (TSH) in the deletion versus UPD groups. We found significant differences in thyroid function, however, between GH-treated and non-GH-treated groups. The mean TSH was lower (2.25 ± 1.17 uIU/M, range 0.03-4.92 uIU/M versus 2.80 ± 1.44 uIU/M, range 0.55-5.33 uIU/M respectively, p = 0.046), and the free T4 levels were significantly higher (1.13 ± 0.70 and 1.03 ± 0.11 ng/dL, respectively, p = 0.05) in the GH-treated individuals compared to non-GH-treated individuals. In this cohort of subjects with PWS, we identified two previously diagnosed individuals with hypothyroidism and two individuals with subclinical hypothyroidism (4/52, 7.6%), three of whom were not receiving GH treatment. We did not find any significant differences in thyroid function between molecular subtypes; however, we found that euthyroid status (lower TSH levels and higher free T4 levels) was significantly higher in individuals who were treated with GH compared to the untreated group. We recommend that individuals with PWS should be screened regularly for thyroid deficiency and start treatment early with GH in view of the potentially lower incidence of thyroid deficiency.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39534778",
    "pmid": "39534778",
    "doi": "",
    "title": "Identifying and treating catatonia in children with neurodevelopmental disorders: A case series.",
    "abstract": "Catatonia is a neuropsychiatric syndrome that is an increasingly recognized cause of acute behavioural changes in children and adolescents with neurodevelopmental disorders (NDD). Literature suggests that catatonia can present differently in this population and can be missed due to diagnostic overshadowing. Catatonia is a treatable condition, and management strategies in children with NDD include benzodiazepines and electroconvulsive therapy (ECT). Untreated, it can cause significant morbidity including severe medical complications, and therefore timely recognition and management of catatonia in children and adolescents with NDD is essential. In this case series, we present three cases of children ages 7, 14, and 10, with diagnoses of autism spectrum disorder, Down syndrome, and Prader-Willi syndrome, respectively. All were admitted to a pediatric inpatient unit for acute behavioural regression. Each had symptoms consistent with catatonia, resulting in trials of benzodiazepine therapy with inadequate response, and were then treated with bilateral ECT. In all cases, marked improvement was noted after ECT, with no apparent adverse effects. The cases are used to highlight the nuances of diagnosis and management of catatonia in children and adolescents with NDD. This includes insights on how presentations of catatonia may differ in this population, challenges with the use of available diagnostic tools, and how these patients may respond differently to recommended treatments such as benzodiazepines. The case series aims to increase clinicians' awareness of pediatric catatonia when children and adolescents with NDD present with acute behavioural changes, and to encourage consideration of the full spectrum of treatments, including bilateral ECT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39438963",
    "pmid": "39438963",
    "doi": "10.1186/s13023-024-03385-6",
    "title": "Psychological conditions of caregivers of adult subjects with Prader-Willi syndrome.",
    "abstract": "<h4>Background</h4>Prader-Willi syndrome (PWS) is a rare genetic neurodevelopmental disorder. Individuals with PWS face a range of cognitive, behavioral, and emotional challenges that require comprehensive and lifelong care, posing significant demands on their caregivers. The study is not only aimed to assess the psychological conditions of caregivers of adult subjects with PWS focusing on psychological distress and coping, but also to shed light on a crucial yet often overlooked aspect of healthcare. This study aims to compare the psychological well-being of individuals with PWS and their caregivers, providing valuable insights that can potentially improve the quality of care for these individuals. The sample recruited at the Division of Auxology, IRCCS Istituto Auxologico Italiano, was composed of 30 adult subjects with PWS (11 men and 19 women; mean age ± SD: 36.4 ± 10.31 years; mean Body Mass Index (BMI): 35.7 ± 8.92: kg/m2) and their caregivers (10 men and 20 women). To assess the psychological condition of caregivers, the Italian-validated versions of the Depression Anxiety and Stress Scale (DASS-21) and the Coping Orientation to the Problems Experiences (COPE) were used, while to assess the psychological well-being of individuals with PWS and their caregivers, the Italian validated version of the Psychological General Well-Being Index (PGWBI) was used.<h4>Results</h4>Depression (p < 0.001), Stress (p = 0.050), and Total score (p = 0.009) of DASS 21 were higher in the caregivers of subjects with PWS than in the general population. PGWBI scores of caregivers were significantly lower than in individuals with PWS in Positive Well-being (p < 0.001), General Health (p = 0.006), Vitality (p = 0.004), and the total score (p = 0.006). The depression subscale of PGWBI was higher in caregivers than in subjects with PWS. Correlations between the subscales of COPE and the total score of PGWBI in caregivers revealed that the Avoidance subscale of COPE had a negative significant correlation with the total score of PGWBI (p = 0.003).<h4>Conclusions</h4>Our results highlighted several critical insights into the profound emotional and psychological challenges faced by the caregivers of individuals with PWS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38561465",
    "pmid": "38561465",
    "doi": "10.1038/s41380-024-02542-4",
    "title": "Differential DNA methylation in iPSC-derived dopaminergic neurons: a step forward on the role of SNORD116 microdeletion in the pathophysiology of addictive behavior in Prader-Willi syndrome.",
    "abstract": "<h4>Introduction</h4>A microdeletion including the SNORD116 gene (SNORD116 MD) has been shown to drive the Prader-Willi syndrome (PWS) features. PWS is a neurodevelopmental disorder clinically characterized by endocrine impairment, intellectual disability and psychiatric symptoms such as a lack of emotional regulation, impulsivity, and intense temper tantrums with outbursts. In addition, this syndrome is associated with a nutritional trajectory characterized by addiction-like behavior around food in adulthood. PWS is related to the genetic loss of expression of a minimal region that plays a potential role in epigenetic regulation. Nevertheless, the role of the SNORD116 MD in DNA methylation, as well as the impact of the oxytocin (OXT) on it, have never been investigated in human neurons.<h4>Methods</h4>We studied the methylation marks in induced pluripotent stem-derived dopaminergic neurons carrying a SNORD116 MD in comparison with those from an age-matched adult healthy control. We also performed identical neuron differentiation in the presence of OXT. We performed a genome-wide DNA methylation analysis from the iPSC-derived dopaminergic neurons by reduced-representation bisulfite sequencing. In addition, we performed RNA sequencing analysis in these iPSC-derived dopaminergic neurons differentiated with or without OXT.<h4>Results</h4>The analysis revealed that 153,826 cytosines were differentially methylated between SNORD116 MD neurons and control neurons. Among the differentially methylated genes, we determined a list of genes also differentially expressed. Enrichment analysis of this list encompassed the dopaminergic system with COMT and SLC6A3. COMT displayed hypermethylation and under-expression in SNORD116 MD, and SLC6A3 displayed hypomethylation and over-expression in SNORD116 MD. RT-qPCR confirmed significant over-expression of SLC6A3 in SNORD116 MD neurons. Moreover, the expression of this gene was significantly decreased in the case of OXT adjunction during the differentiation.<h4>Conclusion</h4>SNORD116 MD dopaminergic neurons displayed differential methylation and expression in the COMT and SLC6A3 genes, which are related to dopaminergic clearance.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39738217",
    "pmid": "39738217",
    "doi": "10.1038/s41598-024-76981-y",
    "title": "Prader-Willi syndrome protein necdin regulates the nucleocytoplasmic distribution and dopaminergic neuron development.",
    "abstract": "Dopamine (DA) plays important roles in various behaviors, including learning and motivation. Recently, THOC5 was identified as an important regulator in the development of dopaminergic neurons. However, how THOC5 is regulated has not been explored. In this study, we found an interaction between THOC5 and necdin, which is encoded by a gene located in the chromosome deletion region of Prader-Willi syndrome (PWS), by using a yeast two-hybrid assay. Necdin affects the mRNA export function of THOC5 by regulating its nucleocytoplasmic localization. As a result, the expression of a few DA neuronal development-related genes, such as Mef2c, Lef1 and Prkcg, is altered in necdin-deficient mice. We also found neurodegeneration of dopaminergic neurons and an increase of glial cells in necdin-deficient mice, which may underlie the dyspraxia behaviors in these mice. Our results thus identified necdin as a novel regulator for THOC5, which may underlie, at least partly, the abnormal DA neuron development in necdin-deficient mice.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "31985954",
    "pmid": "31985954",
    "doi": "",
    "title": "Prader-Willi Syndrome",
    "abstract": "Prader-Willi syndrome is a rare, complex genetic condition affecting the metabolic, endocrine, and neurologic systems. It stands out as the predominant syndromic manifestation of obesity. Patients with Prader-Willi syndrome exhibit behavioral, developmental, and intellectual difficulties characterized by severe hypotonia and feeding difficulties in the first years of life. Global developmental delay, hyperphagia, and the onset of obesity manifest around the age of 3. Individuals with Prader-Willi syndrome display distinctive facial features, strabismus, and musculoskeletal abnormalities. Many patients with Prader-Willi syndrome have short stature due to growth hormone deficiency (GHD). Additionally, they face hypothalamic dysfunction, contributing to various endocrinopathies, including hypogonadism, hypothyroidism, central adrenal insufficiency, and reduced bone mineral density. Continuous monitoring by an endocrinologist is crucial for these patients throughout their lifespan.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39919873",
    "pmid": "39919873",
    "doi": "10.1016/j.ecl.2024.11.001",
    "title": "Management of Obesity-Related Genetic Disorders.",
    "abstract": "Obesity-related genetic disorders are marked by severe, early-onset obesity caused by mutations that disrupt key biological mechanisms regulating hunger, energy balance, and fat storage. These disorders commonly impact systems such as the hypothalamic leptin-melanocortin signaling network, which plays a crucial role in controlling appetite and body weight, mainly through the melanocortin-4 receptor (MC4R) pathway. This review explores current management strategies and emerging therapies for genetic obesity disorders, highlighting the importance of treatment approaches and expanded genetic diagnostics to improve outcomes for affected individuals.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38506331",
    "pmid": "38506331",
    "doi": "10.2217/pgs-2023-0189",
    "title": "Pharmacogenomics for Prader-Willi syndrome: caregiver interest and planned utilization.",
    "abstract": "<b>Aim:</b> The study aim was to determine caregiver interest and planned utilization of pharmacogenomic (PGx) results for their child with Prader-Willi syndrome. <b>Methods:</b> Caregivers consented to PGx testing for their child and completed a survey before receiving results. <b>Results:</b> Of all caregivers (n = 48), 93.8% were highly interested in their child's upcoming PGx results. Most (97.9%) planned to share results with their child's medical providers. However, only 47.9% of caregivers were confident providers would utilize the PGx results. <b>Conclusion:</b> Caregivers are interested in utilizing PGx but are uncertain providers will use these results in their child's care. More information about provider comfort with PGx utilization is needed to understand how PGx education would benefit providers and ultimately patients with PGx results.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36251852",
    "pmid": "36251852",
    "doi": "",
    "title": "Epidemiologic and Etiologic Considerations of Obesity",
    "abstract": "For much of the 20th century, cigarette smoking was the most common preventable cause of morbidity and mortality. However, a decrease in tobacco use and a simultaneous increase in obesity has been observed. In simple terms, obesity occurs when caloric intake exceeds energy expenditure. This chronic and often progressive condition is debilitating and has far-reaching implications extending beyond the afflicted individual and into society. The causes of obesity involve genetics, socioeconomic level, diet, physical activity, medications, comorbid conditions, and culture.  Genome-wide databases have identified more than 500 specific gene loci related to the development of obesity. Those genes can have profound lifelong implications (eg, Prader-Willi syndrome and Bardet-Biedl syndrome). Researchers have discovered racial disparities in the development of obesity. Various prenatal and childhood factors and normal aging are associated with the development of adult obesity. In addition, those with sedentary lifestyles tend to make poor choices in food selection and adopt a daily caloric intake that does not match their energy expenditure. As a result, this caloric excess is the primary driver for developing obesity.  Health professionals should be aware of various medications known to cause obesity. In addition, various comorbid conditions affecting the hypothalamic-pituitary axis (HPA) can contribute to obesity onset. Recently, investigators have become interested in the role of the gut microbiome in the development of obesity, particularly in the proportion of 2 bacterial strains, Bacteroides and Firmicutes, in the gut microbiome and the role of endocrine-disrupting chemicals. Further, the development of chronic obesity produces a cascade of downstream molecular targets, leading to the development of dyslipidemia, hypertension, and diabetes. This unique cluster of conditions in conjunction with obesity has been coined metabolic syndrome and substantially increases morbidity and mortality. The microbiome can contribute to obesity by modifying metabolic pathways, including the endocannabinoid system, which impacts energy use and can change the sensation of satiety. Some gut bacteria can also digest fiber and starch through fermentation and hydrolysis. The above-reviewed factors are quintessential to understanding how to treat this chronic disease. Previously, healthcare professionals have struggled with understanding these known causes of obesity. These deficiencies have led to missed opportunities and failure to educate patients on up-to-date treatment options for chronic obesity.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39213306",
    "pmid": "39213306",
    "doi": "10.1371/journal.pone.0307874",
    "title": "Management of food socialization for children with Prader-Willi Syndrome: An exploration study in Malaysia.",
    "abstract": "This study aims to explore the food management strategies among caregivers/family members of children with Prader-Willi Syndrome (PWS) using the lens of 'familialisation' of a health problem and the sociology of food socialization. Food intake among individuals with PWS is a main concern for parents, caregivers, and medical practitioners as it affects their physical, mental, and social well-being throughout their lives. Earlier studies on PWS and food intake centered around dietary management, dietary intake and growth, nutritional treatment and pharmacological approaches, nutritional phases, and weight gain. However, little has been done to understand the challenges of managing children with PWS from the sociological lens of food management strategies and socialization among families in Malaysia. This study is based on an investigation involving eight children with PWS and 46 family members and caregivers through lab observations and reflexive interviews. Ten food management strategies were identified that were adopted by the caregivers and families, which were influenced by cultural factors, family norms, and formal and informal support systems. The findings will influence future behavioral interventions to ensure the empowerment and well-being of individuals with PWS and their families.",
    "journal": "",
    "year": "2024"
  }
]