[
  {
    "id": "40208081",
    "pmid": "40208081",
    "doi": "10.1177/08830738251329139",
    "title": "The Ketogenic Diet: An Underrecognized Therapy for Rett Syndrome.",
    "abstract": "Rett syndrome is an X-linked dominant neurodevelopmental disorder characterized by cognitive and communicative regression, stereotypies and loss of hand use. Epilepsy is present in 50% to 90% with approximately one-third having refractory epilepsy. The ketogenic diet has been used as an antiseizure therapy for more than a century; however, there is limited data on its use in Rett syndrome. In this retrospective single-center case series, we present 9 children with Rett syndrome who were placed on ketogenic diet. There was ≥50% improvement in seizure frequency in 67% (6/9) and 44% (4/9) at 6 and 12 months, respectively. Patients with ≥50% seizure reduction had an improvement in cognition and alertness. All 9 had a gastrostomy tube, with 8 starting ketogenic diet with a ketogenic formula and 1 with a food-based diet. The ketogenic diet is well tolerated and has high efficacy for seizures associated with Rett syndrome with two-thirds reporting significant seizure reduction. The presence of a gastrostomy tube can help the initiation and titration of ketogenic diet.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40147315",
    "pmid": "40147315",
    "doi": "10.1016/j.braindev.2025.104348",
    "title": "Diffuse but Non-homogeneous Brain Atrophy: Identification of Specific Brain Regions and Their Correlation with Clinical Severity in Rett Syndrome.",
    "abstract": "<h4>Background</h4>Rett syndrome is a genetic neurodevelopmental disorder that predominantly affects girls. While microcephaly is a common feature, there is limited information on the detailed structural changes in the brain. This study aimed to identify regional brain volume abnormalities and explore the correlation between brain volume and clinical characteristics.<h4>Methods</h4>We compared the regional brain volumes of 20 female children with Rett syndrome to those of 25 healthy female children. Additionally, we assessed the correlation between regional brain volume, Clinical Severity Scores, and epilepsy status.<h4>Results</h4>Significantly smaller volumes were observed in all brain regions, including the cerebral cortex, cerebral white matter, subcortical gray matter, cerebellum, and brainstem. Within the cortical regions, volume reduction was prominent in the left precentral, right lateral occipital, left precuneus, left inferior parietal, and right medial orbitofrontal cortices. After correcting for intracranial volumes, volume reduction was more prominent in the cerebral cortices than in the cerebral white matter. Small volumes were consistently observed, regardless of age. Negative correlations were observed between the volumes of multiple regions and the Clinical Severity Scores. There were no correlations among regional brain volume, seizure control, or duration of epilepsy.<h4>Conclusion</h4>The mechanism underlying the cortical-dominant volume reduction remains unclear; however, it may be caused by altered synapse development associated with methyl-CpG-binding protein 2 gene abnormalities. Characteristic impairments in visual recognition and deterioration of motor function in Rett syndrome may be associated with significant volume reduction in specific cortical regions, such as the lateral occipital cortex, precuneus, and precentral gyrus.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40194792",
    "pmid": "40194792",
    "doi": "10.1111/jar.70051",
    "title": "Middle-Aged Women With Rett Syndrome: Longitudinal Profile From the British Isles Rett Syndrome Survey and Suggestions for Care.",
    "abstract": "<h4>Background and methods</h4>We report historical information from longitudinal data held in the British Isles Rett Syndrome Survey (BIRSS) concerning women of at least 40 years. This information, including comments on the quality of care, has been provided by families, carers, and clinicians.<h4>Results</h4>Information was available on 30 women with a clinical diagnosis of Rett syndrome (RTT), of whom 24 were < 50 years. Twenty-nine women were diagnosed with classic RTT and one with atypical RTT. Of 18 women tested for MECP2 mutations, pathogenic variants were identified in 14. There was little increase in severity over time.<h4>Conclusions</h4>The study found that: (1) milder phenotypes were common; (2) depression may be under-recognised; (3) menopause does not seem to occur early; (4) nutrition standards from the general population will often be inapplicable; (5) multiple opportunities exist to prevent functional decline through detailed attention to the quality of the medical and social care.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40173263",
    "pmid": "40173263",
    "doi": "10.1126/scitranslmed.adq3614",
    "title": "Self-regulating gene therapy ameliorates phenotypes and overcomes gene dosage sensitivity in a mouse model of Rett syndrome.",
    "abstract": "Conventional methods of gene transfer lead to inconsistent transgene expression within cells. This variability can be problematic, particularly in conditions like Rett syndrome (RTT), a neurological disorder caused by mutations in the <i>MECP2</i> (methyl-CpG binding protein 2) gene, because overexpression of <i>MECP2</i> can also cause adverse effects. To address these challenges, we devised a gene regulation system called Expression Attenuation via Construct Tuning (EXACT), which uses a self-contained, microRNA-based feed-forward loop that not only ensures more consistent transgene expression but also protects against excessive expression. Through cell-based screening assays, we demonstrated the ability of the EXACT circuit to modulate the expression of full-length human MeCP2. Compared with a conventional construct, an EXACT-<i>MECP2</i> construct exhibited a narrower range of cellular protein abundance. Furthermore, the degree of regulation by the EXACT circuit increased with higher transgene doses in vitro and in wild-type mice and mice modeling RTT. On the basis of cellular and in vivo testing, we identified an optimal configuration for the adeno-associated virus serotype 9 (AAV9) construct for self-regulated <i>MECP2</i> gene therapy, designated NGN-401. Delivery of NGN-401 to neonatal male <i>Mecp2<sup>-/y</sup></i> hemizygous mice via intracerebroventricular injection resulted in prolonged survival and amelioration of RTT-like phenotypes compared with vehicle-treated animals. NGN-401 was also well tolerated by female <i>Mecp2<sup>+/-</sup></i> mice and healthy juvenile nonhuman primates, in contrast with a conventional construct, which caused toxicity. The results from these studies underpin a first-in-human pediatric trial of NGN-401 in RTT (ClinicalTrials.gov, NCT05898620).",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40119038",
    "pmid": "40119038",
    "doi": "10.1038/s41390-025-04001-4",
    "title": "Bone health and bisphosphonate treatment in females with Rett syndrome in a national center.",
    "abstract": "<h4>Background</h4>Impaired bone health is a common morbidity in Rett syndrome (RTT). We aimed to assess lumbar bone mineral density (BMD) and trabecular bone score (TBS) in females with RTT, and to evaluate the effectiveness of bisphosphonate treatment.<h4>Methods</h4>This retrospective study included 40 females with RTT, aged 5-22 years, who underwent dual-energy X-ray absorptiometry (DXA) scans during 2019-2024 at a national center for RTT. Data collected included medical treatment, anthropometric measurements, and functional scores.<h4>Results</h4>The median age at the first DXA scan was 10.8 years. The mean L1-4 BMD Z-score was -2.1 ± 1.4, and the mean TBS Z-score was -0.4 ± 1.3. The L1-4 BMD Z-score correlated with height (r = 0.407, p = 0.009), weight (r = 0.551, p < 0.001), BMI (r = 0.644, p < 0.001), and TBS Z-scores (r = 0.594, p = 0.009). Poor L1-4 BMD Z-scores were associated with poor mobility scores (p = 0.05) and valproate treatment (p = 0.016). Nine patients (23%) received zoledronate, for a mean 2 years. The mean age at zoledronate initiation was 9.7 ± 2.3 years. Four completed two DXA scans (pre- and post-treatment); the mean BMD Z-score improved from -2.2 ± 0.9 to -1.4 ± 0.9 after treatment.<h4>Conclusions</h4>Females with RTT have reduced lumbar BMD, which was associated with anthropometric factors, TBS, mobility, and valproate use. Zoledronate may be effective for some patients.<h4>Impact</h4>In a retrospective study of 40 females with Rett syndrome (RTT), low bone mineral density (BMD) correlated with lower anthropometric measurements, impaired mobility, and valproic acid use. The association between BMD and trabecular bone score (TBS) in the context of RTT is a novel finding. Our preliminary data support the effectiveness and safety of zoledronate for treating osteoporosis in patients with RTT. Our findings are important in light of the increasing life expectancy of individuals with RTT, and the consequent need to prioritize bone health in this population.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR996564",
    "pmid": "",
    "doi": "10.1101/2025.03.26.645328",
    "title": "Single-dose administration of therapeutic divalent siRNA targeting MECP2 prevents lethality for one year in an MECP2 duplication mouse model",
    "abstract": "<h4> Abstract </h4> MECP2 duplication syndrome (MDS) is a rare X-linked neurodevelopmental disorder caused by duplications of the dosage-sensitive methyl-CpG-binding protein 2 (MECP2) gene. Developing effective therapies for MDS is particularly challenging due to the variability in MECP2 expression among patients and the potential risk of inducing Rett syndrome through excessive pharmacological intervention. Reducing dosage to optimize silencing levels often compromises durability and necessitates increased dosing frequency. We present here a series of fully chemically modified small interfering RNAs (siRNAs) designed for both isoform-selective and total MECP2 silencing. Among these, we identify six lead siRNA candidates across two distinct chemical scaffolds, achieving targeted total MECP2 expression reductions ranging from 25% to 75%, sustained for at least four months following a single administration. The efficacy and safety of human ortholog silencing were evaluated using two mouse models with distinct levels of human MECP2 transgene expression. In the severe duplication model, a single dose of the total isoform-silencing siRNA fully rescued early mortality and behavioral impairments. Additionally, we show that the isoform-selective targeting strategy may be safer in mild cases of MDS where exaggerated pharmacology may lead to Rett Syndrome. Overall, this study introduces a series of preclinical candidates with the capacity to address the varying levels of MECP2 duplication encountered in clinical settings. Furthermore, it establishes a target selection strategy that may be applied to other dosage-sensitive gene imbalances. <h4>One Sentence Summary</h4> Therapeutic siRNAs provide safe and durable modulation of MECP2 for the treatment of mild and severe MECP2 Duplication Syndrome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR990141",
    "pmid": "",
    "doi": "10.1101/2025.03.14.643219",
    "title": "Chromatin organization controls nuclear stiffness",
    "abstract": "Cellular differentiation is driven by epigenetic modifiers and readers, including the methyl CpG binding protein 2 (MeCP2), whose level and mutations cause the neurological disorder Rett syndrome. During differentiation, most of the genome gets densely packed into heterochromatin, whose function has been simplistically viewed as gene silencing. However, gene expression changes reported in mutations leading to Rett syndrome have failed to be a predictor of disease severity. Here, we show that MeCP2 increases nuclear stiffness in a concentration dependent manner and dependent on its ability to cluster heterochromatin during differentiation. MeCP2-dependent stiffness increase could not be explained by changes in the expression of mechanobiology-related genes, but we found it is disrupted by Rett syndrome mutations and correlated with disease severity. Our results highlight the impact of chromatin organization in the mechanical properties of the cell as an alternative or complementary mechanism to changes in cytoskeleton components. <h4>Graphical abstract</h4>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39907092",
    "pmid": "39907092",
    "doi": "10.1089/cap.2024.0128",
    "title": "Rett Syndrome Behaviour Questionnaire: Variability of Scores and Related Factors.",
    "abstract": "<b><i>Objective:</i></b> Rett syndrome (RTT) is a severe neurodevelopmental disorder affecting predominantly females and associated with variants in the <i>MECP2</i> gene. Recent success in clinical trials have resulted in an expanded use of the Rett Syndrome Behaviour Questionnaire (RSBQ) for clinical and research purposes. Implementation of the RSBQ as a global clinical severity scale has raised concerns about its construct validity considering its content, structure, and psychometric features. To further understand RSBQ data, we analyzed RSBQ scores available in the literature with a focus on variability and influencing factors. <b><i>Methods:</i></b> We identified publications reporting RSBQ total and/or subscale scores and summarized relevant study information, such as type of investigation, administration method, and descriptive data. We then analyzed means and standard deviations, calculating variance-to-mean ratios (VMR), as a measure of variability, when raw score descriptive statistics were available. Where appropriate, we compared means and VMRs by Welch t-tests. <b><i>Results:</i></b> Of the 14 publications identified, raw total scores from 5 observational studies and 4 clinical trials (baseline) were available. Raw subscale scores from four of the five observational studies were also available. We found a wide but comparable range of mean total scores for observational studies and clinical trials. However, VMRs were significantly higher in observational studies. Subscale scores showed either high (i.e., General Mood, Breathing Problems) or low (e.g., Hand Behaviours, Body Rocking and Expressionless Face) variability. Available data demonstrated greater variability in pediatric than adult groups and less variability when using interviews or electronic RSBQ administration compared with paper forms. Total score changes over time did not affect variability. Although certain studies offered insight into the relationship between the RSBQ and other measures, overall, data were insufficient for characterizing how RSBQ variability relates to other factors. <b><i>Conclusions:</i></b> Our findings on score variability support the need for more comprehensive reporting of RSBQ data, cohort characterization, and methodology; and the deployment of standardized RSBQ administration methods, such as advanced data capture systems. There is potential for use of subscales as outcome measures, subject to further psychometric validation studies, including prospective investigations testing the stability of RSBQ scores and influencing factors. Further examining the relationship between RSBQ scores and other instruments will aid in its interpretation as a clinical outcome measure.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR969811",
    "pmid": "",
    "doi": "10.20944/preprints202501.1673.v1",
    "title": "Atypical Manifestations of Rett Syndrome: Macrocephaly and Hyperostosis Frontalis Interna in a Female Patient",
    "abstract": "Rett syndrome is a rare neurodevelopmental disorder caused by mutations in the MECP2 gene on the X chromosome, primarily affecting females. It is characterized by developmental regression, stereotypic hand movements, seizures, and microcephaly due to decelerated head growth. However, atypical presentations, such as macrocephaly and hyperostosis frontalis interna (HFI), are rarely reported. HFI, defined as abnormal thickening of the frontal bone, is uncommon in pediatric populations and is often linked to metabolic disturbances, hormonal imbalances, or prolonged anti-seizure medication (ASM) use. We report the case of a 16-year-old girl with genetically confirmed Rett syndrome who presented with macrocephaly (+2.5 SD) and HFI. Genetic testing identified a pathogenic MECP2 mutation (c.882C&amp;gt;T, Arg270Stop), confirming the diagnosis. The patient’s early development was normal until 18 months, when developmental regression occurred, including loss of speech, impaired social interactions, and stereotypic hand movements. She was also diagnosed with central precocious puberty at age 9, treated with leuprorelin acetate for three years, during which her growth in height ceased. By age 16, her height was -2.6 SD. Brain MRI revealed thickening of the frontal bone and enlarged frontal sinuses, consistent with HFI. She experienced intractable epilepsy managed with multiple ASMs. Reduction in ASM doses improved dystonia but led to seizure recurrence. Additional evaluations revealed mild osteopenia and altered hormonal profiles, suggesting systemic effects of MECP2 dysfunction. This case highlights the expanded phenotypic spectrum of Rett syndrome, emphasizing the impact of MECP2 mutations on cranial growth and bone metabolism. Hormonal dysregulation and ASM use may contribute to these anomalies. Comprehensive evaluation and genetic testing are critical for differentiating Rett syndrome from overlapping conditions. A multidisciplinary approach is essential to manage rare manifestations and improve personalized care strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40033823",
    "pmid": "40033823",
    "doi": "10.1111/jir.13222",
    "title": "Access to Oral Healthcare in Individuals With Rett Syndrome: A Qualitative Study of Parent Perspectives.",
    "abstract": "<h4>Background</h4>Intellectual and developmental disabilities (IDD) are varied in their nature and presentation. Barriers to oral healthcare are reported in studies of general populations with IDD but these may not reflect the barriers experienced by individuals with rare disorders such as Rett syndrome (RTT). There are also few peer-reviewed studies in the Australian context exploring barriers to dental care access for patients living with a disability. This qualitative study explored caregivers' perceptions and experiences regarding oral health and access to dental care for those with RTT in Australia.<h4>Methods</h4>Parents of 31 individuals with a confirmed MECP2 mutation were sampled purposively from the Australian Rett Syndrome Database. Interview questions were based on earlier studies used in other disability populations and queried identification and management of dental pain and influence of other comorbidities in their child's oral care. Interviews were audio-recorded, transcribed and analysed using NVivo (Version 12 Plus). Directed content analysis was used to code data to a framework constructed from a literature review of factors affecting access to professional oral healthcare systems and factors affecting access to optimal at-home oral care in disability.<h4>Results</h4>The most frequently cited barriers to professional dental care were dentist-related, while caregiver related financial barriers were cited by a minority of families. Dentist-related financial barriers were not present in these data. Most factors affecting access to optimal at-home oral care coded to the existing framework, with further enablers identified under training for the caregiver or parent.<h4>Conclusions</h4>The findings of this study provide a point of reference to understand factors affecting provision of at-home dental care and professional services to enable optimal oral health in RTT. Future research could explore the provision of targeted oral health information on RTT to carers and clinicians.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40021095",
    "pmid": "40021095",
    "doi": "10.1016/j.nbd.2025.106859",
    "title": "Potentiation of the M&lt;sub&gt;1&lt;/sub&gt; muscarinic acetylcholine receptor normalizes neuronal activation patterns and improves apnea severity in Mecp2&lt;sup&gt;+/-&lt;/sup&gt; mice.",
    "abstract": "Rett syndrome (RTT) is a neurodevelopmental disorder that is caused by loss-of-function mutations in the methyl-CpG binding protein 2 (MeCP2) gene. RTT patients experience a myriad of debilitating symptoms, which include respiratory phenotypes that are often associated with lethality. Our previous work established that expression of the M<sub>1</sub> muscarinic acetylcholine receptor (mAchR) is decreased in RTT autopsy samples, and that potentiation of the M<sub>1</sub> receptor improves apneas in a mouse model of RTT; however, the population of neurons driving this rescue is unclear. Loss of Mecp2 correlates with excessive neuronal activity in cardiorespiratory nuclei. Since M<sub>1</sub> is found on cholinergic interneurons, we hypothesized that M<sub>1</sub>-potentiating compounds decrease apnea frequency by tempering brainstem hyperactivity. To test this, Mecp2<sup>+/-</sup> and Mecp2<sup>+/+</sup> mice were screened for apneas before and after administration of the M<sub>1</sub> positive allosteric modulator (PAM) VU0453595 (VU595). Brains from the same mice were then imaged for c-Fos, ChAT, and Syto16 using whole-brain light-sheet microscopy to establish genotype and drug-dependent activation patterns that could be correlated with VU595's efficacy on apneas. The vehicle-treated Mecp2<sup>+/-</sup> brain exhibited broad hyperactivity when coupled with the phenotypic prescreen, which was significantly decreased by administration of VU595, particularly in regions known to modulate the activity of respiratory nuclei (i.e. hippocampus and striatum). Further, the extent of apnea rescue in each mouse showed a significant positive correlation with c-Fos expression in non-cholinergic neurons in the striatum, thalamus, dentate gyrus, and within the cholinergic neurons of the brainstem. These results indicate that Mecp2<sup>+/-</sup> mice are prone to hyperactivity in brain regions that regulate respiration, which can be normalized through M<sub>1</sub> potentiation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40121895",
    "pmid": "40121895",
    "doi": "10.1016/j.biopha.2025.117989",
    "title": "Rescue of respiratory and cognitive impairments in Rett Syndrome mice using NLX-101, a selective 5-HT&lt;sub&gt;1A&lt;/sub&gt; receptor biased agonist.",
    "abstract": "Rett Syndrome (RTT) is a neurodevelopmental disorder caused by mutations in the X-linked gene encoding the methyl-CpG-binding protein 2 (MECP2). Impaired function of this transcriptional regulator leads to profound neurological defects, among which respiratory distress, motor function and cognitive disorders are prominent. Despite great advances in understanding RTT neurobiology, therapies that can meaningfully improve patients' symptoms are still needed. Here, we focused on 5-HT<sub>1A</sub> receptor-mediated serotonergic signaling as a potential therapeutical route for RTT. We report the effects of a drug candidate, NLX-101, a highly selective, biased agonist of 5-HT<sub>1A</sub> post-synaptic receptors at brainstem and cortical regions, on key phenotypes of RTT. Unrestrained whole-body plethysmography studies confirmed and extended the previous observation that single i.p. administration of NLX-101 dose-dependently reduced the occurrence and length of apneic events in Mecp2<sup>tm1.1Bird</sup> heterozygous female mice and largely corrected respiratory irregularity. Although no preservation of motor function was observed, early onset chronic administration of NLX-101 entirely prevented the cognitive deficits of the Mecp2<sup>tm1.1Bird</sup> mice both in the short and the long-term memory paradigms of the Novel Object Recognition upon 10 weeks of treatment, an effect that was maintained throughout animals' age. Similar effects were observed in the Fear Conditioning paradigm, with treated Rett mice performing as well as wild-type controls, highlighting the procognitive properties of NLX-101. This work provides compelling evidence of the therapeutic potential of targeting post-synaptic 5-HT<sub>1A</sub> receptors to improve cognitive function in patients with RTT while supporting its respiratory-rescue properties.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR976821",
    "pmid": "",
    "doi": "10.1101/2025.02.10.637474",
    "title": "Persistent Disruptions in Prefrontal Connectivity Despite Behavioral Rescue by Environmental Enrichment in a Mouse Model of Rett Syndrome",
    "abstract": "<h4>ABSTRACT</h4> Rett Syndrome, a neurodevelopmental disorder caused by loss-of-function mutations in the MECP2 gene, is characterized by severe motor, cognitive and emotional impairments. Some of the deficits may result from changes in cortical connections, especially downstream projections of the prefrontal cortex, which may also be targets of restoration following rearing conditions such as environmental enrichment that alleviate specific symptoms. Here, using a heterozygous Mecp2 +/− female mouse model closely analogous to human Rett Syndrome, we investigated the impact of early environmental enrichment on behavioral deficits and prefrontal cortex connectivity. Behavioral analyses revealed that enriched housing rescued fine motor deficits and reduced anxiety, with enrichment-housed Mecp2 +/− mice performing comparably to wild-type (WT) controls in rotarod and open field assays. Anatomical mapping of top-down anterior cingulate cortex (ACA) projections demonstrated altered prefrontal cortex connectivity in Mecp2 +/− mice, with increased axonal density in the somatosensory cortex and decreased density in the motor cortex compared to WT controls. ACA axons revealed shifts in hemispheric distribution, particularly in the medial network regions, with Mecp2 +/− mice exhibiting reduced ipsilateral dominance. These changes were unaffected by enriched housing, suggesting that structural abnormalities in prefrontal cortex connectivity persist despite behavioral improvements. Enriched housing rescued brain-derived neurotrophic factor (BDNF) levels in the hippocampus but failed to restore BDNF levels in the prefrontal cortex, consistent with the persistent deficits observed in prefrontal axonal projections. These findings highlight the focal nature of changes induced by reduction of MeCP2 and by exposure to environmental enrichment, and suggest that environmental enrichment starting in adolescence can alleviate behavioral deficits without reversing abnormalities in large-scale cortical connectivity.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39990962",
    "pmid": "39990962",
    "doi": "10.1016/j.omtm.2025.101413",
    "title": "Intravenous esketamine in pediatric Rett syndrome: An open-label, early phase 1 pilot study.",
    "abstract": "Rett syndrome (RTT) is a severe neurodevelopmental disorder. <i>N</i>-Methyl-d-aspartate receptor (NMDAR) antagonism has shown therapeutic potential in preclinical RTT models. We performed a pilot study to explore whether intravenous esketamine, an NMDAR antagonist, alleviates the symptoms of pediatric RTT. This was a prospective, single-arm, single-site, open-label, early phase 1 pilot study. Three girls with classic RTT aged 5-10 years were enrolled. Esketamine was intravenously administrated once per week for 5 weeks. The efficacy assessments included RTT-related questionnaires and video electroencephalograms (VEEGs). Prespecified adverse events (AEs) were monitored using clinical observations and standard laboratory tests. The treatment with intravenous esketamine was generally well tolerated and safe, with some patients experiencing mild AEs, including self-alleviating nausea, vomiting, and irritability. Three participants showed minimal improvements in their Clinical Global Impression Scale-Improvement, Rett Syndrome Behavior Questionnaire, and Revised Motor Behaviors Assessment Scale scores. However, individual differences were observed in the efficacy measures. VEEGs indicated gradual increases in posterior dominant rhythm peak frequency throughout the intervention. This pilot study highlights the potential of esketamine treatment for improving behavioral dysfunction in patients with RTT. Investigating the appropriate dosage form of esketamine may enhance its beneficial effects in RTT with fewer undesirable features.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40101152",
    "pmid": "40101152",
    "doi": "10.1093/genetics/iyaf043",
    "title": "Human MeCP2 binds to promoters and inhibits transcription in an unmethylated yeast genome.",
    "abstract": "MeCP2 is a DNA-binding transcriptional regulator that is present at near-histone levels in mammalian cortical neurons. Originally identified as a DNA methylation reader, MeCP2 has been proposed to repress transcription by recruiting corepressors to methylated DNA. While some genome-wide occupancy studies support a preference for methylated DNA, others suggest that MeCP2 binding is more influenced by DNA sequence and accessibility than methylation status. Moreover, multiple studies also suggest a role for MeCP2 in gene activation. To clarify its function, we expressed MeCP2 in Saccharomyces cerevisiae, which lacks DNA methylation and known MeCP2 corepressors. We find that MeCP2 is toxic to yeast and globally inhibits transcription, indicating that MeCP2 can have significant functional impacts without DNA methylation or mammalian corepressors. A subset of MeCP2 mutations that cause the neurodevelopmental disorder Rett syndrome, particularly those that map to the DNA binding domain, alleviate the toxicity of MeCP2 in yeast. Consistent with the importance of DNA binding for growth inhibition, we show that MeCP2 binds to the yeast genome, with increased occupancy at GC-rich, nucleosome-depleted sequences. These findings present yeast as a useful tool for analyzing MeCP2 and reveal MeCP2 properties that are not strictly dependent on DNA methylation or mammalian corepressors.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39718249",
    "pmid": "39718249",
    "doi": "10.1097/bpb.0000000000001223",
    "title": "Scoliosis in Rett syndrome: a comparative analysis of postoperative complications.",
    "abstract": "Rett syndrome, a neurodevelopmental disorder primarily affecting females, presents unique challenges in managing associated scoliosis. This study aims to evaluate the efficacy and challenges of posterior spinal fusion (PSF) in Rett syndrome patients by analyzing postoperative complications. A retrospective cohort study was conducted using a large national database. We included Rett syndrome patients aged 10-18 years who underwent PSF between 2010 and 2020. Outcomes such as medical and surgical complications, emergency department visits, readmissions, mortality, and reoperation rates up to 5 years were compared with a matched neuromuscular scoliosis (NMS) group. The study identified 195 Rett syndrome patients and 973 NMS patients. Post-surgery, Rett syndrome patients showed a significantly higher incidence of pneumothorax (56.9%, P < 0.001), respiratory failure (24.6%, P = 0.013), and pneumonia (26.2%, P < 0.001). Additionally, ileus (7.2%, P = 0.041), acute kidney injury (14.9%, P = 0.029), and urinary tract infections (14.9%, P < 0.001) were also significantly more frequent in the Rett syndrome group. Rett syndrome group also had higher rates of transfusion (11.3%, P = 0.004). Interestingly, the incidence of pseudarthrosis, implant complications, junctional failures, and the necessity for reoperation did not significantly differ at postoperative year 2. Mid-term follow-up showed that the reoperation rates over a 5-year period did not significantly differ between the Rett syndrome and NMS groups. Rett syndrome is associated with increased immediate postoperative complications, necessitating tailored preoperative planning, and intensive postoperative care. Despite these challenges, the mid-term surgical outcomes are comparable to those in NMS patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40082422",
    "pmid": "40082422",
    "doi": "10.1038/s41525-025-00481-9",
    "title": "Unraveling MECP2 structural variants in previously elusive Rett syndrome cases through IGV interpretation.",
    "abstract": "Rett syndrome (RTT) is a severe neurodevelopmental disorder, with MECP2 mutations accounting for 90-95% of classic and 50-70% of atypical cases. However, many clinically diagnosed RTT patients remain without molecular diagnoses. While point mutations and large rearrangements in MECP2 are well studied, the role of small-intermediate structural variants (SVs) remains mostly elusive. Using standard short-read whole genome sequencing, we identified novel de novo SVs in three out of three previously unresolved RTT cases: a complex SV with two deletions ( ~ 5Kbp and ~60Kbp) and a ~105Kbp inversion; a ~200Kbp translocation; and a ~3Kbp deletion. These findings suggest that such elusive SVs might be a common cause for \"MECP2-negative\" RTT. Incorporating SV detection into routine genetic testing through bioinformatic analysis of short-read sequencing or manual review using IGV could improve diagnostic rates and expand our understanding of RTT and similar disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40142681",
    "pmid": "40142681",
    "doi": "10.3390/jcm14061873",
    "title": "Effects of a Supervised-As-Needed Home Exercise Program on Scoliosis and Motor Function in Rett Syndrome: A Multiple-Baseline Study.",
    "abstract": "<b>Background/Objectives:</b> Scoliosis is a prevalent comorbidity in Rett syndrome (RTT), often necessitating surgical intervention. This study investigated the impact of a 10-month individualized home exercise program (HEP) on scoliosis progression and gross motor function in girls aged six to 16 years with RTT. <b>Methods:</b> A multiple-baseline single-case design (AABA) was employed with 20 participants. A remotely supervised HEP, based on established principles focused on posture and physical activity, was implemented daily for at least one hour. The primary outcome was the rate of scoliosis progression assessed through the Cobb angle change measured via spinal radiographs at baseline, pre-intervention, and post-intervention. The secondary outcome was the gross motor function. <b>Results:</b> The HEP did not significantly reduce the rate of scoliosis progression. However, individual responses varied, with three participants showing scoliosis reduction. Significant improvements were observed in gross motor function, particularly in standing, walking, and stair-climbing abilities. <b>Conclusions:</b> The HEP did not significantly impact overall scoliosis progression, but a significant improvement was found in gross motor function. Further research into larger sample sizes is needed to confirm the effectiveness of exercise interventions in people with RTT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39709426",
    "pmid": "39709426",
    "doi": "10.1186/s13063-024-08678-6",
    "title": "International workshop: what is needed to ensure outcome measures for Rett syndrome are fit-for-purpose for clinical trials? June 7, 2023, Nashville, USA.",
    "abstract": "<h4>Introduction</h4>The clinical, research and advocacy communities for Rett syndrome are striving to achieve clinical trial readiness, including having fit-for-purpose clinical outcome assessments. This study aimed to (1) describe psychometric properties of clinical outcome assessment for Rett syndrome and (2) identify what is needed to ensure that fit-for-purpose clinical outcome assessments are available for clinical trials.<h4>Methods</h4>Clinical outcome assessments for the top 10 priority domains identified in the Voice of the Patient Report for Rett syndrome were compiled and available psychometric data were extracted. The clinical outcome assessments measured clinical severity, functional abilities, comorbidities and quality of life, and electrophysiological biomarkers. An international and multidisciplinary panel of 29 experts with clinical, research, psychometric, biostatistical, industry and lived experience was identified through International Rett Syndrome Foundation networks, to discuss validation of the clinical outcome assessments, gaps and next steps, during a workshop and in a follow-up questionnaire. The identified gaps and limitations were coded using inductive content analysis.<h4>Results</h4>Variable validation profiles across 26 clinical outcome assessments of clinical severity, functional abilities, and comorbidities were discussed. Reliability, validity, and responsiveness profiles were mostly incomplete; there were limited content validation data, particularly parent-informed relevance, comprehensiveness and comprehensibility of items; and no data on meaningful change or cross-cultural validity. The panel identified needs for standardised administration protocols and systematic validation programmes.<h4>Conclusion</h4>A pipeline of collaborative clinical outcome assessment development and validation research in Rett syndrome can now be designed, aiming to have fit-for-purpose measures that can evaluate meaningful change, to serve future clinical trials and clinical practice.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39824747",
    "pmid": "39824747",
    "doi": "10.1016/j.clinthera.2024.12.012",
    "title": "Assessing Experiences With Trofinetide for Rett Syndrome: Interviews With Caregivers of Participants in Clinical Trials.",
    "abstract": "<h4>Purpose</h4>Rett syndrome (RTT) is a rare neurodevelopmental disorder that mainly affects girls and women. Trofinetide is approved for the treatment of RTT in adults and children aged ≥2 years. To gain insight into experiences with RTT and effects of trofinetide treatment at different stages of RTT, interviews with caregivers of individuals with RTT were conducted upon their exit from the open-label trofinetide trials.<h4>Methods</h4>Interviews were conducted with caregivers of participants in the LILAC/LILAC-2 open-label extension trials of the phase 3 LAVENDER trial in participants aged 5 to 20 years, and in DAFFODIL, an open-label trial in participants aged 2 to 4 years. Caregivers were asked about the RTT effects, experiences with trofinetide, meaningfulness of treatment effects, and satisfaction. Qualitative thematic analysis was performed.<h4>Findings</h4>Caregivers of 33 participants from the open-label trials were interviewed, including 26 from LILAC/LILAC-2 (mean age, 12.3 years) and 7 from DAFFODIL (mean age, 4.5 years). The most commonly reported effects of RTT in LILAC/LILAC-2 were no verbal communication (24/26 [92.3%]), unable to use hands (15/26 [57.7%]), repetitive hand movements (15/26 [57.7%]), unable to walk (15/26 [57.7%]), and seizures (14/26 [53.8%]). In DAFFODIL, the most commonly reported effects of RTT were no verbal communication (7/7 [100%]), impaired balance (4/7 [57.1%]), unable to use hands (3/7 [42.9%]), repetitive hand movements (3/7 [42.9%]), mood disturbance (3/7 [42.9%]), constipation (3/7 [42.9%]), and limited ability to use hands (3/7 [42.9%]). Caregivers most commonly reported improvements in hand use (11/26 [42.3%]), engagement with others (11/26 [42.3%]), eye gaze (8/26 [30.8%]), use of the Tobii eye tracking device (7/26 [26.9%]), and attention/focus/concentration (7/26 [26.9%]) in LILAC/LILAC-2. In DAFFODIL, caregivers reported improvements in new words (5/7 [71.4%]), hand use (4/7 [57.1%]), and eye contact (4/7 [57.1%]). Nearly all (31/32) caregivers were very satisfied or satisfied with trofinetide.<h4>Implications</h4>Caregivers of participants in open-label trofinetide trials reported improvements in RTT with meaningful impact in areas of motor function, communication, and engagement.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39941520",
    "pmid": "39941520",
    "doi": "10.3390/jcm14030849",
    "title": "Minimally Invasive Bipolar Technique for Scoliosis in Rett Syndrome-Results and Complications in a Series of 22 Cases.",
    "abstract": "<b>Background</b>: This is a retrospective study. The aim of this study is to report the results of bipolar minimally invasive fusionless surgery for scoliosis in Rett syndrome with a minimum follow-up of 2 years. Conservative treatment is often not effective in Rett syndrome scoliosis. Posterior spinal fusion (PSF) has a high rate of complications; early surgery using traditional growing rods (TGRs) controls the deformity while preserving spinal and thoracic growth before arthrodesis. The need for surgical rod lengthening still has a high rate of complications and costs. <b>Methods</b>: We recorded the clinical and radiological outcomes of 22 consecutive patients with Rett scoliosis who underwent bipolar fusionless surgery with a mean follow-up of 56 months (24-99). We performed a bilateral construct with rods (with or without a self-sliding device) anchored proximally with four hook claws distally to the pelvis by ilio-sacral (IS) screws through a minimally invasive approach. <b>Results</b>: The Cobb angle was reduced from 74.4° initially to 28.9° postoperatively and to 25.7° at the last follow-up, which corresponds to a 65% correction of the initial deformity. The gain was maintained at the last follow-up. None of the patients required spinal fusion at skeletal maturity (55% of our patients reached skeletal maturity). There was a gain in body weight (27.97 kg at preoperative time and 33.04 kg at postoperative time). The surgical complication rate was 32%. <b>Conclusions</b>: We recorded the stable correction of deformities and weight gain over time using the bipolar minimally invasive fusionless technique with a reduced rate of complication compared to arthrodesis. The arthrodesis was not necessary at skeletal maturity, thanks to the delayed natural ankylosis of a fixed spine.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39751871",
    "pmid": "39751871",
    "doi": "10.1007/s00223-024-01322-0",
    "title": "The Management of Bone Defects in Rett Syndrome.",
    "abstract": "Rett syndrome (RS) is a rare neurodevelopmental disorder primarily caused by mutations in the X-linked methyl-CpG binding protein 2 (MECP2) gene, responsible for encoding MECP2 which plays a pivotal role in regulating gene expression. The neurological and non-neurological manifestations of RS vary widely in severity depending on the specific mutation type. Bone complications, mostly scoliosis but also osteoporosis, hip displacement, and a high rate of fractures, are among the most prevalent non-neurological comorbidities observed in girls with RS. Low bone mineral density (BMD) is primarily due to a slow rate of bone formation due to dysfunctional osteoblast activity. The use of anticonvulsants, immobilization, low physical activity, poor nutrition, and inadequate vitamin D intake all significantly hamper skeletal maturation and the accumulation of bone mass in RS girls, making them more susceptible to fragility fractures. In RS patients, the upper and lower limbs are the most common sites for fractures which are due to both a reduced BMD and a diminished bone size. This review summarizes the knowledge on risk factors for fragility fracture in patients with RS and proposes a potential diagnostic and therapeutic pathway to enhance low BMD and mitigate the risk of fragility fractures. In particular, this review focused on the importance of clinical and instrumental evaluation of bone status as a basis for adequate planning of nutritional, pharmacological, and surgical interventions to be undertaken. Additionally, the management of bone defects in individuals with RS should be customized to meet each person's specific needs, abilities, and general health.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40043705",
    "pmid": "40043705",
    "doi": "10.1016/j.medj.2025.100608",
    "title": "Results from the phase 2/3 DAFFODIL study of trofinetide in girls aged 2-4 years with Rett syndrome.",
    "abstract": "<h4>Background</h4>Trofinetide is the first available treatment for Rett syndrome (RTT) and is approved in the United States in adults and pediatric patients aged ≥2 years. The DAFFODIL study was conducted in girls aged 2-4 years with RTT to examine the safety, tolerability, and efficacy of trofinetide and to validate that the recommended dosage, according to body weight, achieved target exposure.<h4>Methods</h4>DAFFODIL was a phase 2/3, open-label study of trofinetide consisting of two treatment periods (12 weeks [period A] and ∼21 months [period B]). Pharmacokinetic samples were collected at regular intervals during period A. Assessments included treatment-emergent adverse events (TEAEs) and exploratory efficacy (Clinical Global Impressions-Improvement [CGI-I], CGI-Severity, caregiver GI-I [CaGI-I], and overall quality of life rating of the Impact of Childhood Neurologic Disability Scale [ICND-QoL]). Optional caregiver exit interviews were also conducted.<h4>Findings</h4>Fifteen participants were enrolled. Overall, the most common TEAEs were diarrhea (80.0%) and vomiting (53.3%), which were mild or moderate in severity. Steady-state exposure at clinical doses fell within the target exposure range. RTT symptoms improved throughout the study as measured by the CGI-I, CaGI-I, and change from baseline in the ICND-QoL. In caregiver interviews (n = 7), all caregivers reported they were \"very satisfied\" or \"satisfied\" with trofinetide benefits.<h4>Conclusions</h4>Trofinetide has acceptable tolerability in girls 2-4 years of age with RTT and provides long-term efficacy. Weight-based dosage achieves target exposure in younger children.<h4>Funding</h4>The study was supported by Acadia Pharmaceuticals (San Diego, CA). This study was registered at ClinicalTrials.gov (NCT04988867).",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39817614",
    "pmid": "39817614",
    "doi": "10.1111/scd.13107",
    "title": "Two Head and Neck Cancers in an Adult With Intellectual Disability and Rett Syndrome: A Case Report.",
    "abstract": "The cases of head and neck cancer among persons with intellectual disability (PWID) are infrequently reported and therefore poorly understood. PWID often face increased barriers of access to healthcare, which can be further compounded when faced with a cancer diagnosis. This report presents the case of a 34-year-old Chinese female patient with Rett syndrome and intellectual disability, presenting with two primary cancers of the tongue and the trachea. The case highlights the importance of regular dental review in cancer surveillance, post-operative supportive dental care, and challenges in behavioral management in cancer diagnosis and treatment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR998712",
    "pmid": "",
    "doi": "10.1101/2025.04.04.642981",
    "title": "MeCP2 controls dendritic morphogenesis via miR-199a-mediated Qki downregulation",
    "abstract": "Rett syndrome (RTT) (OMIM: 312750) is a severe neurodevelopmental disorder caused by mutations in the MECP2 gene. Although decreased dendritic morphogenesis has been observed in the brain of RTT patients and mouse models, the molecular mechanisms underlying these dendritic anomalies remain unclear. We have previously shown that MeCP2 facilitates specific microRNA (miRNA) processing by associating with the miRNA microprocessor Drosha complex. In this study, we show that MeCP2 positively regulates dendritic formation via miR-199a , a specific target of the MeCP2-Drosha complex. Overexpression of MeCP2 and miR-199a promotes dendritic development such as increases in dendrite length, branching number, and complexity. In contrast, blocking miR-199a inhibited dendrite formation and abolished enhanced dendritic development induced by MeCP2 expression. We also demonstrate that the decreased dendrite outgrowth observed in MeCP2-deficient neurons could be rescued by miR-199a expression. In addition, we found that miR-199a targets the 3’ untranslated region of quaking (Qki) , a negative regulator of dendritic development, and downregulates its protein expression level. Furthermore, we report an increase in the Qki protein expression level in miR-199a-2 -deficient brains and show that Qki knockdown restores the dendritic morphology of miR-199a-2 -Knockout (KO) neurons. Taken together, these results suggest that the MeCP2/miR-199a/Qki axis is critical for proper dendritic development and its dysregulation contributes to the dendritic pathology in RTT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39813786",
    "pmid": "39813786",
    "doi": "10.1016/j.biopha.2025.117821",
    "title": "Therapeutic effects of CGS21680, a selective A<sub>2A</sub> receptor agonist, via BDNF-related pathways in R106W mutation Rett syndrome model.",
    "abstract": "Rett syndrome (RTT) is a neurological disorder caused by a mutation in the X-linked methyl-CpG binding protein 2 (MECP2), leading to cognitive and motor skill regression. Therapeutic strategies aimed at increasing brain-derived neurotrophic factor (BDNF) levels have been reported; however, BDNF treatment has limitations, including the inability to penetrate the blood-brain barrier, a short half-life, and potential for adverse effects when administered via intrathecal injection, necessitating novel therapeutic approaches. In this study, we focused on the adenosine A<sub>2A</sub> receptor (A<sub>2A</sub>R), which modulates BDNF and its downstream pathways, and investigated the therapeutic potential of CGS21680, an A<sub>2A</sub>R agonist, through in vitro and in vivo studies using R106W RTT model. CGS21680 restored neurite outgrowth, the number of SYN1<sup>+</sup>/MAP2<sup>+</sup> puncta pairs, genes related to the BDNF-TrkB signaling pathway (Bdnf, TrkB, and Mtor) and neural development (Tuj1 and Syn1), and electrophysiological functions in in vitro RTT primary neurons. Additionally, CGS21680 alleviated neurobehavioral impairments and modulated gene expression in an RTT in vivo model. Our findings suggest that activation of A<sub>2A</sub>R via CGS21680 enhances BDNF-TrkB signaling, which in turn activates downstream pathways, ultimately increasing neurite outgrowth and synaptic plasticity, and restoring neurobehavioral clinical symptoms. This is the first study to report the therapeutic effect of CGS21680 in R106W point mutation RTT models, both in vitro and in vivo. These research results suggest that CGS21680 could be a promising therapeutic candidate for the treatment of RTT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39709989",
    "pmid": "39709989",
    "doi": "10.1352/1944-7558-130.1.1",
    "title": "Challenges in Using Parent-Reported Bed and Wake Times for Actigraphy Scoring in Rett-Related Syndromes.",
    "abstract": "Sleep problems are common in Rett syndrome and other neurogenetic syndromes. Actigraphy is a cost-effective, objective method for measuring sleep. Current guidelines require caregiver-reported bed and wake times to facilitate actigraphy data scoring. The current study examined missingness and consistency of caregiver-reported bed and wake times from paper sleep diaries and actigraphy event mark button presses in a sample of 38 individuals with Rett and related syndromes (aged 2-36 years, mean = 13.1) across two 14-day collection time points. Rates of missingness and discrepancy between the 2 sources were relatively high and correlated with clinical severity and quality of life. Overall, the results suggest a need for alternative actigraphy scoring methods that do not rely on caregiver report in this population.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39887655",
    "pmid": "39887655",
    "doi": "10.1002/mgg3.70056",
    "title": "Broadening the Phenotype Spectrum of MECP2 Variants in Men.",
    "abstract": "<h4>Background</h4>MECP2 variants cause X-chromosome-linked rare developmental syndromes. Typically, the mutation is sporadic, occurs in females and is fatal in men. Accurate genetic and clinical diagnostics are considered essential for the management of symptoms and the development of new treatments. These aims may be difficult to reach before more is known about factors resulting in highly variable clinical pictures among patients carrying the same MECP2 variant. We describe the clinical picture of two brothers carrying the same MECP2 variant and compare them with cases published in the literature.<h4>Methods</h4>Most of the MECP2 mutations are known to be de novo mutations, which is why the recurrence of the mutation in the couple's other children is unlikely. Unexpectedly, our routine genetic testing revealed a 23-year-old man (P1) and his younger brother (P2) to carry the same hemizygous pathogenic missense variant c.419C>T, p.(Ala140Val) (transcript NM_004992.3) of MECP2, which was found to be inherited from their presumably asymptomatic mother. Thus, further clinical evaluation and comparison with literature cases was considered necessary.<h4>Results</h4>The P1 has a severe syndromic intellectual disorder (ID), whereas his brother has a substantially milder ID predominantly limited to problems in verbal skills. Neither P1 nor his younger brother has been diagnosed with Rett syndrome. The P1 (unlike his younger brother) has several lingual, social and motor difficulties; disruptive behavior was the most difficult symptom to treat. P1's response to several medical and non-medical treatment trials has remained inadequate, thus requiring the patient to be hospitalised for a long time. The literature review revealed that apart from our family, there are five other families with more than one male carrying the same MECP2 p.Ala140Val mutation, such as P1 and P2. The phenotypes of all 24 men from us (n = 2) and others (n = 22) carrying the same, presumably non-lethal mutation show great variability.<h4>Conclusions</h4>The p.Ala140Val mutation of MECP2 in males is associated with a rare X-chromosomal developmental disorder with highly variable phenotypes. Further studies are needed to better understand all those influencing factors that can explain phenotypic differences within the same genotype to find optimal medicinal therapies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40112955",
    "pmid": "40112955",
    "doi": "10.1016/j.brainresbull.2025.111311",
    "title": "Towards automatic assessment of atypical early motor development?",
    "abstract": "Atypical motor development is an early indicator for several neurodevelopmental conditions, including cerebral palsy and Rett Syndrome, prompting early diagnosis and intervention. While not currently part of the diagnostic criteria for other conditions like Autism Spectrum Disorder, the frequent retrospective diagnosis of motor impairments alongside these conditions highlights the necessity of a deeper understanding of the relations between motor and cognitive development. Traditional clinical assessments, while considered the gold standard, rely on movement characteristics discernible to the trained eye of professionals. The emergence of automated technologies, including computer vision and wearable sensors, promises more objective and scalable detections. However, these methods are not without challenges, including concerns over data quality, generalizability, interpretability, and ethics. By reviewing recent advances, we highlight the potential and the challenges of integrating automated detections into research and clinical practice. While we agree that these technologies can revolutionize pediatric care, we believe their use must be tempered with caution and supported by clinical expertise to ensure effective outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39856538",
    "pmid": "39856538",
    "doi": "10.1186/s11689-025-09591-y",
    "title": "A randomized, placebo-controlled, cross-over trial of ketamine in Rett syndrome.",
    "abstract": "<h4>Background</h4>Preclinical studies and anecdotal case reports support the potential therapeutic benefit of low-dose oral ketamine as a treatment of clinical symptoms in Rett syndrome (RTT); however, no controlled studies have been conducted in RTT to evaluate safety, tolerability and efficacy.<h4>Design</h4>This was a sequentially initiated, dose-escalating cohort, placebo-controlled, double blind, randomized sequence, cross-over study of oral ketamine in 6-12-year-old girls with RTT to evaluate short-term safety and tolerability and explore efficacy.<h4>Methods</h4>Participants were randomized to either five days treatment with oral ketamine or matched placebo, followed by a nine-day wash-out period and then crossed-over to the opposite treatment. Ketamine was dosed twice daily at 0.75 mg/kg/dose (Cohort 1) or 1.5 mg/kg/dose (Cohort 2). An independent safety monitoring committee evaluated safety and approved proceeding to the next dose cohort. Caregivers, participants, outcome assessors, and study staff except pharmacists were blinded to allocation. The primary endpoint was safety and tolerability. Exploratory efficacy endpoints included change in clinician- and caregiver-rated measures of RTT features, brain activity on electroencephalography, and wearable biosensors to measure respiration, heart rate, sleep, and activity.<h4>Results</h4>Twenty-three participants enrolled (11 in Cohort 1, 12 in Cohort 2) from 3/12/2019-11/22/2021. One participant was excluded from analysis due to not meeting inclusion criteria on blinded review prior to analysis. One participant was withdrawn from the study due to an adverse event (vomiting) after the first dose of ketamine. Although planned for four dose cohorts, the trial was stopped after Cohort 2 due to enrollment challenges associated with the COVID-19 pandemic. Ketamine was safe and tolerated in both cohorts, with 1 related treatment emergent adverse event of vomiting. No difference was observed in efficacy between ketamine and placebo. Electroencephalography showed the expected increase in high frequency power with ketamine.<h4>Conclusions</h4>Short-term, low-dose oral ketamine was safe and well tolerated in girls with RTT. No clinical efficacy of ketamine in treating symptoms of RTT was observed with 5 days of treatment, despite electroencephalography evidence of ketamine target engagement during the first dose. Further studies are needed to evaluate safety and efficacy of higher dose and longer exposure to ketamine in RTT.<h4>Trial registration</h4>Registered at clinicaltrials.gov NCT03633058.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR956300",
    "pmid": "",
    "doi": "10.20944/preprints202412.1517.v1",
    "title": "The Exposure to a Neuronal Plasticity-Dependent Paradigm and Young-Plasma Treatment Decreases the Progression of Rett Syndrome-Like Phenotype by Preventing Synaptic and Motor Deficit",
    "abstract": "Classical Rett syndrome (RTT) is a neurodevelopmental disorder caused by mutations in the MECP2 gene, resulting in a devastating phenotype associated with a lack of gene expression control. Mouse models lacking Mecp2 expression with an RTT-like phenotype have been developed to advance therapeutic alternatives. Environmental enrichment (EE) attenuates RTT symptoms in patients and mouse models. However, the mechanisms underlying the effects of EE on RTT have not been fully elucidated. We housed male hemizygous Mecp2-null (Mecp2-/y) and wild-type mice in specially conditioned cages to enhance sensory, cognitive, social, and motor stimulation. EE attenuated the progression of the RTT phenotype by preserving neuronal cytoarchitecture and neural plasticity markers. Furthermore, EE ameliorated defects in neuromuscular junction organization and restored the motor deficit of Mecp2-/y mice. Treatment with plasma from young WT mice was used to assess whether the increased activity could modify plasma components, mimicking the benefits of EE in Mecp2-/y. Plasma treatment attenuated the RTT phenotype by improving neurological markers, suggesting that peripheral signals of mice with normal motor function have the potential to reactivate dormant neurodevelopment in RTT mice. These findings demonstrate how EE and treatment with young plasma ameliorate RTT-like phenotype in mice, opening new therapeutical approaches for RTT patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39944415",
    "pmid": "39944415",
    "doi": "10.1212/nxg.0000000000200233",
    "title": "Women With Genetic Epilepsies.",
    "abstract": "Some epilepsy syndromes are more common in female individuals. Often, these syndromes have an underlying genetic variant involving the X chromosome that is typically lethal in male individuals, resulting in a higher female prevalence. However, some of the idiopathic generalized epilepsies such as juvenile myoclonic epilepsy are conditions with complex inheritance, with thousands of variants in genes throughout the genome. But they can also have a predominance in female individuals. In this study, we performed a narrative review of PubMed and Scopus using the following entries: \"epilepsy in women,\" \"genetic epilepsy in female individuals,\" \"epilepsy genetics in women,\" \"female-specific epilepsy genetics,\" \"epilepsy and genetic mutations in female individuals.\" The findings were synthesized and described according to clinical characteristics, underlying genetic mechanisms, and treatment considerations for these epilepsy syndromes manifesting largely in female individuals. The epilepsy syndromes reviewed here include Rett syndrome, <i>CDKL5</i> deficiency disorder, <i>PCDH19</i>-related epilepsy, subcortical band heterotopia, periventricular heterotopia, Aicardi syndrome, and juvenile myoclonic epilepsy. Recognizing these epilepsy syndromes and understanding their underlying genetic etiology helps provide a tailored treatment approach early in the course of the disease. It can also assist with genetic counselling for family members who plan to have children.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39578572",
    "pmid": "39578572",
    "doi": "10.1038/s41593-024-01808-y",
    "title": "Interaction of methyl-CpG-binding protein 2 (MeCP2) with distinct enhancers in the mouse cortex.",
    "abstract": "Mutations in methyl-CpG-binding protein 2 (MeCP2) cause Rett syndrome. MeCP2 is thought to regulate gene transcription by binding to methylated DNA broadly across the genome. Here, using cleavage under target and release under nuclease (CUT&RUN) assays in the adult mouse cortex, we show that MeCP2 strongly binds to specific gene enhancers that we call MeCP2-binding hotspots (MBHs). Unexpectedly, we find that MeCP2 binding to MBHs occurs in a DNA methylation-independent manner at MBHs. Multiple MBH sites surrounding genes mediate the transcriptional repression of genes enriched for neuronal functions. We show that MBHs regulate genes irrespective of genic methylation levels, suggesting that MeCP2 controls transcription via an intragenic methylation-independent mechanism. Hence, disruption of intragenic methylation-independent gene regulation by MeCP2 may in part underlie Rett syndrome.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR939319",
    "pmid": "",
    "doi": "10.1101/2024.11.12.623225",
    "title": "A<i>KCNC1</i>Variant Linked to Rett Syndrome Disrupts ER to Golgi Trafficking of Kv3.1 Channel",
    "abstract": "Intrinsic neuronal excitability, defined by the balance between input and output signals, is crucial to neural function, and its disruption underlies various neurological diseases. Kv3.1 channels, encoded by KCNC1 , are essential for high-frequency action potential firing. Variants in these channels are associated with several subtypes of epilepsy. We report a patient with developmental regression and epilepsy, meeting Rett syndrome criteria, who carries a KCNC1 variant encoding the S474C substitution in Kv3.1 (Kv3.1 S474C ). Electrophysiological and biochemical assays reveal that Kv3.1 S474C reduces channel presence in the plasma membrane and is retained in the endoplasmic reticulum (ER). In murine primary cultures expressing Kv3.1 S474C , we observed reduced neuronal firing frequency and exclusion of the channel from the axon initial segment (AIS). Consistently, we found a decreased firing frequency using a conductance-based computational neuronal model. In summary, this study identifies a novel link between a KCNC1 variant and Rett syndrome, highlighting the importance of S474 residue in Kv3.1 channel trafficking and function in neurons. <h4>Summary</h4> This study identifies and characterizes a novel KCNC1 variant associated with classical Rett syndrome. This variant disrupts endoplasmic reticulum (ER) to Golgi trafficking of the Kv3.1 channels, highlighting the variant’s potential role in altered neuronal excitability and neurodevelopmental disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40138183",
    "pmid": "40138183",
    "doi": "10.1089/cap.2025.0023",
    "title": "A Blueprint for Translational Precision Medicine in Autism Spectrum Disorder and Related Neurogenetic Syndromes.",
    "abstract": "<b><i>Objectives:</i></b> Despite growing knowledge of the underlying neurobiology of autism spectrum disorder (ASD) and related neurogenetic syndromes, treatment discovery has remained elusive. In this review, we provide a blueprint for translational precision medicine in ASD and related neurogenetic syndromes. <b><i>Methods:</i></b> The discovery of trofinetide for Rett syndrome (RTT) is described, and the role of nonmammalian, mammalian, and stem cell model systems in the identification of molecular targets and drug screening is discussed. We then provide a framework for translating preclinical findings to human clinical trials, including the role of biomarkers in selecting molecular targets and evaluating target engagement, and discuss how to leverage these findings for future ASD drug development. <b><i>Results:</i></b> Multiple preclinical model systems for ASD have been developed, each with tradeoffs with regard to suitability for high-throughput small molecule screening, conservation across species, and behavioral face validity. Future clinical trials should incorporate biomarkers and intermediate phenotypes to demonstrate target engagement. Factors that contributed to the approval of trofinetide for RTT included replicated findings in mouse models, a well-studied natural history of the syndrome, development of RTT-specific outcome measures, and strong engagement of the RTT family community. <b><i>Conclusions:</i></b> The translation of our growing understanding of the neurobiology of ASD to human drug discovery will require a precision medicine approach, including the use of multiple model systems for molecular target selection, evaluation of target engagement, and clinical trial design strategies that address heterogeneity, power, and the placebo response.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39707431",
    "pmid": "39707431",
    "doi": "10.1186/s13023-024-03483-5",
    "title": "Review of a specialist Rett syndrome clinic from 2003 to the COVID pandemic: clinic experience and carer perspectives.",
    "abstract": "<h4>Background</h4>We have held a 'trouble-shooting' clinic for Rett syndrome patients from 2003 until the COVID pandemic in 2020. The clinic was multidisciplinary, including clinical genetics, paediatric neurology, adult learning disability psychiatry and physiotherapy. Access to specialist communication support and eye-gaze equipment was also often available. We have reviewed the files of patients seen in the clinic and conducted a survey of parents' and carers' satisfaction with the clinic and their experiences during COVID.<h4>Results</h4>Of the 117 patients seen in the clinic, records were reviewed of 103 (97 female, six male) who attended a total of 123 appointments. The records were unavailable for 14 patients. The most common reasons for referral were assessment of 'episodes' of uncertain nature (possibly epileptic, possibly autonomic), the wish for a general review by an experienced team, and questions about the diagnosis. We discuss the nature of the advice we were able to provide and offer some brief case vignettes. We wrote to the parents or carers of all patients seen and 63 respondents were willing to be interviewed about the clinic and their experiences during COVID. Respondents were generally complimentary about the clinic team, emphasising the value of a specialist clinic for those affected by a rare condition. Respondents gave insight into the range of problems experienced during COVID, especially the isolation resulting from the withdrawal of services, demonstrating the value of community support. Some respondents mentioned the shift to remote consultations, which they hoped would continue after COVID for its convenience. However, others talked about how difficult it is in a remote consultation to explain the problems of the affected family member to professionals who do not know the patient or know about Rett syndrome.<h4>Conclusions</h4>Our findings demonstrate the value of a disease-specific clinic provided by staff experienced with the particular rare condition. Meeting the needs of patients with ultra-rare conditions presents additional challenges. We have also found that the shift to holding a virtual clinic during COVID brought the benefit of convenience but was unsatisfactory in other ways, as it makes clinical assessment more difficult and fails to overcome the sense of isolation during a pandemic.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR923871",
    "pmid": "",
    "doi": "10.1101/2024.10.11.617929",
    "title": "miR126-mediated impaired vascular integrity in Rett syndrome",
    "abstract": "Rett syndrome (RTT) is a neurodevelopmental disorder that is caused by mutations in melty-CpG binding protein 2 (MeCP2). MeCP2 is a non-cell type-specific DNA binding protein, and its mutation influences not only neural cells but also non-neural cells in the brain, including vasculature associated with endothelial cells. Vascular integrity is crucial for maintaining brain homeostasis, and its alteration may be linked to the pathology of neurodegenerative disease, but a non-neurogenic effect, especially the relationship between vascular alternation and Rett syndrome pathogenesis, has not been shown. Here, we recapitulate a microvascular network using Rett syndrome patient-derived induced pluripotent stem (iPS) cells that carry MeCP2[R306C] mutation to investigate early developmental vascular impact. To expedite endothelial cell differentiation, doxycycline (DOX)-inducible ETV2 expression vectors were inserted into the AAVS1 locus of Rett syndrome patient-derived iPS cells and its isogenic control by CRISPR/Cas9. With these endothelial cells, we established a disease microvascular network (Rett-dMVNs) and observed higher permeability in the Rett-dMVNs compared to isogenic controls, indicating altered barrier function by MeCP2 mutation. Furthermore, we unveiled that hyperpermeability is involved in the upregulation of miR126-3p in Rett syndrome patient-derived endothelial cells by microRNA profiling and RNAseq, and rescue of miR126-3p level can recover their phenotype. We discover miR126-3p-mediated vascular impairment in Rett syndrome patients and suggest the potential application of these findings for translational medicine.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39820864",
    "pmid": "39820864",
    "doi": "10.1007/978-3-031-75980-2_6",
    "title": "Environmental Enrichment and Epigenetic Changes in the Brain: From the Outside to the Deep Inside.",
    "abstract": "The brain plays a vital role in maintaining homeostasis and effective interaction with the environment, shaped by genetic and environmental factors throughout neurodevelopment and maturity. While genetic components dictate initial neurodevelopment stages, epigenetics-specifically neuroepigenetics-modulates gene expression in response to environmental influences, allowing for brain adaptability and plasticity. This interplay is particularly evident in neuropathologies like Rett syndrome and CDKL5 deficiency syndrome, where disruptions in neuroepigenetic processes underline significant cognitive and motor impairments. The environmental enrichment paradigm, introduced by Donald Hebb in the late 1940s, demonstrates how enriching stimuli-such as complex sensory, social, and cognitive inputs-affect brain structure and function. Despite methodological variability, evidence reveals that enriched environments catalyze beneficial changes in behavior and neuroanatomy, including increased synaptic plasticity, enhanced motor coordination, and improved cognitive performance in rodent models. Additionally, environmental enrichment induces epigenetic modifications that facilitate these outcomes, highlighting the necessity of understanding the mechanisms driving gene expression changes within the context of enriched experiences. Ultimately, this manifold relationship between environment, neuroepigenetic modulation, and brain function highlights the brain's capacity for change, reinforcing the importance of considering environmental factors in studies of neurodevelopment and therapy for neurological disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39505565",
    "pmid": "39505565",
    "doi": "10.1097/brs.0000000000005210",
    "title": "Perioperative Considerations in Patients with Rett Syndrome as Compared to Those with Cerebral Palsy.",
    "abstract": "<h4>Study design</h4>Retrospective cohort study.<h4>Objective</h4>This study aimed to compare perioperative outcomes of Rett syndrome and Cerebral palsy patients undergoing posterior spinal fusion for neuromuscular scoliosis.<h4>Summary of background data</h4>Surgical correction in the treatment of scoliosis for patients with Rett syndrome (RS) has been shown to increase survival rate. Cerebral palsy (CP) patients, like RS patients, are often nonverbal, nonambulatory, with frequent surgical complications.<h4>Methods</h4>Retrospective review of 36 RS and 80 CP patients undergoing PSF from 2005-2023. Data and x-ray measurements were collected pre- and post-operatively. Sub-analysis was performed comparing non-ambulatory patients (GMFCS IV-V). Wilcoxon-Rank Sum, Fisher's Exact, and Chi-square tests were utilized.<h4>Results</h4>The primary outcome measure, complication rates, was similar between the groups (P=0.09). Preoperative Cobb angle, levels fused, fixation points, and LOS were similar (P>0.05). EBL was significantly higher in CP patients as was rate of transfusion (P=0.001) and surgical time (P=0.001). Postoperative Cobb angle (P=0.002) was significantly higher for CP patients. There was no significant difference between CP and RS patients in both preoperative (P=0.383) and postoperative (P=0.051) coronal decompensation. Nonambulatory status was associated with increased odds of having a postoperative complication (OR=6.17, 95% C.I. 1.36 - 28.04). Sub-analysis of non-ambulatory RS and CP patients revealed significantly higher postoperative Cobb (P=0.008), EBL (P=0.019) and surgical time (P=0.017) in CP patients compared to RS patients. There were no significant differences in preoperative Cobb, levels fused, fixation points, hospital stay, or complication rate (P>0.05).<h4>Conclusion</h4>RS patients are shown to have better outcomes to CP patients in terms of surgical, perioperative, and radiographic variables. Ambulatory status was identified as an independent risk factor for complications.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39692837",
    "pmid": "39692837",
    "doi": "10.1007/s12325-024-03058-7",
    "title": "Population Pharmacokinetics of Trofinetide in a Pediatric Population Aged 2-4 Years with Rett Syndrome.",
    "abstract": "<h4>Introduction</h4>Weight-banded trofinetide dosing improved physician- and caregiver-rated efficacy measures and had acceptable tolerability in patients aged 2‒4 years (DAFFODIL study) and 5‒20 years (LAVENDER study) with Rett syndrome (RTT). Selection of weight-banded dosing regimens for these studies was based on population pharmacokinetic (popPK) modeling and exposure simulations. This study applied an updated popPK model to confirm steady-state trofinetide exposures achieved in DAFFODIL patients were within target range.<h4>Methods</h4>A popPK model was developed using data from 14 clinical studies of trofinetide in healthy volunteers and pediatric and adult patients, including the LAVENDER and DAFFODIL studies. Individual exposure measures (area under concentration-time curve over 0-12 h [AUC<sub>0-12</sub>] were generated via integration of the predicted concentration-time profile for each DAFFODIL study participant based on the popPK model and individual empiric Bayesian pharmacokinetic parameter estimates. Distributions of steady-state AUC<sub>0-12</sub> values for each body-weight group were compared against target exposure (AUC<sub>0-12</sub> = 800‒1200 µg·h/mL).<h4>Results</h4>Distribution and box plots of simulated steady-state AUC<sub>0-12</sub> values achieved with the weight-banded DAFFODIL dosing regimen used in younger individuals aged 2-4 years with RTT (twice daily trofinetide 5 g [≥ 9 to < 12 kg] or 6 g [≥ 12 to < 20 kg]) indicated good overlap with the target exposure range. Median steady-state AUC<sub>0-12</sub> values for both body-weight bands fell within the target exposure range.<h4>Conclusions</h4>PopPK model-based simulations confirm that the weight-banded dosing regimen used in DAFFODIL is adequate to achieve target trofinetide exposure in 2- to 4-year-olds with RTT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39761540",
    "pmid": "39761540",
    "doi": "10.1139/bcb-2024-0237",
    "title": "Multifaceted roles of MeCP2 in cellular regulation and phase separation: implications for neurodevelopmental disorders, depression, and oxidative stress.",
    "abstract": "Methyl CpG binding protein 2 (MeCP2) is a chromatin-associated protein that remains enigmatic despite more than 30 years of research, primarily due to the ever-growing list of its molecular functions, and, consequently, its related pathologies. Loss of function <i>MECP2</i> mutations cause the neurodevelopmental disorder Rett syndrome (RTT); in addition, dysregulation of MeCP2 expression and/ or function are involved in numerous other pathologies, but the mechanisms of MeCP2 regulation are unclear. Advancing technologies and burgeoning mechanistic theories assist our understanding of the complexity of MeCP2 but may inadvertently cloud it if not rigorously tested. Here, rather than focus on RTT, we examine relatively underexplored aspects of MeCP2, such as its dosage homeostasis at the gene and protein levels, its controversial participation in phase separation, and its overlooked role in depression and oxidative stress. All these factors may be essential to understanding the full scope of MeCP2 function in healthy and diseased states, but are relatively infrequently studied and require further criticism. The aim of this review is to discuss the esoteric facets of MeCP2 at the molecular and pathological levels and to consider to what extent they may be necessary for general MeCP2 function.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39848785",
    "pmid": "39848785",
    "doi": "10.1136/bcr-2024-262804",
    "title": "Methylmalonic acidaemia masquerading as a neurodegenerative disorder.",
    "abstract": "We present the case of a toddler displaying neuroregression post-acute gastroenteritis, initially suggesting neurodegenerative disorders. Further investigations showed atypical results-neuroimaging was inconsistent with suspected disorders, while fundus evaluation, evoked potentials and nerve conduction velocity were normal. Specialised tests using gas chromatography mass spectrometry and tandem mass spectrometry identified methylmalonic acidaemia (MMA), implicating abnormal neurometabolism. Early diagnosis and comprehensive treatment are essential. A low-protein diet suitable for MMA along with a syrup containing vitamin B12 and levocarnitine were prescribed. Notable developmental improvements were seen after 18 days of hospitalisation and up to 36 months of age, with no further regression. To date, only one case of MMA mimicking Rett syndrome, an atypical neurodegenerative variant, has been reported. This case highlights the diagnostic complexity of MMA, particularly when it mimics neurodegenerative disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39958601",
    "pmid": "39958601",
    "doi": "",
    "title": "From Serendipity to Scalability in Rare Disease Patient Collaborations.",
    "abstract": "As the rate of diagnosis for rare disease increases, so does the need to develop scalable solutions to address patient community needs. Drawing upon our experiences in rare intellectual and developmental disability research, advocacy, and treatment, we present two examples of how collaboration between patient groups, clinicians, and investigators at Washington University in St. Louis have generated invaluable resources to accelerate toward treatments. These successful partnerships serve as models for building research and clinical infrastructure for rare diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39465612",
    "pmid": "39465612",
    "doi": "10.1002/jpn3.12394",
    "title": "Gastrointestinal manifestations of Rett syndrome: An updated analysis using the Gastrointestinal Health Questionnaire.",
    "abstract": "<h4>Objective</h4>We conducted a nationwide survey using a validated Gastrointestinal Health Questionnaire (GHQ) for Rett syndrome (RTT) to provide an updated and accurate baseline assessment of the prevalence of common gastrointestinal (GI) issues in RTT, based on parental reporting.<h4>Methods</h4>Parents and caregivers of females with RTT or normally developing, unaffected, age-matched controls completed the GHQ survey. The prevalence of GI symptoms and personality and mood symptoms due to stomach or intestinal problems, as well as GI medication usage and surgical interventions, were assessed in females with RTT and unaffected controls. The relation between GI symptoms and medication usage, surgical status, age, and genetic mutation were analyzed.<h4>Results</h4>Parents of 118 females with RTT and 27 unaffected females completed the GHQ. GI symptoms were common in females with RTT, including constipation (81%), gas and bloating (70%), issues with eating, chewing and swallowing (73%), and irritability because of stomach or intestinal problems (53%). Females with RTT commonly used proton pump inhibitors (52%) and laxatives (64%). Medication usage was associated with significantly higher GHQ symptom scores. Parents of individuals with RTT reported a significantly higher prevalence of GI symptoms affecting their daughters in all symptom categories compared with unaffected females.<h4>Conclusions</h4>GI problems are common in RTT and pose a significant medical burden to caregivers. The GHQ is a useful tool to assess GI issues in individuals with RTT. Improved recognition of these issues may allow for improved treatment and enhanced quality of life for girls and women affected by RTT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39511247",
    "pmid": "39511247",
    "doi": "10.1038/s41572-024-00568-0",
    "title": "Rett syndrome.",
    "abstract": "Rett syndrome (RTT) is a severe, progressive, neurodevelopmental disorder, which affects predominantly females. In most cases, RTT is associated with pathogenic variants in MECP2. MeCP2, the protein product of MECP2, is known to regulate gene expression and is highly expressed in the brain. RTT is characterized by developmental regression of spoken language and hand use that, with hand stereotypies and impaired ambulation, constitute the four core diagnostic features. Affected individuals may present multiple other neurological impairments and comorbidities, such as seizures, breathing irregularities, anxiety and constipation. Studies employing neuroimaging, neuropathology, neurochemistry and animal models show reductions in brain size and global decreases in neuronal size, as well as alterations in multiple neurotransmitter systems. Management of RTT is mainly focused on preventing the progression of symptoms, currently improved by guidelines based on natural history studies. Animal and cellular models of MeCP2 deficiency have helped in understanding the pathophysiology of RTT and guided the development of trofinetide, an IGF1-related compound, which is an approved drug for RTT, as well as of other drugs and gene therapies currently under investigation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR973582",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5804567/v1",
    "title": "Longitudinal Analysis in Mecp2-het Female Mice Reveals Atypical Nociceptive Behaviours",
    "abstract": "<title>Abstract</title>  <p>Rett Syndrome (RTT), a neurodevelopmental disorder predominantly affecting females, is characterised by evolving symptoms impacting motor and sensory domains. Herein, we present a study of longitudinal analyses, from 2- to 6-month of age, of <italic>Mecp</italic>2 heterozygous (<italic>Mecp2</italic>-het) female mice to comprehensively explore pain perception in RTT. Interestingly, we found a significant variability in the timing and progression of symptom onset among <italic>Mecp2</italic>-het females, with individuals classified as either early- or late-symptomatic based on the emergence of hallmark neurological features such as clasping and gait abnormalities. This variability pinpoints the heterogeneity of the disease model and highlights the need to stratify <italic>Mecp2</italic>-het females by symptom onset in future studies to account for the diverse trajectories of disease progression. Additionally, our results reveal a shift from pre-symptomatic hypersensitivity in the von Frey test to apparent hyposensitivity, intricately linked with the onset of motor symptoms. Further, we found decreased neuronal activation in 6-month-old <italic>Mecp2</italic>-het females after the hot plate test in the periaqueductal gray, as measured by FOS expression. Similarly, there is a lower expression of cannabinoid receptor 1 (CB1) in this area when compared to wild-type siblings. Taken together, our results suggest that both motor impairment and central deficits in the modulation of endogenous analgesia contribute to aberrant sensitivity in <italic>Mecp2</italic>-het mice. Our study emphasises the presymptomatic phase as crucial for understanding sensory abnormalities in <italic>Mecp2</italic>-het mice and highlights the challenges in identifying pain in RTT patients.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39429113",
    "pmid": "39429113",
    "doi": "10.1111/jir.13193",
    "title": "Prevalence of orthopaedic conditions in Rett syndrome: a systematic review and meta-analysis.",
    "abstract": "<h4>Background</h4>Rett syndrome (RTT), a developmental disorder primarily affecting girls and linked to methyl-CpG binding protein-2 (MECP2) gene mutations, presents musculoskeletal abnormalities with varying prevalence across studies and age groups. Our aim was to delineate the prevalence of orthopaedic conditions in individuals with RTT.<h4>Method</h4>Three databases were searched and independently screened by two reviewers to retrieve observational studies published after 2000 that recruited 10 or more patients diagnosed with RTT and reported the prevalence of any orthopaedic conditions (scoliosis, hip displacement, knee problems or foot deformities). A random-effects meta-analysis was performed to determine the pooled prevalence based on study weight.<h4>Results</h4>Of 867 screened studies, 21 studies involving 9997 girls with RTT (mean age 14.1 years; range, 3-38.5) met the inclusion criteria. The pooled prevalence of scoliosis was 64.5% [95% confidence interval (CI) 55.4-73.6%; I<sup>2</sup> = 99%; P < 0.01], of hip displacement was 29.6% (95% CI 8.9-50.2%; I<sup>2</sup> = 97%; P < 0.01) and of foot deformities was 53% (95% CI 17.5-89.2%; I<sup>2</sup> = 98%; P < 0.01). Knee problems were reported in only one study. Scoliosis prevalence increased in studies with a high percentage of genetic testing and MECP2 positivity [69.1% (95% CI 58.9-79.2%; I<sup>2</sup> = 99%; P < 0.01)], those with a mean age over 13 years [73% (95% CI 59.1-87%; I<sup>2</sup> = 100%; P < 0.01)], and studies combining both variables [80.13% (95% CI 70.8-89.4%; I<sup>2</sup> = 81%; P < 0.01)].<h4>Conclusions</h4>This meta-analysis found that approximately two in three girls with RTT develop scoliosis, one in two exhibit foot deformities and one in three experience hip displacement. These findings enhance our understanding of the prevalence of orthopaedic conditions in RTT, which can guide the establishment of surveillance protocols, clinical guidelines and management strategies tailored to the needs of RTT patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39907555",
    "pmid": "39907555",
    "doi": "10.1530/edm-24-0010",
    "title": "Rett syndrome complicated by diabetes mellitus type 1.",
    "abstract": "<h4>Summary</h4>Rett syndrome (RS) is an X-linked neurodevelopmental disorder primarily affecting females. RS and diabetes mellitus (DM) type 1 are rare disorders with distinct etiologies. Although some cases of RS complicated by DM type 1 have been reported, the association between these distinct conditions is poorly understood and warrants further studies to elucidate the underlying mechanisms and inform clinical management. We report the case of a 10-year-old girl diagnosed with RS and DM type 1. The patient initially presented at 3 years of age with polydipsia, polyuria and decreased appetite over several weeks. Physical examination showed signs of dehydration, and laboratory evaluation revealed hyperglycemia, elevated HbA1c, glycosuria, ketonuria and low C-peptide levels. Anti-glutamic acid decarboxylase antibodies were positive, confirming autoimmune DM type 1. Fluid resuscitation and insulin therapy were initiated with good glycemic control on continuous subcutaneous insulin infusion. A review of her history revealed normal early developmental milestones, including the onset of stereotypical hand movements at 3 years, communication impairment and seizures at 4 years and a diagnosis of autism spectrum disorder. At 10 years of age, genetic testing revealed a pathogenic MECP2 mutation. Clinical features, including breathing abnormalities, bruxism, abnormal tone and inappropriate laughing, met the diagnostic criteria for RS. This is the reported first case of RS with a confirmed MECP2 mutation complicated by DM type 1. Our case report contributes to the increasing evidence supporting the potential association between RS and DM type 1.<h4>Learning points</h4>There is a possible link between RS and DM type 1. This is the first case report of RS with a confirmed MECP2 mutation complicated by DM type 1. In cases where patients with RS develop diabetic ketoacidosis, it may manifest as mild acidosis or normal pH despite the presence of high blood sugar levels and dehydration.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39973088",
    "pmid": "39973088",
    "doi": "10.1080/00221325.2025.2465788",
    "title": "Shared Environment - Different Genes: Speech-Language Development in a Pair of Dizygotic Twins with and Without <i>MECP2</i> Mutation.",
    "abstract": "This retrospective study compared the speech-language development of a pair of dizygotic twin girls during the first 2 years of life: one with typical development (Twin A) and one with atypical development (Twin B), who was later diagnosed with Rett syndrome (RTT). Audio snippets were extracted from home videos, with nearly equal representation from each child. The audio analysis focused on articulatory complexity, voice characteristics, and linguistic variability. Despite sharing the same social-communicative environment, the twins' speech-language development diverged. From the first to second year of life, articulatory complexity and variability increased in the typically developing Twin A. In contrast, Twin B produced a high number of vocalizations in the 7th month, including canonical sounds with substantial variability. However, her vocalization quantity, complexity, and variability subsequently decreased, resulting in only sporadically discernable canonical vocalizations during her second year. This developmental trajectory points to very early stagnation and regression in Twin B, occurring earlier than typically observed. While Twin B displayed a range of typical vocalization features, deviations in the density and distribution of inspiratory and high-pitched vocalizations during the first year further suggest early speech-language abnormalities in RTT, preceding frank developmental stagnation and regression. As the study relied on limited retrospective data, the findings should be interpreted with caution, and further investigation is needed. Nevertheless, this twin study provides a unique perspective that deepens our understanding of early speech-language developmental profiles in RTT, especially in light of the intertwinement of genetic, individual, and contextual factors.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39692836",
    "pmid": "39692836",
    "doi": "10.1007/s12325-024-03056-9",
    "title": "Population Pharmacokinetic Modeling to Support Trofinetide Dosing for the Treatment of Rett Syndrome.",
    "abstract": "<h4>Introduction</h4>Oral trofinetide administered using a body weight-banded dosing regimen was approved in the US for the treatment of Rett syndrome (RTT) in patients aged ≥ 2 years. This approval was principally based on efficacy and safety findings of the phase 3 LAVENDER study in girls and women aged 5-20 years with RTT and extended to younger children aged 2-4 years with supporting data from the DAFFODIL study. Weight-banded dosing regimens were selected based on early clinical population pharmacokinetic (popPK) modeling and different scenario simulations. We report the development and application of an updated popPK model to confirm that steady-state trofinetide exposures achieved in individual patients in the LAVENDER study were within target exposure range.<h4>Methods</h4>A previously developed popPK model using data from nine clinical studies was updated based on 13 clinical studies of trofinetide in healthy volunteers and pediatric and adult patients, including the LAVENDER study. PopPK model and empiric individual Bayesian pharmacokinetic parameter estimates were used to generate trofinetide exposures. Covariate data from the pharmacokinetic dataset from LAVENDER study subjects (n = 92) were used to estimate individual steady-state trofinetide exposure (area under concentration-time curve over 0-12 h [AUC<sub>0-12</sub>]). Steady-state exposures in individual patients in the LAVENDER study were used to confirm that the dosing regimens resulted in exposures within the target range.<h4>Results</h4>Among 5- to 20-year-olds receiving the LAVENDER BID dosing regimen [trofinetide 6 g (12‒20 kg), 8 g (> 20‒35 kg), 10 g (> 35‒50 kg), and 12 g (> 50 kg)], simulated AUC<sub>0-12</sub> values overlapped with the target exposure range; median AUC<sub>0-12</sub> values were within target exposure range for all weight bands.<h4>Conclusions</h4>PopPK model-based simulations confirm that weight-banded trofinetide dosing used in LAVENDER in girls and women aged 5-20 years with RTT achieved target exposure. Graphical abstract available for this article.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39500316",
    "pmid": "39500316",
    "doi": "10.1016/j.str.2024.10.016",
    "title": "LEDGF interacts with the NID domain of MeCP2 and modulates MeCP2 condensates.",
    "abstract": "Methyl-CpG-binding protein 2 (MeCP2) is a ubiquitously expressed nuclear protein involved in transcriptional regulation and chromatin remodeling. MeCP2 exists in two isoforms, MeCP2 E1 and E2, which share the same functional domains. Loss-of-function mutations in the MeCP2 gene are the main cause of Rett syndrome (RTT). Previous studies identified a complex formation between MeCP2 and lens epithelium derived growth factor (LEDGF), a transcriptional regulator that exists in two isoforms, LEDGF/p75 and LEDGF/p52. Here, we characterized the molecular and functional interaction between MeCP2 and LEDGF. The NCoR interaction domain (NID) domain in MeCP2 is essential for the direct binding to the PWWP-CR1 region of LEDGF. Introduction of R306C, an RTT mutation in the NID of MeCP2, reduced the interaction with LEDGF. Our data reveal mutual inhibition of MeCP2 and LEDGF multimerization due to overlapping binding sites. Aligning with this observation, LEDGF depletion resulted in larger MeCP2 and DNA foci in NIH3T3 cells, suggesting a role for the MeCP2-LEDGF complex in chromatin organization.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39269588",
    "pmid": "39269588",
    "doi": "10.1007/s11033-024-09915-6",
    "title": "Ex vivo disease modelling of Rett syndrome: the transcriptomic and metabolomic implications of direct neuronal conversion.",
    "abstract": "<h4>Background</h4>Rett syndrome (RTT) is a rare neurodevelopmental disorder that primarily affects females and is characterized by a period of normal development followed by severe cognitive, motor, and communication impairment. The syndrome is predominantly caused by mutations in the MECP2. This study aimed to use comprehensive multi-omic analysis to identify the molecular and metabolic alterations associated with Rett syndrome.<h4>Methods and results</h4>Transcriptomic and metabolomic profiling was performed using neuron-like cells derived from the fibroblasts of 3 Rett syndrome patients with different MECP2 mutations (R168X, P152R, and R133C) and 1 healthy control. Differential gene expression, alternative splicing events, and metabolite changes were analyzed to identify the key pathways and processes affected in patients with Rett syndrome. Transcriptomic analysis showed there was significant down-regulation of genes associated with the extracellular matrix (ECM) and cytoskeletal components, which was particularly notable in patient P3 (R133C mutation), who had non-random X chromosome inactivation. Additionally, significant changes in microtubule-related gene expression and alternative splicing events were observed, especially in patient P2 (P152R mutation). Metabolomic profiling showed that there were alterations in metabolic pathways, particularly up-regulation of ketone body synthesis and degradation pathways, in addition to an increase in free fatty acid levels. Integrated analysis highlighted the interplay between structural gene down-regulation and metabolic shifts, underscoring the adaptive responses to cellular stress in Rett neurons.<h4>Conclusion</h4>The present findings provide valuable insights into the molecular and metabolic landscape of Rett syndrome, emphasizing the importance of combining omic data to enlighten the molecular pathophysiology of this syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39804933",
    "pmid": "39804933",
    "doi": "10.1177/03000605241310158",
    "title": "Steatotic liver disease diagnosed in a 24-year-old woman with Rett syndrome: a case report.",
    "abstract": "Rett syndrome (RTT) is a neurodevelopmental disorder caused by mutations in the <i>MECP2</i> gene, potentially disrupting lipid metabolism and leading to dyslipidemia (DLD) and steatotic liver disease (SLD). Although SLD has been described in RTT mouse models, it remains undocumented in humans. We herein describe a 24-year-old woman with RTT who was evaluated for abnormal liver enzymes. Imaging revealed hepatic steatosis, and transient elastography showed a controlled attenuation parameter of 342 dB/m and stiffness of 7.1 kPa. Laboratory investigations excluded secondary causes, including insulin resistance, metabolic syndrome, alcohol use, and new medications. Her Homeostatic Model Assessment for Insulin Resistance score was 1.8, her hemoglobin A1c concentration was 4.8%, and her lipid profile showed elevated triglycerides and low-density lipoprotein, consistent with DLD. Liver biopsy confirmed SLD. This case supports the hypothesis that <i>MECP2</i> mutations in RTT disrupt lipid metabolism through a unique pathophysiologic mechanism, increasing the risk of DLD and SLD independently of traditional metabolic syndrome factors. It highlights the importance of early screening for liver disease in patients with RTT, despite their young age, to prevent complications. Additionally, it validates <i>MECP2</i>-null mouse models as reliable tools for investigating future therapeutic strategies in RTT.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39544232",
    "pmid": "39544232",
    "doi": "10.3389/fendo.2024.1477227",
    "title": "Endocrine disorders in Rett syndrome: a systematic review of the literature.",
    "abstract": "<h4>Background</h4>Rett syndrome (RTT) is an X-linked progressive neurodevelopmental disorder that involves mainly girls and is the second most frequent cause of genetic intellectual disability. RTT leads to neurological regression between 6 and 18 months of life and could be associated with a variable neurological impairment. However, RTT affects not only neurological function but also wide aspects of non-neurological organs. Recent data showed that the endocrine system is often involved in RTT patients, including disorders of growth, bone health, thyroid, puberty onset, and weight abnormalities However, systematic data on endocrinopathies in RTT are scarce and limited.<h4>Objective</h4>This review aims to analyze the prevalence and type of endocrine comorbidities in RTT population, to allow a precocious diagnosis and appropriate endocrinological management.<h4>Methods</h4>Systematic research was carried out from January 2000 to March 2024 through MEDLINE via PubMed, Scopus, and the Cochrane Library.<h4>Results</h4>After the selection phase, a total of 22 studies (1090 screened) met the inclusion criteria and were reported in the present review. Five studies were observational-retrospective, four were cross-sectional and case report or series, three were survey, prospective, and case-control, and finally one study for descriptive-transversal and longitudinal population-based study. The sample population consisted of multiethnic groups or single ethnic groups. The main endocrinopathies reported were malnutrition, bone alterations, and alterations of puberty onset.<h4>Conclusions</h4>Our analysis shows that endocrinopathies are not rare in RTT patients. Therefore, in the context of a multidisciplinary approach, accurate screening and monitoring for endocrinopathies should be recommended in all RTT patients, to improve clinical practice, healthcare management, and, finally, patients' quality of life.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39331775",
    "pmid": "39331775",
    "doi": "",
    "title": "[Rett syndrome: from pathophysiology to developments in treatment].",
    "abstract": "Rett Syndrome (RTT) is a neurodevelopment disorder which primarily affects females and is caused by pathogenic variants in the MECP2 gene. The disease has a characteristic developmental regression resulting in impairment of expressive language, hand skills, and ambulation that is accompanied by hand stereotypies. The goal of this article it to provide an overview of the diagnosis, natural history, and treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39395401",
    "pmid": "39395401",
    "doi": "10.1016/j.medj.2024.07.028",
    "title": "Trofinetide treatment for Rett syndrome: Lessons to learn.",
    "abstract": "The US FDA approval of trofinetide as the first pharmacological treatment to improve Rett syndrome's symptomatology marks a significant milestone with broad implications for various disorders. The LILAC trials demonstrate long-term safety and efficacy of trofinetide.<sup>1</sup><sup>,</sup><sup>2</sup> While further research is needed to fully resolve the condition, insights from trofinetide trials can inform strategies for future treatments and trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR920342",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4838873/v1",
    "title": "Ghrelin ameliorates cognitive deficits and restores dopamine responses to external stimuli in the PFC via D1 receptor signaling in Mecp2 KO mice, a mouse model for Rett syndrome",
    "abstract": "<title>Abstract</title>  <p>Rett syndrome is an X-linked neurodevelopmental disorder characterized by cognitive impairments along with sensory and motor deficits. Ghrelin is known to improve cognitive function in various animal models with cognitive deficits. Optimum activation of dopamine D1 receptor signaling in the prefrontal cortex (PFC) plays a critical role in cognitive performance. In this study, we investigated the effects of ghrelin on cognitive function and D1 receptor-mediated dopamine neurotransmission in the PFC of <italic>Mecp2</italic> knockout (KO) mice, a mouse model for Rett syndrome. In the modified novel object recognition test, cognitive function was impaired in <italic>Mecp2</italic> KO mice, and ghrelin injection (8.6 µg/mouse, s.c.) improved the cognition of objects and investigatory behaviors. In <italic>in vivo</italic> microdialysis studies, external stimuli such as saline injection and novelty induced increases in dopamine levels in the PFC of wild-type mice, and the dopamine release was bidirectionally regulated by D1 receptors. In the PFC of <italic>Mecp2</italic> KO mice, the dopamine responses to external stimuli were attenuated and the dopamine reuptake system was upregulated. Pharmacological analyses revealed that the ability of D1 receptor signaling to inhibit dopamine release would be upregulated and/or its ability to stimulate dopamine release would be downregulated in <italic>Mecp2</italic> KO mice. Ghrelin injection restored dopamine responses to external stimuli by adjusting the altered function of D1 receptor signaling. These results suggest that the ability of ghrelin to restore dopamine neurotransmission via D1 receptor-mediated mechanisms likely contributes to its therapeutic effects on cognitive deficits in <italic>Mecp2</italic> KO mice.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39838601",
    "pmid": "39838601",
    "doi": "10.1002/acn3.52269",
    "title": "Comprehensive assessment reveals numerous clinical and neurophysiological differences between MECP2-allelic disorders.",
    "abstract": "<h4>Objective</h4>Rett syndrome (RTT) and MECP2 duplication syndrome (MDS) result from under- and overexpression of MECP2, respectively. Preclinical studies using genetic-based treatment showed robust phenotype recovery for both MDS and RTT. However, there is a risk of converting MDS to RTT, or vice versa, if accurate MeCP2 levels are not achieved. The aim of this study was to identify biomarkers distinguishing RTT from MDS.<h4>Materials and methods</h4>We prospectively enrolled 11 MDS and 6 male RTT like (MRL) individuals for a panel of clinical and neurophysiological assessments over two visits, 8-10 months apart.<h4>Results</h4>We identified numerous clinical and physiological features as promising biomarkers. MRL individuals exhibited large amplitude whole body tremor, midline stereotypies (vs. hand flapping at sides in MDS), earlier neuromotor regression, and earlier onset but less commonly refractory epilepsy. In the neurophysiological domain, we observed several marked differences in sleep physiology between MDS/MRL and typically developing (TD) individuals including reduced sleeping time, increased delta power during rapid eye movement (REM) sleep, decreased occipital alpha and increased brain-wide delta power during wakefulness, and reduced spindle density and duration. MRL individuals also had much lower delta power during NREM 2 and 3 stages than the TD group. We found differences in spindle duration in the temporal lobes and spindle amplitude in the frontal lobes between MDS and MRL.<h4>Discussion</h4>Our study revealed distinct clinical features of MDS and MRL that can be monitored during a clinical trial and may serve as target engagement, disease progression, or safety biomarkers for interventional studies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39476560",
    "pmid": "39476560",
    "doi": "10.1016/j.pediatrneurol.2024.09.022",
    "title": "MECP2 Variants in Males: More Common than Previously Appreciated.",
    "abstract": "<h4>Background</h4>To assess the age and MECP2 variants of recently identified males and set the stage for further study of clinical features in males.<h4>Methods</h4>Genetic information on the specific MECP2 variant was acquired from the coordinator (K.F.) of the Parent Group for Males. Data were collected indicating whether these variants were de novo or transmitted from the mother and whether males who appeared to meet the diagnostic criteria for Rett syndrome had mosaicism for the MECP2 variant.<h4>Results</h4>Fifty-nine males were identified through the parent group. Their ages ranged from 2 to 28 years, with the median age being 7.0 years and the mean age being 10.8 years. Of these variants, 46 (78.0%) were de novo, nine (15.3%) were maternally inherited, and for four (6.8%) inheritance was not known. Eleven (18.6%) were mosaic, 10 with somatic mosaicism and one with Klinefelter syndrome (47XXY). Together with males reported previously from the US Natural History Study, the total group represents 85 males, of whom 27 are deceased.<h4>Conclusions</h4>These data on males with MECP2 variants are important to caregivers, physicians, and researchers to begin to characterize their historical and clinical features, improve diagnostic recognition and overall care, and accelerate access to therapeutic studies including gene replacement strategies. Equal access to such therapies for males is critical.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR904850",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4949811/v1",
    "title": "The emerging face of FOXG1 Syndrome: a rare, genetically defined neurodevelopmental disorder coming of age in the genomics era.",
    "abstract": "<title>Abstract</title>  <p><bold>Background and Objectives</bold> FOXG1 Syndrome was first identified in 2005 and has been closely associated with Rett Syndrome. However, with access to genetic testing an increasing number of patients have been identified that do not fulfill Rett Syndrome clinical criteria. Utilizing genetic surveys of large, severe neurodevelopmental disease (NDD) cohorts, we provide the first prevalence estimates of FOXG1 Syndrome independent of Rett Syndrome clinical criteria. <bold>Methods</bold> We performed a systematic review and meta-analysis of studies conducting extensive genetic testing on cohorts of severe neurodevelopmental patients within the last ten years. Fourteen studies were included, after exclusion of outliers biased for FOXG1 patients, providing analysis of over 36,000 severe neurodevelopmental disease pediatric patients in total. <bold>Results</bold> FOXG1 patients accounted for 0.20% [95% CI: 0.15–0.25%] of severe NDD pediatric patients. MECP2 and CDKL5 patients accounted for 0.54% [95% CI: 0.47–0.62%] and 0.35% [95% CI: 0.29–0.41%], respectively. This results in an estimated prevalence of 0.6–2.2 FOXG1 patients per 100,000 children or ~ 430–1600 patients in the United States. The estimated prevalence of CDLK5 patients was 2.1–7.7 cases per 100,000 female children, and the estimated prevalence of MECP2 patients was 3.2–11.9 cases per 100,000 female children. <bold>Conclusions</bold> Estimated prevalence of MECP2-driven severe NDD was comparable to estimates based on Rett Syndrome clinical criteria. Similarly, CDKL5-driven NDD were also comparable to an earlier study. However, prevalence estimates for FOXG1-associated severe NDD were ~ 10 times higher than expected if limited to reports based on Rett Syndrome clinical criteria. This data further supports that both FOXG1 Syndrome and CDKL5 deficiency represent distinct and sizable patient populations as compared to MECP2-associated Rett Syndrome. These findings have immediate implications for improved diagnosis of these patients and highlight the benefits of genetic testing in identifying them.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39766837",
    "pmid": "39766837",
    "doi": "10.3390/genes15121570",
    "title": "The Newborn Screening Programme Revisited: An Expert Opinion on the Challenges of Rett Syndrome.",
    "abstract": "Genomic sequencing has the potential to revolutionise newborn screening (NBS) programmes. In 2024, Genomics England began to recruit for the Generation Study (GS), which uses whole genome sequencing (WGS) to detect genetic changes in 500 genes in more than 200 rare conditions. Ultimately, its purpose is to facilitate the earlier identification of rare conditions and thereby improve health-related outcomes for individuals. The adoption of rare conditions into the GS was guided by four criteria: (1) the gene causing the condition can be reliably detected; (2) if undiagnosed, the rare condition would have a serious impact; (3) early or presymptomatic testing would substantially improve outcomes; and (4) interventions for conditions screened are accessible to all. Rett syndrome (RTT, OMIM 312750), a paediatric neurodevelopment disorder, was not included in the list of rare conditions in the GS. In this opinion article, we revisit the GS and discuss RTT from the perspective of these four criteria. We begin with an introduction to the GS and then summarise key points about the four principles, presenting challenges and opportunities for individuals with RTT. We provide insight into how data could be collected during the presymptomatic phase, which could facilitate early diagnosis and improve our understanding of the prodromal stage of RTT. Although many features of RTT present a departure from criteria adopted by the GS, advances in RTT research, combined with advocacy from parent-based organisations, could facilitate its entry into future newborn screening programmes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR937415",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5290736/v1",
    "title": "Evaluation of social preference, anxiety, cortisol, and chemically-induced hyperlocomotion in mecp2 null-mutant zebrafish",
    "abstract": "<title>Abstract</title>  <p><bold>Background</bold>: Methyl CpG binding protein 2 (MECP2) is vital for neuronal function as it is an essential global modulator of transcription, and mutations in <italic>MECP2</italic> are the most common cause of Rett syndrome, an X-linked neurodevelopmental disorder. Patients diagnosed with Rett syndrome have increased risk for epilepsy as well as problems with anxiety and social communication. Using the zebrafish <italic>mecp2</italic><sup><italic>Q63X</italic></sup> line, <italic>this study aimed to increase our understanding of the role of mecp2 in regulation of seizures and general locomotion, ontogeny of social behaviour, and adult socialization and anxiety behaviour. </italic>To determine responses of <italic>mecp2</italic><sup>-/-</sup> zebrafish to a stimulating convulsant, general locomotor activity was measured at 5 days post-fertilization (dpf) in sibling <italic>mecp2</italic><sup>+/+</sup>, <italic>mecp2</italic><sup>+/-</sup>, and <italic>mecp2</italic><sup>-/-</sup> fish after treatment with a GABA<sub>A</sub> receptor antagonist pentylenetetrazol (PTZ) at varying concentrations. Responses to social stimulus were investigated in larval (21 dpf) and adult <italic>mecp2</italic><sup>-/-</sup> and <italic>mecp2</italic><sup>+/+</sup> fish. Anxiety responses to a novel tank and whole-body cortisol levels were also measured in adult <italic>mecp2</italic><sup>-/-</sup> and control <italic>mecp2</italic><sup>+/+</sup> zebrafish. <bold>Results</bold>: The behavioural tests showed that <italic>mecp2</italic><sup>-/-</sup> zebrafish displayed hypolocomotion at the larval stage, along with increased freezing time and thigmotaxis, and higher whole-body cortisol levels in adulthood. However, lack of functional Mecp2<italic> </italic>did not change the hyper-locomotion response to PTZ at 5 dpf or affect the social preference for visual social stimulus at 21 dpf and in adulthood. <bold>Conclusions:</bold> Functional <italic>mecp2</italic> modulated larval locomotion and behavioural anxiety at different ages and adult cortisol levels, but lacking <italic>mecp2</italic> did not alter adult locomotion or socialization, and developmental sociability and PTZ-induced hyperlocomotion in zebrafish. Given the variability reported in humans and rodent <italic>Mecp2</italic> models, studies using zebrafish can explore vital elements of MECP2’s role across development and improve our understanding of neural mechanisms underlying neurodevelopmental disorders.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39117159",
    "pmid": "39117159",
    "doi": "10.1016/j.resp.2024.104314",
    "title": "Effect of positive allosteric modulation and orthosteric agonism of dopamine D2-like receptors on respiration in mouse models of Rett syndrome.",
    "abstract": "Rett syndrome (RTT) is an autism spectrum disorder caused by loss-of-function mutations in the methyl-CPG-binding protein 2 (Mecp2) gene. Frequent apneas and irregular breathing are prevalent in RTT, and also occur in rodent models of the disorder, including Mecp2<sup>Bird</sup> and Mecp2<sup>R168X</sup> mice. Sarizotan, a serotonin 5-HT1a and dopamine D2-like receptor agonist, reduces the incidence of apneas and irregular breathing in mouse models of RTT (Abdala et al., 2014). Targeting the 5HT1a receptor alone also improves respiration in RTT mice (Levitt et al., 2013). However, the contribution of D2-like receptors in correcting these respiratory disturbances remains untested. PAOPA, a dopamine D2-like receptor positive allosteric modulator, and quinpirole, a dopamine D2-like receptor orthosteric agonist, were used in conjunction with whole-body plethysmography to evaluate whether activation of D2-like receptors is sufficient to improve breathing disturbances in female heterozygous Mecp2<sup>Bird/+</sup> and Mecp2<sup>R168X/+</sup> mice. PAOPA did not significantly change apnea incidence or irregularity score in RTT mice. PAOPA also had no effect on the ventilatory response to hypercapnia (7 % CO<sub>2</sub>). In contrast, quinpirole reduced apnea incidence and irregularity scores and improved the hypercapnic ventilatory response in Mecp2<sup>R168X/+</sup> and Mecp2<sup>Bird/+</sup> mice, while also reducing respiratory rate. These results suggest that D2-like receptors could contribute to the positive effects of sarizotan in the correction of respiratory abnormalities in Rett syndrome. However, positive allosteric modulation of D2-like receptors alone was not sufficient to evoke these effects.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39945871",
    "pmid": "39945871",
    "doi": "10.1007/s11011-025-01546-5",
    "title": "A novel approach to metabolic profiling in case models of MECP2-related disorders.",
    "abstract": "Genetic abnormalities of the MECP2 gene cause several conditions grouped under the umbrella term of MECP2-related disorders and characterized by a variety of phenotypes. We applied a functional approach to identify metabolic profiles in two patients with Rett syndrome (RTT) and one patient with MECP2 duplication syndrome (MRXSL). Such an approach is based on the Phenotype Mammalian Microarray (PM-M) technology, which is designed to assess the cellular production of energy in the presence of different compounds generating distinct metabolic environments. The findings in the three case models were compared versus 50 controls. Although the small number of samples prevented most results from reaching significant p-values when adjusted with the Benjamini-Hochberg correction, some interesting trends emerged. Some compounds indicated metabolic trends shared by the two conditions, like increased energy production in the presence of energy sources such as pectin, adenosine, and pyruvic acid, or decreased metabolic response to certain hormones. Other compounds showed opposite trends for the two disorders, like interleukin-1 beta (IL-1 beta), which caused decreased energy production in the RTT group but increased energy production in the patient with MRXSL. The response to IL-1 beta also offers valuable insights into the pathogenic mechanism and potential therapeutic approaches. The metabolic profiling of MECP2-related disorders bears a remarkable translational potential since it may be helpful to investigate the molecular abnormalities underlying the phenotypical variety in this spectrum of conditions, develop biomarkers for the identification of ideal candidates for treatments like the recently approved trofenatide, and identify potential targets for the development of novel therapeutic approaches.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39848012",
    "pmid": "39848012",
    "doi": "10.1016/j.eplepsyres.2025.107512",
    "title": "Effects of MeCP2 on chronic seizures and cognitive function in mice with temporal lobe epilepsy.",
    "abstract": "Mutations in methyl CpG binding protein 2 (MeCP2) are linked to Rett syndrome, in which epilepsy is one of the most well-described disorders. However, little is known about the specific role of MeCP2 during epileptogenesis. Our previous study has demonstrated that MeCP2 has a unique control on the development of mossy fiber sprouting (MFS) in the epileptic hippocampus. This study aimed to (1) examine whether MeCP2 affects spontaneous recurrent seizures (SRSs) and cognitive deficits in mice with pilocarpine-induced epilepsy, and (2) profile MeCP2's downstream molecular events. In the dentate gyrus (DG), we found that over-expression or suppression of MeCP2 significantly reduced or increased the frequency, duration, and number of stage 5 seizures of SRSs during the chronic stage after the SE. Over-expression of MeCP2 improved cognitive deficits in TLE mice, while exacerbated cognitive performances were observed following MeCP2 knockdown. Chromatin immunoprecipitation sequencing (ChIP-seq) and RNA-sequence analyses revealed that MeCP2-targeted genes have far‑reaching impacts on the pathophysiological events during epileptogenesis, including neuron differentiation, neurogenesis, axon guidance, and so on.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR893833",
    "pmid": "",
    "doi": "10.1101/2024.08.10.607464",
    "title": "Early differential impact of MeCP2 mutations on functional networks in Rett syndrome patient-derived human cerebral organoids",
    "abstract": "<h4>Summary</h4> Human cerebral organoids derived from induced pluripotent stem cells can recapture early developmental processes and reveal changes involving neurodevelopmental disorders. Mutations in the X-linked methyl-CpG binding protein 2 (MECP2) gene are associated with Rett syndrome, and disease severity varies depending on the location and type of mutation. Here, we focused on neuronal activity in Rett syndrome patient-derived organoids, analyzing two types of MeCP2 mutations – a missense mutation (R306C) and a truncating mutation (V247X) - using calcium imaging with three-photon microscopy. Compared to isogenic controls, we found abnormal neuronal activity in Rett organoids and altered network function based on graph theoretic analyses, with V247X mutations impacting functional responses and connectivity more severely than R306C mutations. These changes paralleled EEG data obtained from patients with comparable mutations. Labeling DLX promoter-driven inhibitory neurons demonstrated differences in activity and functional connectivity of inhibitory and excitatory neurons in the two types of mutation. Transcriptomic analyses revealed HDAC2-associated impairment in R306C organoids and decreased GABA A receptor expression in excitatory neurons in V247X organoids. These findings demonstrate mutation-specific mechanisms of vulnerability in Rett syndrome and suggest targeted strategies for their treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39258941",
    "pmid": "39258941",
    "doi": "10.1021/jasms.4c00187",
    "title": "Integrating DIA Single-Cell Proteomics Data with the DiagnoMass Proteomic Hub for Biological Insights.",
    "abstract": "Single-cell proteomics has emerged as a powerful technology for unraveling the complexities of cellular heterogeneity, enabling insights into individual cell functions and pathologies. One of the primary challenges in single-cell proteomics is data generation, where low mass spectral signals often preclude the triggering of MS2 events. This challenge is addressed by Data Independent Acquisition (DIA), a data acquisition strategy that does not depend on peptide ion isotopic signatures to generate an MS2 event. In this study, we present data generated from the integration of DIA single-cell proteomics with a version of the DiagnoMass Proteomic Hub that was adapted to handle DIA data. DiagnoMass employs a hierarchical clustering methodology that enables the identification of tandem mass spectral clusters that are discriminative of biological conditions, thereby reducing the reliance on search engine biases for identifications. Nevertheless, a search engine (in this work, DIA-NN) can be integrated with DiagnoMass for spectral annotation. We used single-cell proteomic data from iPSC-derived neuroprogenitor cell cultures as a test study of this integrated approach. We were able to differentiate between control and Rett Syndrome patient cells to discern the proteomic variances potentially contributing to the disease's pathology. Our research confirms that the DiagnoMass-DIA synergy significantly enhances the identification of discriminative proteomic signatures, highlighting critical biological variations such as the presence of unique spectra that could be related to Rett Syndrome pathology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39014240",
    "pmid": "39014240",
    "doi": "10.1038/s41390-024-03254-9",
    "title": "Repetitive active and passive cognitive stimulations induce EEG changes in patients with Rett syndrome.",
    "abstract": "<h4>Background</h4>Despite being considered a rare disease, Rett syndrome is a leading cause of profound cognitive impairment in females. This study explores game-based cognitive stimulation to enhance attention during learning tasks, offering an alternative treatment perspective.<h4>Methods</h4>Fifteen diagnosed Rett syndrome girls participated in four 24-minute sessions, including a 5-minute initial resting state recording. Primary indicators for analysis included relative power and spectral entropy.<h4>Results</h4>Significant findings indicated variations among conditions (resting state, active task, passive task) in response to stimulation. Notably, over four days, evolution occurred, characterized by decreasing delta power and increasing theta and beta power. Topographic maps confirmed these shifts, highlighting affected brain areas. Linear regression emphasized the most significant impact on the first day, with subsequent shifts towards higher frequencies, particularly during the resting state. By the fourth day, resting-state patterns resembled those during cognitive activities.<h4>Conclusion</h4>Findings suggest cognitive stimulation induces substantial EEG spectral changes, potentially linked to cognitive enhancements in Rett syndrome. The shift towards higher frequency bands and increased spectral entropy align with enhanced brain activation during cognitive sessions, underscoring the potential of cognitive stimulation therapies and calling for further research to optimize abilities in individuals with Rett syndrome.<h4>Impact</h4>Game-based cognitive stimulation induces substantial EEG changes in individuals with Rett syndrome, enhancing cognitive functions, notably attention during learning. This study conducts a distinctive examination, assessing the habituation paradigm through the combination of game-based cognitive stimulation and learning, providing valuable insights into enhancing attention in Rett syndrome. Impacting understanding of cognitive processes in Rett syndrome, this research reveals significant EEG variations during tasks, emphasizing the potential of cognitive stimulation for attention enhancement and the need for further research in tailored interventions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39641900",
    "pmid": "39641900",
    "doi": "10.1007/s11910-024-01394-3",
    "title": "Drug Treatments for Neurodevelopmental Disorders: Targeting Signaling Pathways and Homeostasis.",
    "abstract": "<h4>Purpose of the review</h4>Preclinical and clinical evidence support the notion that neurodevelopmental disorders (NDDs) are synaptic disorders, characterized by excitatory-inhibitory imbalance. Despite this, NDD drug development programs targeting glutamate or gamma-aminobutyric acid (GABA) receptors have been largely unsuccessful. Nonetheless, recent drug trials in Rett syndrome (RTT), fragile X syndrome (FXS), and other NDDs targeting other mechanisms have met their endpoints. The purpose of this review is to identify the basis of these successful studies.<h4>Recent findings</h4>Despite increasing evidence of disruption in synaptic homeostasis, most genetic variants associated with NDDs implicate proteins involved in cell regulation and not in neurotransmission. Metabolic processes, in particular mitochondrial function, appear to play a role in NDD pathophysiology. NDDs are also characterized by distinctive cell signaling abnormalities, which link cellular and synaptic homeostasis. Recent successful trials in NDDs, including those of trofinetide, the first drug specifically approved for one of these disorders (i.e., RTT), implicate the targeting of downstream processes (i.e., signaling pathways) rather than neurotransmitter receptors. Recent positive drug studies in NDDs and their underlying mechanisms, in conjunction with new knowledge on the pathophysiology of these disorders, support the concept that targeting signaling and cellular and synaptic homeostasis may be a preferred approach for ameliorating synaptic abnormalities in many NDDs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39455915",
    "pmid": "39455915",
    "doi": "10.1186/s11689-024-09575-4",
    "title": "Associations between genotype, phenotype and behaviours measured by the Rett syndrome behaviour questionnaire in Rett syndrome.",
    "abstract": "<h4>Introduction</h4>Rett syndrome (RTT) is a rare neurodevelopmental disorder with developmental impairments, comorbidities, and abnormal behaviours such as hand stereotypies and emotional features. The Rett Syndrome Behaviour Questionnaire (RSBQ) was developed to describe the behavioural and emotional features of RTT. Little is known how RSBQ scores are associated with genetic and clinical characteristics in RTT. This study investigated relationships between genotype, age, walking, hand function, sleep, and RSBQ total and subscale scores in RTT.<h4>Methods</h4>This is a cross-sectional analysis of data collected in the Australian Rett Syndrome Database and the International Rett Syndrome Phenotype Database. Parent caregivers completed the RSBQ and Sleep Disturbance Scale for Children [subscales for disorders of initiating and maintaining sleep (DIMS), disorders of excessive somnolence (DOES)], and provided information on age, variant type, functional abilities (mobility, hand function), seizure frequency and gastrointestinal problems. Associations between the RSBQ scores and the independent variables were modelled using linear regression.<h4>Results</h4>Data were available for 365 individuals with RTT [median (range) age 17.8 (2.9-51.9) years, 2 males]. Compared to adults, 2- to 12-year-old children had higher mean Total, Night-time Behaviour and Fear/Anxiety scores. Compared to individuals with a C-terminal deletion, individuals with the p.Arg255* variant had higher mean Total and Night-time Behaviours scores, whereas the p.Arg294* variant had higher mean Mood scores. Individuals with intermediate mobility and hand function abilities had a higher mean Total score. Total RSBQ and subscale scores were similar across categories for seizures, constipation, and reflux, but were higher with abnormal DIMS and abnormal DOES scores.<h4>Conclusion</h4>Except for associations with sleep, the RSBQ measures the behavioural phenotype rather than clinical severity in RTT, as traditionally conceptualised in terms of functional abilities and comorbidities. When designing clinical trials, the RSBQ needs to be complemented by other outcome measures to assess specific core functions and associated comorbidities in RTT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39457485",
    "pmid": "39457485",
    "doi": "10.3390/biomedicines12102172",
    "title": "Comprehensive High-Depth Proteomic Analysis of Plasma Extracellular Vesicles Containing Preparations in Rett Syndrome.",
    "abstract": "<b>Backgroud:</b> Rett syndrome is a neurodevelopmental disorder that affects 1 in 10,000 females. Various treatments have been explored; however, no effective treatments have been reported to date, except for trofinetide, a synthetic analog of glycine-proline-glutamic acid, which was approved by the FDA in 2023. Serological biomarkers that correlate with the disease status of RTT are needed to promote early diagnosis and to develop novel agents. <b>Methods:</b> In this study, we performed a high-depth proteomic analysis of extracellular vesicles containing preparations extracted from patient plasma samples to identify novel biomarkers. <b>Results:</b> We identified 33 upregulated and 17 downregulated candidate proteins among a total of 4273 proteins in RTT compared to the healthy controls. Among these, UBE3B was predominantly increased in patients with Rett syndrome and exhibited a strong correlation with the clinical severity score, indicating the severity of the disease. <b>Conclusions:</b> We demonstrated that the proteomics of high-depth extracellular vesicles containing preparations in rare diseases could be valuable in identifying new disease biomarkers and understanding their pathophysiology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39061009",
    "pmid": "39061009",
    "doi": "10.1186/s11689-024-09557-6",
    "title": "Characterizing the journey of Rett syndrome among females in the United States: a real-world evidence study using the Rett syndrome natural history study database.",
    "abstract": "<h4>Background</h4>With the advent of the first targeted therapy for Rett Syndrome (RTT), a comprehensive assessment of the journey of RTT is needed to elucidate on present unmet needs in this population. This study characterized females with RTT in the United States and their disease journey with respect to longitudinal treatment patterns, RTT-related outcomes, and changes in disease severity.<h4>Methods</h4>This retrospective cohort study used registry data of females with RTT from the 5211 RTT Natural History Study (RNHS) (November 2015-July 2021). Pharmacological and supportive therapy use, RTT-related outcomes, and RTT severity, as measured by the Clinical Severity Scale and Motor Behavioral Assessment scale, were evaluated following the first RNHS visit. Analyses were conducted overall and in subgroups by RTT type (classic and atypical RTT) and age at first visit (pediatric and adult).<h4>Results</h4>A total of 455 females with RTT were included in the study, of whom 90.5% had classic RTT and 79.8% were pediatric individuals. Over a median follow-up of 4 years, use of pharmacological therapies, including prokinetic agents (42.7% vs. 28.3%), and supportive therapies, including physical therapy (87.3% vs. 40.2%) and speech-language therapy (86.8% vs. 23.9%), were more common in pediatric than adult individuals (all p < 0.05). Nearly half (44.6%) of all individuals had a hospital or emergency room visit, with a higher proportion of visits in individuals with classic RTT than atypical RTT and pediatric than adult individuals (both p = 0.001). An increasing trend in clinical severity was observed in pediatric individuals (mean change per year: 0.24; 95% confidence interval [CI]: 0.03, 0.44), while an increasing trend in motor-behavioral dysfunction was observed in pediatric individuals (mean change per year: 1.12; 95% CI: 0.63, 1.60) and those with classic RTT (mean change per year: 0.97; 95% CI: 0.53, 1.41).<h4>Conclusions</h4>Findings from this study highlight the considerable burden of RTT across disease subtype and age. Despite reliance on supportive therapies and healthcare encounters, individuals with RTT experience increasing disease severity and motor-behavioral dysfunction in childhood and adolescence, underscoring the unmet needs of this population and the value of early intervention to manage RTT in the long-term.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39025065",
    "pmid": "39025065",
    "doi": "10.1016/j.medj.2024.06.007",
    "title": "Trofinetide for the treatment of Rett syndrome: Long-term safety and efficacy results of the 32-month, open-label LILAC-2 study.",
    "abstract": "<h4>Background</h4>Trofinetide was approved for the treatment of Rett syndrome (RTT) in patients aged ≥2 years based on the results of the 12-week, randomized, phase 3 LAVENDER study. In LILAC, a 40-week, open-label extension study of LAVENDER, trofinetide continued to improve the symptoms of RTT, with a similar safety profile as LAVENDER. Here, we report long-term safety and efficacy results of LILAC-2, a 32-month, open-label extension study.<h4>Methods</h4>Females aged 5-22 years who completed LILAC were eligible to enter LILAC-2. Safety and tolerability were assessed with the incidence of adverse events (AEs). Efficacy was assessed with Rett Syndrome Behaviour Questionnaire (RSBQ) and Clinical Global Impression-Improvement (CGI-I) scores. Caregiver interviews explored the patient's experience with RTT and the efficacy of trofinetide during study participation.<h4>Findings</h4>In total, 77 participants were enrolled in LILAC-2. The most common AEs were diarrhea (53.2%), COVID-19 (27.3%), and vomiting (19.5%). The mean (standard error [SE]) change in RSBQ score from LAVENDER baseline to week 104 of LILAC-2 was -11.8 (2.45). The mean (SE) CGI-I score from LILAC baseline to week 12 of LILAC-2 was 3.1 (0.10). Most caregivers (96%; n = 24/25) were satisfied or very satisfied with the benefits of trofinetide.<h4>Conclusions</h4>Long-term treatment with trofinetide continued to improve RTT symptoms, without new safety concerns. Caregivers reported satisfaction with trofinetide related to improvements that were meaningful for their child and themselves.<h4>Funding</h4>The study was supported by Acadia Pharmaceuticals (San Diego, CA, USA). This study was registered at ClinicalTrials.gov: NCT04776746.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38960904",
    "pmid": "38960904",
    "doi": "10.1007/s00431-024-05668-3",
    "title": "Nutritional and gastrointestinal manifestations in Rett syndrome: long-term follow-up.",
    "abstract": "<h4>Purpose</h4>Rett syndrome is a rare neurodevelopmental disorder associated with methyl CpG binding protein 2 (MECP2) gene mutations. We aimed to characterize the long-term nutritional and gastrointestinal course of Rett syndrome in a large national patient population.<h4>Methods</h4>We conducted a retrospective cohort study of patients followed during 1991-2021 at a national center for Rett syndrome. The data retrieved included clinical features, laboratory and genetic analyses. Continuous anthropometric measurements were calculated for the closest visit to the median ages: 2.5, 7.5, 12.5 and 17.5 years. Kaplan Meier curves were used to describe the appearance of clinical manifestations during the follow up period. Generalized estimating equation models were used to compare repeated measurements.<h4>Results</h4>Included were 141 patients (139 females), the median age at the first visit was 3.2 years (interquartile range [IQR] 2.3-5.7), and the median length of follow-up was 94.5 months (IQR 28.6-153.3). Mean weight, height and BMI Z-scores were -1.09, -1.03 and -0.56, respectively, at median age 2.5 years; and deteriorated to -3.95, -3.01 and -1.19, respectively, at median age 17.5 years (P < 0.001). Gastrointestinal features included constipation (47.5%, 67/141) and chewing/feeding difficulties (20%, 28/141) at presentation; and an additional 47 (33.3%) and 24 (17.0%), respectively, during follow up. Twenty-eight patients (20%) developed aerophagia and 44 (31.2%) gastroesophageal reflux. No relation was found between genetic mutation types and clinical manifestations. GI manifestations were more prevalent in patients with typical form of Rett syndrome.<h4>Conclusions</h4>Anthropometric parameters were shown to deteriorate with age, regardless of the specific genetic mutation. Chewing/feeding difficulties, constipation and gastroesophageal reflux are common in Rett patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38917793",
    "pmid": "38917793",
    "doi": "10.1016/j.medj.2024.05.018",
    "title": "Trofinetide for the treatment of Rett syndrome: Results from the open-label extension LILAC study.",
    "abstract": "<h4>Background</h4>Trofinetide was approved for the treatment of Rett syndrome based on the results of the phase 3, randomized, placebo-controlled, 12-week LAVENDER study. Rett syndrome is a chronic disorder requiring long-term treatment. We report the efficacy and safety results of LILAC, a 40-week, open-label extension study of LAVENDER.<h4>Methods</h4>Females with Rett syndrome aged 5-21 years received open-label treatment with trofinetide for 40 weeks. The primary endpoint was long-term safety of trofinetide; secondary endpoints included the change from baseline at week 40 in the Rett Syndrome Behaviour Questionnaire score and the Clinical Global Impression-Improvement score at week 40.<h4>Findings</h4>Overall, 154 participants were enrolled and treated with trofinetide in LILAC. The most common adverse events in LILAC were diarrhea (74.7%), vomiting (28.6%), and COVID-19 (11.0%). Diarrhea was the most common adverse event leading to treatment withdrawal (21.4%). The Rett Syndrome Behaviour Questionnaire mean score (standard error) improvement from the LAVENDER baseline to week 40 in LILAC was -7.3 (1.62) and -7.0 (1.61) for participants treated with trofinetide and placebo in LAVENDER, respectively. Mean Clinical Global Impression-Improvement scores (standard error) at week 40 rated from the LILAC baseline were 3.1 (0.11) and 3.2 (0.14) for participants treated with trofinetide and placebo in LAVENDER, respectively.<h4>Conclusions</h4>Treatment with trofinetide for ≤40 weeks continued to improve symptoms of Rett syndrome. Trofinetide had a similar safety profile in LILAC as in LAVENDER.<h4>Funding</h4>The study was supported by Acadia Pharmaceuticals Inc. (San Diego, CA, USA). This trial was registered at ClinicalTrials.gov (NCT04279314).",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39525048",
    "pmid": "39525048",
    "doi": "10.2147/dddt.s383133",
    "title": "Profile of Trofinetide in the Treatment of Rett Syndrome: Design, Development and Potential Place in Therapy.",
    "abstract": "Trofinetide is a first-in-class pharmacological treatment proposed for patients with Rett Syndrome. It is a long half-life derivative of glycine-proline-glutamate, the tripeptide normally excided from Insulin-like Growth Factor 1 upon degradation. Due to containing glutamate and glycine in its structure, trofinetide is thought to act through NMDA receptor modulation, thus providing a normalization of neuronal activity and survival. Trofinetide was tested in a series of short and long-term trials, showing good efficacy at improving scores on the Clinical Global Impression-Improvement scale and Rett Syndrome Behavior Questionnaire, with specific effect only on some subscales, ie General Mood subscale and Repetitive Face Movement subscale. No effects were documented on other subscales or on epilepsy, heart and bone -related symptoms. The main adverse effects of trofinetide, severe enough to determine discontinuation, include diarrhea, vomiting, and consequent weight loss. These may be scarcely avoidable, given the need to assume a very large amount of trofinetide per day. Other inherent limitations of use possibly regard the limited duration of drug supplies, as one bottle may last three days only, depending on weight, and the relatively high cost per bottle. Trofinetide has no direct competitors: single symptoms of the Rett Syndrome, for instance, seizures or aggressive behaviors, are currently treated with drugs that have been developed for patients without the Rett Syndrome. This leads to suboptimal efficacy and increased risk of adverse effects. The place in therapy of trofinetide is yet to be determined, based on the results of clinical trials, on its practical usability, and on the windows of opportunity for intervention. Moreover, trofinetide may be curative if given early enough during brain development, or merely symptomatic if given to young adults, and no data exist on this aspect. The place in therapy of trofinetide will require reassessment after competing treatments enter the market.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38997581",
    "pmid": "38997581",
    "doi": "10.1038/s41587-024-02313-0",
    "title": "Precise in vivo RNA base editing with a wobble-enhanced circular CLUSTER guide RNA.",
    "abstract": "Recruiting the endogenous editing enzyme adenosine deaminase acting on RNA (ADAR) with tailored guide RNAs for adenosine-to-inosine (A-to-I) RNA base editing is promising for safely manipulating genetic information at the RNA level. However, the precision and efficiency of editing are often compromised by bystander off-target editing. Here, we find that in 5'-UAN triplets, which dominate bystander editing, G•U wobble base pairs effectively mitigate off-target events while maintaining high on-target efficiency. This strategy is universally applicable to existing A-to-I RNA base-editing systems and complements other suppression methods such as G•A mismatches and uridine (U) depletion. Combining wobble base pairing with a circularized format of the CLUSTER approach achieves highly precise and efficient editing (up to 87%) of a disease-relevant mutation in the Mecp2 transcript in cell culture. Virus-mediated delivery of the guide RNA alone realizes functional MeCP2 protein restoration in the central nervous system of a murine Rett syndrome model with editing yields of up to 19% and excellent bystander control in vivo.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39663760",
    "pmid": "39663760",
    "doi": "10.1021/acschemneuro.4c00725",
    "title": "Discovery of Dual Targeting GSK-3β/HIV-1 Reverse Transcriptase Inhibitors as Neuroprotective Antiviral Agents.",
    "abstract": "Glycogen synthase kinase-3 beta (GSK-3β or GSK-3B) is a serine-threonine kinase involved in various pathways and cellular processes. Alteration in GSK-3β activity is associated with several neurological diseases including Alzheimer's disease (AD), bipolar disorder, and rare diseases like Rett syndrome. GSK-3β is also implicated in HIV-associated dementia (HAD), as it is upregulated in HIV-1-infected cells and plays a role in neuronal dysfunction. Therefore, a small molecule that can inhibit both GSK-3β and HIV-1 reverse transcriptase could offer neuroprotective therapy for patients suffering from HIV-1. Despite this, there are no known GSK-3β inhibitors currently approved, thus prompting us to screen our panel of various antiviral compounds against this kinase to better understand its structure-activity relationship. We show for the first time that the approved drugs, etravirine and rilpivirine, possess GSK-3β activity (IC<sub>50</sub> 619 nM and 502 nM, respectively). We have also identified 3 lead molecules exhibiting IC<sub>50</sub> < 1 μM (11726169, 12326205, and 12326207), with compound 11726169 being the most potent in vitro GSK-3β inhibitor (IC<sub>50</sub> = 12.1 nM). We also describe the generation of machine learning models for GSK-3β inhibition and their validation with our data as an external test set and propose their use for the future optimization of such inhibitors.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39555711",
    "pmid": "39555711",
    "doi": "10.1002/ppul.27400",
    "title": "Long Term Ventilation in Pediatric Central Apnea: Etiologies and Therapeutic Approach over a Decade.",
    "abstract": "<h4>Objective</h4>This retrospective study aimed to analyze the clinical characteristics, ventilatory strategies, and effectiveness of ventilation in pediatric patients with central apneas treated at the Sleep Medicine and Long-Term Ventilation Unit of the Bambino Gesù Children's Hospital in Rome from 2012 to 2022.<h4>Methods</h4>Among all ventilated patients at our Center from January 2012 to December 2022, we retrospectively included children with a cAHI ≥ 1 events/h on baseline poly(somno)graphic study. Additional parameters assessed included the underlying disease, type of ventilation (non-invasive vs. invasive), age at ventilation onset, ventilation mode, and transcutaneous capnometry parameters. To assess the effectiveness of ventilation on central apneas, we compared the cAHI at baseline and on ventilation.<h4>Results</h4>Sixty-seven patients met the inclusion criteria for central apnea (cAHI > 1 events/h). Diagnoses included hypoxic-ischemic encephalopathy, 15 (22.4%); Ondine syndrome, 14 (20.9%); polymalformative syndrome, 10 (14.9%); Prader-Willi syndrome, 8 (11.9%); brain tumor, 6 (9.0%); Down syndrome, 4 (6.0%); ROHHAD syndrome, 2 (3.0%); other infrequent pathologies were, Arnold-Chiari II, primary central apnea, epilepsy, lisosomal diseases, hydrocephalus, myopathy, obesity, Rett Syndrome. Pressure-supported ventilation (PSV) was the most common mode used (45 out 67 patients, 67.2%), followed by pressure-controlled ventilation (PCV) (15 out 67 patients, 22.4%) and continuous positive airway pressure (CPAP) (7 out 67 patients, 10.4%). Statistically significant improvement (p < 0.05) in cAHI was observed in patients with polymalformative syndrome (3.5 vs. 0.3, p = 0.01), hypoxic-ischemic encephalopathy (3.1 vs. 0.1, p = < 0.01), and Prader-Willi syndrome (3.5 vs. 0.1, p = 0.03), while there was no significant improvementn in children with brain tumor (6.2 vs. 1.5, p = 0.21).<h4>Conclusion</h4>Central apneas are present in children with various underlying pathologies. Ventilatory strategies tailored to the specific diagnosis and severity of central apneas yield significant improvements in cAHI. PSV was the preferred ventilation mode in this study and there was notable effectiveness across different diagnostic categories. PCV was employed in most severe cases. CPAP was exclusively used in patients with predominantly obstructive sleep apneas.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR891705",
    "pmid": "",
    "doi": "10.1101/2024.08.06.606882",
    "title": "Altered activity of mPFC pyramidal neurons and parvalbumin-expressing interneurons during social interactions in a<i>Mecp2</i>mouse model for Rett syndrome",
    "abstract": "<h4>ABSTRACT</h4> Social memory impairments in Mecp2 knockout (KO) mice result from altered neuronal activity in the monosynaptic projection from the ventral hippocampus (vHIP) to the medial prefrontal cortex (mPFC). The hippocampal network is hyperactive in this model for Rett syndrome, and such atypically heightened neuronal activity propagates to the mPFC through this monosynaptic projection, resulting in altered mPFC network activity and social memory deficits. However, the underlying mechanism of cellular dysfunction within this projection between vHIP pyramidal neurons (PYR) and mPFC PYRs and parvalbumin interneurons (PV-IN) resulting in social memory impairments in Mecp2 KO mice has yet to be elucidated. We confirmed social memory (but not sociability ) deficits in Mecp2 KO mice using a new 4-chamber social memory arena, designed to minimize the impact of the tethering to optical fibers required for simultaneous in vivo fiber photometry of Ca 2+ -sensor signals during social interactions. mPFC PYRs of wildtype (WT) mice showed increases in Ca 2+ signal amplitude during explorations of a novel toy mouse and interactions with both familiar and novel mice, while PYRs of Mecp2 KO mice showed smaller Ca 2+ signals during interactions only with live mice. On the other hand, mPFC PV-INs of Mecp2 KO mice showed larger Ca 2+ signals during interactions with a familiar cage-mate compared to those signals in PYRs, a difference absent in the WT mice. These observations suggest atypically heightened inhibition and impaired excitation in the mPFC network of Mecp2 KO mice during social interactions, potentially driving their deficit in social memory.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR881866",
    "pmid": "",
    "doi": "10.20944/preprints202407.1181.v1",
    "title": "Clinical Features and Disease Progression in Older Individuals With Rett Syndrome",
    "abstract": "Although long-term survival in Rett syndrome (RTT) has been observed, limited information on older people with RTT exists. We hypothesized that increased longevity in RTT would be associated with genetic variants in MECP2 associated with milder severity, and that clinical features would not be static in older individuals. To address these hypotheses, we compared the distribution of MECP2 variants and clinical severity between younger individuals with Classic RTT (under 30 years old) and older individuals (over 30 years old). Contrary to expectation, enrichment of a severe MECP2 variant (R106W) was observed in the older cohort. Overall severity was not different between the cohorts, but specific clinical features varied between the cohorts. Overall severity from first to last visit increased in the younger cohort but not in the older cohort. While some specific clinical features in the older cohort were stable from the first to the last visit, others showed improvement or worsening. These data do not support the hypothesis that mild MECP2 variants or less overall severity leads to increased longevity in RTT but demonstrate that clinical features change with increasing age in adults with RTT. Additional work is needed to understand disease progression in adults with RTT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR879069",
    "pmid": "",
    "doi": "10.20944/preprints202407.0766.v1",
    "title": "Antibody Recognition to the Hyperglucosylated Adhesin Protein HMW1ct of Non Typeable <i>Haemophilus Influenzae</i> in Rett Syndrome",
    "abstract": "Rett syndrome (RTT) is an X-linked neurodevelopment disorder associated with the single monogenic mutation in methyl-CpG binding protein 2 (MeCP2) in up to 95% of cases. The growing number of genome-wide association studies and incomplete concordance for autoimmune diseases in monozygotic twins concur to support the involvement of environmental factors, like infectious agents or chemicals, in the breakdown of tolerance leading to autoimmunity. In fact, the coexistence of a perturbation of the immune system in RTT patients has been previously hypothesized. We herein explored the hypothesis that an autoimmune component derived from environmental bacterial infection of non typeable Haemophilus influenzae may coexist in RTT. At this purpose we screened sera from RTT syndrome patients, non-RTT pervasive developmental disorders patients and healthy controls with the hyperglucosylated adhesin protein HMW1ct(Glc) used as a precise antigen in ELISA in order to identify specific antibodies to N-glucosylation sites. Results showed that HMW1ct(Glc) is able to significantly discriminate antibodies among RTT sera and controls. Competitive ELISA confirmed the specific interaction between antibodies characteristic of RTT syndrome and the N-glucosylation motifs of the bacterial adhesin protein HMW1ct(Glc).",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39795538",
    "pmid": "39795538",
    "doi": "10.3390/diagnostics15010010",
    "title": "<i>MECP2</i> Duplication Syndrome: AI-Based Diagnosis, Severity Scale Development and Correlation with Clinical and Molecular Variables.",
    "abstract": "<b>Background</b>: <i>MECP2</i> duplication syndrome (MDS) (MIM#300260) is a rare X-linked neurodevelopmental disorder. This study aims to (1) develop a specific clinical severity scale, (2) explore its correlation with clinical and molecular variables, and (3) automate diagnosis using the Face2gene platform. <b>Methods</b>: A retrospective study was conducted on genetically confirmed MDS patients who were evaluated at a pediatric hospital between 2012 and 2024. Epidemiological, clinical, and molecular data were collected. A standardized clinical questionnaire was collaboratively developed with input from physicians and parents. Patient photographs were used to train Face2Gene. <b>Results</b>: Thirty-five patients (0-24 years, 30 males) were included. Key features in males comprised intellectual disability (100%), hypotonia (93%), autism spectrum disorder (77%) and developmental regression (52%). Recurrent respiratory infections (79%), dysphagia (73%), constipation (73%) and gastroesophageal reflux (57%) were common. Seizures occurred in 53%, with 33% being treatment-refractory. The Face2Gene algorithm was successfully trained to identify MDS. A specific clinical severity scale (MECPDup) was developed and validated, correlating with the MBA (a scale developed for Rett syndrome). The MECPDup score was significantly higher in males (<i>p</i> < 0.001) and those with early death (<i>p</i> = 0.003). It showed significant positive correlations with age (<i>p</i> < 0.001) and duplication size (<i>p</i> = 0.044). <b>Conclusions</b>: This study expands the understanding of MDS through comprehensive clinical and molecular insights. The integration of AI-based facial recognition technology and the development of the MECPDup severity scale hold promise for enhancing diagnostic accuracy, monitoring disease progression, and evaluating treatment responses in individuals affected by MDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38815782",
    "pmid": "38815782",
    "doi": "10.1016/j.abb.2024.110046",
    "title": "Biochemical and molecular determinants of the subclinical inflammatory mechanisms in Rett syndrome.",
    "abstract": "To date, Rett syndrome (RTT), a genetic disorder mainly caused by mutations in the X-linked MECP2 gene, is increasingly considered a broad-spectrum pathology, instead of just a neurodevelopmental disease, due to the multitude of peripheral co-morbidities and the compromised metabolic pathways, affecting the patients. The altered molecular processes include an impaired mitochondrial function, a perturbed redox homeostasis, a chronic subclinical inflammation and an improper cholesterol metabolism. The persistent subclinical inflammatory condition was first defined ten years ago, as a previously unrecognized feature of RTT, playing a role in the pathology progress and modulation of phenotypical severity. In light of this, the present work aims at reviewing the current knowledge on the chronic inflammatory status and the altered immune/inflammatory functions in RTT, as well as investigating the emerging mechanisms underlying this condition with a special focus on the latest findings about inflammasome system, autoimmunity responses and intestinal micro- and mycobiota. On these bases, although further research is needed, future therapeutic strategies able to re-establish an adequate immune/inflammatory response could represent potential approaches for RTT patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39300821",
    "pmid": "39300821",
    "doi": "10.1093/brain/awae291",
    "title": "Clinical-grade intranasal NGF fuels neurological and metabolic functions of Mecp2-deficient mice.",
    "abstract": "MECP2 deficiency causes a broad spectrum of neuropsychiatric disorders that can affect both genders. Rett syndrome is the most common and is characterized by an apparently normal growth period followed by a regression phase in which patients lose most of their previously acquired skills. After this dramatic period, various symptoms progressively appear, including severe intellectual disability, epilepsy, apraxia, breathing abnormalities and motor deterioration. MECP2 encodes for an epigenetic transcription factor that is particularly abundant in the brain; consequently, several transcriptional defects characterize the Rett syndrome brain. The well-known deficiency of several neurotrophins and growth factors, together with the positive effects exerted by trofinetide, a synthetic analogue of insulin-like growth factor 1, in Rett patients and in mouse models of Mecp2 deficiency, prompted us to investigate the therapeutic potential of nerve growth factor. Initial in vitro studies demonstrated a healing effect of recombinant human GMP-grade NGF (rhNGF) on neuronal maturation and activity in cultured Mecp2-null neurons. Subsequently, we designed in vivo studies with clear translational potential using intranasally administered rhNGF already used in the clinic. The efficacy of rhNGF in vivo in Mecp2-null hemizygous male mice and heterozygous female mice was assessed. General well-being was evaluated by a conventional phenotypic score and motor performance through the Pole and Beam Walking tests, while cognitive function and interaction with the environment were measured by the Novel Object Recognition test and the Marble Burying test, respectively. At the end of the treatment, mouse cortices were dissected and bulk RNA sequencing was performed to identify the molecular pathways involved in the protective effects of rhNGF. In both male and female mouse models of Rett syndrome, rhNGF exerted positive effects on cognitive and motor functions. In male hemizygous mice, which suffer from significantly more severe and rapidly advancing symptoms, the drug's ability to slow the disease's progression was more pronounced. The unbiased research for the molecular mechanisms triggering the observed benefits revealed a strong positive effect on gene sets related to oxidative phosphorylation, mitochondrial structure and function. These results were validated by demonstrating the drug's ability to improve mitochondrial structure and respiration in Mecp2-null cerebral cortices. Furthermore, Gene Ontology analyses indicated that NGF exerted the expected improvement in neuronal maturation. We conclude that intranasal administration of rhNGF is a non-invasive and effective route of administration for the treatment of Rett syndrome and possibly for other neurometabolic disorders with overt mitochondrial dysfunction.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39255539",
    "pmid": "39255539",
    "doi": "10.1016/j.pediatrneurol.2024.08.001",
    "title": "Exploring the Clinical Utility of Targeted MECP2 Testing in Real-World Practice.",
    "abstract": "<h4>Background</h4>This study aimed to explore the clinical utility of targeted MECP2 testing in a large cohort of females with neurodevelopmental delays. Our aim was to identify suitable candidates for testing based on prevailing diagnostic criteria.<h4>Methods</h4>Eligible participants with global developmental delay/arrest or regression before age 36 months underwent MECP2 testing. MECP2-positive patients were further categorized based on Rett syndrome (RTT) diagnostic criteria, including typical, atypical, possible, and unclassified, to assess disease typicality and progression with respect to age.<h4>Results</h4>Of the 683 patients, 162 (23.7%) were diagnosed with MECP2-related RTT. Global developmental delay was the predominant initial symptom in approximately 75% of the cohort with developmental arrest/regression at testing. Symptoms emerged before age six months in 14 patients (8.6%). The average age at the time of MECP2 testing was 3.7 years, with 31.5% of the patients tested under two years. Of those under two years, 15 were initially categorized into the unclassified group; however, 12 were later reclassified into the typical/atypical RTT groups based on follow-up evaluation. Among the 119 patients monitored beyond age five years, 80% displayed typical RTT symptoms, 10 remained unclassified, and 9.8% had exonic deletions, posing challenges for detection using next-generation sequencing.<h4>Conclusions</h4>Targeted MECP2 testing has emerged as a clinically valuable tool with a high diagnostic yield, including the identification of small deletions. Given that younger patients may not always meet the classic RTT criteria, this study recommends targeted MECP2 testing in younger patients without typical RTT features.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39595188",
    "pmid": "39595188",
    "doi": "10.3390/biomedicines12112624",
    "title": "p75NTR Modulation Reduces Oxidative Stress and the Expression of Pro-Inflammatory Mediators in a Cell Model of Rett Syndrome.",
    "abstract": "<b>Background:</b> Rett syndrome (RTT) is an early-onset neurological disorder primarily affecting females, leading to severe cognitive and physical disabilities. Recent studies indicate that an imbalance of redox homeostasis and exacerbated inflammatory responses are key players in the clinical manifestations of the disease. Emerging evidence highlights that the p75 neurotrophin receptor (p75NTR) is implicated in the regulation of oxidative stress (OS) and inflammation. Thus, this study is aimed at investigating the effects of p75NTR modulation by LM11A-31 on fibroblasts derived from RTT donors. <b>Methods:</b> RTT cells were treated with 0.1 µM of LM11A-31 for 24 h, and results were obtained using qPCR, immunofluorescence, ELISA, and Western blot techniques. <b>Results:</b> Our findings demonstrate that LM11A-31 reduces OS markers in RTT fibroblasts. Specifically, p75NTR modulation by LM11A-31 restores protein glutathionylation and reduces the expression of the pro-oxidant enzyme NOX4. Additionally, LM11A-31 significantly decreases the expression of the pro-inflammatory mediators interleukin-6 and interleukin-8. Additionally, LM11A-31 normalizes the expression levels of transcription factors involved in the regulation of the antioxidant response and inflammation. <b>Conclusions:</b> Collectively, these data suggest that p75NTR modulation may represent an effective therapeutic target to improve redox balance and reduce inflammation in RTT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39202466",
    "pmid": "39202466",
    "doi": "10.3390/genes15081107",
    "title": "Clinical Features and Disease Progression in Older Individuals with Rett Syndrome.",
    "abstract": "Although long-term survival in Rett syndrome (RTT) has been observed, limited information on older people with RTT exists. We hypothesized that increased longevity in RTT would be associated with genetic variants in <i>MECP2</i> associated with milder severity, and that clinical features would not be static in older individuals. To address these hypotheses, we compared the distribution of <i>MECP2</i> variants and clinical severity between younger individuals with Classic RTT (under 30 years old) and older individuals (over 30 years old). Contrary to expectation, enrichment of a severe <i>MECP2</i> variant (R106W) was observed in the older cohort. Overall severity was not different between the cohorts, but specific clinical features varied between the cohorts. Overall severity from first to last visit increased in the younger cohort but not in the older cohort. While some specific clinical features in the older cohort were stable from the first to the last visit, others showed improvement or worsening. These data do not support the hypothesis that mild <i>MECP2</i> variants or less overall severity leads to increased longevity in RTT but demonstrate that clinical features change with increasing age in adults with RTT. Additional work is needed to understand disease progression in adults with RTT.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38869952",
    "pmid": "38869952",
    "doi": "10.1080/17474124.2024.2368014",
    "title": "Recommendations for the management of gastrointestinal comorbidities with or without trofinetide use in Rett syndrome.",
    "abstract": "<h4>Introduction</h4>Although gastrointestinal (GI) comorbidities are experienced by over 90% of individuals with Rett syndrome (RTT), a neurodevelopmental disorder associated with mutations in the <i>MECP2</i> gene, many neurologists and pediatricians do not rank the management of these comorbidities among the most important treatment goals for RTT. Trofinetide, the first approved pharmacologic treatment for RTT, confers improvements in RTT symptoms but is associated with adverse GI events, primarily diarrhea and vomiting. Treatment strategies for GI comorbidities and drug-associated symptoms in RTT represent an unmet clinical need.<h4>Areas covered</h4>This perspective covers GI comorbidities experienced by those with RTT, either with or without trofinetide treatment. PubMed literature searches were undertaken on treatment recommendations for the following conditions: constipation, diarrhea, vomiting, aspiration, dysphagia, gastroesophageal reflux, nausea, gastroparesis, gastritis, and abdominal bloating.<h4>Expert opinion</h4>The authors recommend a proactive approach to management of symptomatic GI comorbidities and drug-associated symptoms in RTT to enhance drug tolerance and improve the quality of life of affected individuals. Management strategies for common GI comorbidities associated with RTT are reviewed based on authors' clinical experience and augmented by recommendations from the literature.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39909042",
    "pmid": "39909042",
    "doi": "10.1016/j.molcel.2025.01.010",
    "title": "Cohesin as an essential disruptor of chromosome organization.",
    "abstract": "Cohesin is a multi-subunit molecular machine that is able to create lateral chromatin loops within a linear chromosome fiber. Despite intense study, a consensus view of the functional significance of loop extrusion has remained elusive. This perspective proposes a rationale based on the need for continual disruption of spurious higher-order chromatin secondary structures. It is argued that cohesin-mediated chromosomal churn ensures broad accessibility to the diffusible factors on which genome function depends.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39334642",
    "pmid": "39334642",
    "doi": "10.3390/children11091110",
    "title": "Effects of Immersive Virtual Reality with Treadmill in Subjects with Rett Syndrome: A Pilot Study.",
    "abstract": "<h4>Background/objectives</h4>Rett syndrome is a rare neurodevelopmental disorder that can severely affect motor functioning, particularly walking. Previous training programs proposed treadmills as tools to increase walking endurance of patients with Rett syndrome, but these trainings did not include virtual reality (VR). The aim of this study was to assess the feasibility of a short treadmill training coupled to VR in girls with Rett syndrome.<h4>Methods</h4>Nine patients with Rett syndrome underwent a 3-day treadmill walking program performed in semi-immersive VR. During the training, the happiness index and performance metrics were collected. At the end of the training parents filled out the Suitability Evaluation Questionnaire (SEQ) and, when feasible, patients underwent a gait assessment.<h4>Results</h4>All the subjects recruited performed the three GRAIL sessions and parents showed a good satisfaction and considered the integration of treadmill and VR a good possibility for future rehabilitative programs. Participants showed greater satisfaction in environments requiring walking and their attention increased during training sessions, hypothesizing the feasibility of longer trainings with treadmill and VR. Data collected from gait analysis provided insights, although preliminary, concerning differences in gait pattern amongst the recruited subjects.<h4>Conclusions</h4>Despite the small sample size and limited training duration, the paper suggests that a walking training with a treadmill combined with VR can represent a new strategy for Rett rehabilitation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39251501",
    "pmid": "39251501",
    "doi": "10.1007/s40263-024-01106-y",
    "title": "Rett Syndrome: The Emerging Landscape of Treatment Strategies.",
    "abstract": "Rett syndrome (RTT) has enjoyed remarkable progress in achieving specific therapies. RTT, a unique neurodevelopmental disorder first described in 1966, progressed slowly until the landmark paper of Hagberg and colleagues in 1983. Thereafter, rapid advances were achieved including the development of specific diagnostic criteria and the active search for a genetic etiology, resulting 16 years later in identification of variants in the methyl-CpG-binding protein (MECP2) gene located at Xq28. Shortly thereafter, the NIH Office of Rare Diseases funded the RTT Natural History Study (NHS) in 2003, initiating the acquisition of natural history data on clinical features from a large population of individuals with RTT. This information was essential for advancement of clinical trials to provide specific therapies for this disorder. In the process, the International Rett Syndrome Association (IRSA) was formed (now the International Rett Syndrome Foundation-IRSF), which participated directly in encouraging and expanding enrollment in the NHS and, subsequently, in developing the SCOUT program to facilitate testing of potential therapeutic agents in a mouse model of RTT. The overall objective was to review clinical characteristics developed from the NHS and to discuss the status of specific therapies for this progressive neurodevelopmental disorder. The NHS study provided critical information on RTT: growth, anthropometrics, longevity, key comorbidities including epilepsy, breath abnormalities, gastroesophageal dysfunction, scoliosis and other orthopedic issues, puberty, behavior and anxiety, and progressive motor deterioration including the appearance of parkinsonian features. Phenotype-genotype correlations were noted including the role of X chromosome inactivation. Development of clinical severity and quality of life measures also proved critical for subsequent clinical trials. Further, development of biochemical and neurophysiologic biomarkers offered further endpoints for clinical trials. Initial clinical trials prior to the NHS were ineffective, but advances resulting from the NHS and other studies worldwide promoted significant interest from pharmaceutical firms resulting in several clinical trials. While some of these have been unrewarding such as sarizotan, others have been quite promising including the approval of trofinetide by the FDA in 2023 as the first agent available for specific treatment of RTT. Blarcamesine has been trialed in phase 3 trials, 14 agents have been studied in phase 2 trials, and 7 agents are being evaluated in preclinical/translational studies. A landmark study in 2007 by Guy et al. demonstrated that activation of a normal MECP2 gene in a null mouse model resulted in significant improvement. Gene replacement therapy has advanced through translational studies to two current phase 1/2 clinical trials (Taysha102 and Neurogene-401). Additional genetic therapies are also under study including gene editing, RNA editing, and X-chromosome reactivation. Taken together, progress in understanding and treating RTT over the past 40 years has been remarkable. This suggests that further advances can be expected.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR981700",
    "pmid": "",
    "doi": "10.1101/2025.02.17.638711",
    "title": "A comprehensive identification and annotation of mobile LINE-1 retrotransposons across human reference and personal genomes",
    "abstract": "LINE-1 (L1) is a type of mobile genetic element (retrotransposon) that can self-copy into distinct parts of its host genome by dynamically shaping its content. In humans, misregulation of these elements have been associated as the potential cause of distinct types of pathologies and neurodevelopmental disorders, including cancer, Rett syndrome and Aicardi Goutierrez disease. However, the precise annotation of these 6 kb long nucleotide sequence is a challenging task due to the high similarity between their internal regions (coding and non-coding) for distinct L1 families. Current L1 reference annotations such as RepeatMasker still lack sequence details and also provide confounding annotated information, that includes thousands of incomplete L1 sequences annotated as representative full-length, and missing information on their regulatory and coding regions (5’UTR, ORF1, intron, ORF2 and 3’UTR). Additionally, current L1 resources also provide annotations based on consensus reference genomes and does not include individual genome information at allele-level and nucleotide-level resolution. Here, we present L1Farm as a complementary databank and annotation resource that contains a comprehensive analysis and annotation of L1 subfamilies identified in the current human reference genome (build Hg38) and in two individual Asian and Caucasian genomes at allele-level and nucleotide-level resolution. L1 elements sequences were also annotated with genomic loci and ranked according to their full-length content and similarity.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39472026",
    "pmid": "39472026",
    "doi": "10.1101/gr.278408.123",
    "title": "The chromatin tapestry as a framework for neurodevelopment.",
    "abstract": "The neuronal nucleus houses a meticulously organized genome. Within this structure, genetic material is not simply compacted but arranged into a precise and functional 3D chromatin landscape essential for cellular regulation. This mini-review highlights the importance of this chromatin landscape in healthy neurodevelopment, as well as the diseases that occur with aberrant chromatin architecture. We discuss insights into the fundamental mechanistic relationship between histone modifications, DNA methylation, and genome organization. We then discuss findings that reveal how these epigenetic features change throughout normal neurodevelopment. Finally, we highlight single-gene neurodevelopmental disorders that illustrate the interdependence of epigenetic features, showing how disruptions in DNA methylation or genome architecture can ripple across the entire epigenome. As such, we emphasize the importance of measuring multiple chromatin architectural aspects, as the disruption of one mechanism can likely impact others in the intricate epigenetic network. This mini-review underscores the vast gaps in our understanding of chromatin structure in neurodevelopmental diseases and the substantial research needed to understand the interplay between chromatin features and neurodevelopment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39003968",
    "pmid": "39003968",
    "doi": "10.1016/j.eplepsyres.2024.107399",
    "title": "Evaluation of seizure semiology, genetics, magnetic resonance imaging, and electroencephalogram findings in children with Rett syndrome: A multicenter retrospective study.",
    "abstract": "<h4>Objectives</h4>This study aimed to evaluate seizure semiology, electroencephalogram (EEG), magnetic resonance imaging (MRI), and genetic findings, as well as treatment choices in Rett syndrome (RTT).<h4>Methods</h4>A retrospective analysis was conducted on one hundred and twenty cases diagnosed with RTT with a genetic mutation. Data were obtained from nine participating centers.<h4>Results</h4>In this study, 93.3 % of patients were female, with typical RTT found in 70 % of cases. Genetic etiology revealed MECP2, FoxG1, and CDKL5 in 93.8 %, 2.7 %, and 1.8 % of cases, respectively. Atypical RTT clinics were observed in 50 % of male cases, with the first EEG being normal in atypical RTT cases (p = 0.01). Generalized tonic-clonic and myoclonic epilepsy were the most common seizure semiologies, while absence and focal epilepsy were less prevalent. Valproate, levetiracetam, lamotrigine, and clobazam were the most commonly used antiepileptic drugs, affecting the severity and frequency of seizures (p = 0.015, p=<0.001, p = 0.022, and p=<0.001, respectively). No significant differences were observed in EEG findings. The initiation of anti-seizure medications significantly altered seizure characteristics (Table 4). A ketogenic diet and vagal nerve stimulation (VNS) correlated with a 50 % improvement in cognitive function, while steroid treatment showed a 60 % improvement. Remarkably, seizures were substantially reduced after VNS application.<h4>Conclusion</h4>This study underscores the importance of genetic diagnosis in RTT cases with a clinical diagnosis. These preliminary results will be further validated with the inclusion of clinically diagnosed RTT cases in our ongoing study.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39431640",
    "pmid": "39431640",
    "doi": "10.1111/nyas.15246",
    "title": "Disorders of puberty and neurodevelopment: A shared etiology?",
    "abstract": "The neuroendocrine control of puberty and reproduction is fascinatingly complex, with up- and down-regulation of key reproductive hormones during fetal, infantile, and later childhood periods that determine the correct function of the hypothalamic-pituitary-gonadal axis and the timing of puberty. Neuronal development is a vital element of these processes, and multiple conditions of disordered puberty and reproduction have their etiology in abnormal neuronal migration or function. Although there are numerous documented cases across multiple conditions wherein patients have both neurodevelopmental disorders and pubertal abnormalities, this has mostly been described ad hoc and the associations are not clearly documented. In this review, we aim to describe the overlap between these two groups of conditions and to increase awareness to ensure that puberty and reproductive function are carefully monitored in patients with neurodevelopmental conditions, and vice versa. Moreover, this commonality can be explored for clues about the disease mechanisms in these patient groups and provide new avenues for therapeutic interventions for affected individuals.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38853381",
    "pmid": "38853381",
    "doi": "10.1177/13623613241254620",
    "title": "The sleep problems in individuals with Rett syndrome and their caregivers.",
    "abstract": "<h4>Lay abstract</h4>Sleep problems are common and impactful among individuals with Rett syndrome (RTT) and their caregivers. We examined the sleep patterns of 29 RTT patients and their primary caregivers using various assessment tools. The study found that a majority of the patients experienced sleep disturbances, with younger patients showing more sleep difficulties. Caregivers also reported poor sleep quality. The findings emphasize the need to address sleep problems in RTT management, as improving sleep quality can positively impact the well-being of individuals with RTT and their caregivers.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39002354",
    "pmid": "39002354",
    "doi": "10.1016/j.pediatrneurol.2024.05.005",
    "title": "The Efficacy of Noninvasive Ventilation in Patients Affected by Rett Syndrome With Hypoventilation.",
    "abstract": "<h4>Background</h4>Rett syndrome is a progressive neurological disorder associated to several comorbidities that contribute significantly to impair lung function. Respiratory morbidity represents a major cause of death in this population. Little is known about the benefit of noninvasive ventilation.<h4>Methods</h4>We retrospectively enrolled patients with Rett syndrome who underwent a pneumological evaluation combined with a cardiorespiratory polygraphy and/or a pulse oximetry and capnography from 2012 to 2022.<h4>Results</h4>Medical records of 11 patients with Rett syndrome, mean age 13 ± 6 years, were evaluated. Most patients presented with both epilepsy and scoliosis. Five patients showed a pathologic sleep study and/or impaired night gas exchange: mean obstructive apnea-hypopnea index was 4 ± 3 events/hour; mean and minimal SpO<sub>2</sub> were, respectively, 93% ± 2% and 83% ± 6%, while mean and maximal transcutaneous carbon dioxide monitoring (PtcCO<sub>2</sub>) were, respectively, 51 ± 5 mm Hg and 55 ± 8 mm Hg; and mean oxygen desaturation index was 13 ± 11 events/hour. These patients started noninvasive ventilation with clinical benefit and improved gas exchange mostly in terms of PtcCO<sub>2</sub> (mean PtcCO<sub>2</sub> 51 ± 5 mm Hg before and 46 ± 6 mm Hg after noninvasive ventilation).<h4>Conclusions</h4>Noninvasive ventilation is a suitable option for patients with Rett syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39138481",
    "pmid": "39138481",
    "doi": "10.1186/s13023-024-03313-8",
    "title": "Burden of illness in Rett syndrome: initial evaluation of a disorder-specific caregiver survey.",
    "abstract": "<h4>Background</h4>Rett syndrome (RTT) is a severe X-linked neurodevelopmental disorder associated with multiple neurologic impairments. Previous studies have shown challenges to the quality of life of individuals with RTT and their caregivers. However, instruments applied to quantify disease burden have not adequately captured the impact of these impairments on affected individuals and their families. Consequently, an international collaboration of stakeholders aimed at evaluating Burden of Illness (BOI) in RTT was organized.<h4>Methods</h4>Based on literature reviews and qualitative interviews with parents of children and adults with RTT, a caregiver questionnaire was constructed to evaluate 22 problems (inclusive of core characteristics, functional impairments, and comorbidities) often experienced with RTT, rated mainly with a 5-level Likert scale. The questionnaire was administered anonymously online to an international sample of 756 caregivers (predominantly parents) of girls and women with RTT. Descriptive statistics were used to identify problems of high frequency and impact on affected individuals and caregivers. Chi-square tests characterized the relationship between problem severity and impact responses, while nonparametric ANOVAs of raw and z-score adjusted scores identified agreement between severity and impact on individual and caregiver. Secondary inferential tests were used to determine the roles of age, clinical type, and country of residence on BOI in RTT.<h4>Results</h4>There was variability in reported frequency of problems, with the most prevalent, severe and impactful being those related to the core features of RTT (i.e., communication and fine and gross motor impairments). Chi-square analyses demonstrated interdependence between severity and impact responses, while ANOVAs showed that many problems had disproportionately greater impact than severity, either on affected individuals (e.g., hand stereotypies) or their caregivers (e.g., sleep difficulties, seizures, pain, and behavioral abnormalities). With certain exceptions (e.g., breath-holding, seizures), age, clinical type, or country of residence did not influence these BOI profiles.<h4>Conclusions</h4>Our data demonstrate that core features and related impairments are particularly impactful in RTT. However, problems with mild severity can also have disproportionate impact on affected individuals and, particularly, on their caregivers. Future analyses will examine the role of factors such as treatment outcomes, healthcare services, and healthcare provider's perspectives, in these BOI profiles.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38771525",
    "pmid": "38771525",
    "doi": "10.1007/s10072-024-07584-8",
    "title": "A meta-analysis of the efficacy and safety of trofinetide in patients with rett syndrome.",
    "abstract": "<h4>Background</h4>Rett syndrome (RTT) is an uncommon inherited neurodevelopmental disorder that affects brain development, mostly in females. It results from mutation in MECP2 gene in the long arm (q) of the X chromosome.<h4>Objective</h4>Trofinetide is a recently developed drug that has a neuroprotective effect on neurons, and it is our aim in this meta-analysis to evaluate its efficacy and safety in treating Rett syndrome patients.<h4>Methods</h4>We searched 5 databases (PubMed, Scopus, Embase, Web of Science, and Cochrane Library databases) to identify randomized controlled trials (RCTs) comparing Trofinetide and placebo in patients with Rett syndrome until August 13, 2023.Our primary outcomes were the Clinical Global Impression-Improvement (CGI) and the Rett syndrome Behavior Questionnaire (RSBQ). We used Risk of Bias Assessment tool-2 (ROB2) to assess the methodological quality of the included randomized controlled trials.<h4>Results</h4>Three RCTs with a total of 325 patients were included with a follow-up duration ranging from one month to three months. 186 patients received the intervention drug (Trofinetide) and 138 received the placebo. Trofinetide was found to reduce CGI and RSBQ significantly more than placebo (MD = -0.35, 95% CI [-0.52 to -0.18], P 0.0001), (MD = -3.40, 95% CI [-3.69 to -3.12], P 0.00001) respectively. Most adverse events did not show any statistical difference between Trofinetide and the placebo.<h4>Conclusion</h4>Trofinetide offers promise as a potential effective and safe therapeutic opportunity for a population without many available treatments, with improvements seen on both CGI and RSBQ assessments and no severe adverse effects reported.",
    "journal": "",
    "year": "2024"
  }
]