[
  {
    "id": "40090004",
    "pmid": "40090004",
    "doi": "10.1182/blood.2024026507",
    "title": "Lymphoid Malignancies in patients with Shwachman-Diamond Syndrome.",
    "abstract": "This study identified an increased risk of lymphoid malignancy in Shwachman-Diamond syndrome with an observed risk 38-fold higher than expected based on population data. Increased toxicity was observed with standard therapies in patients with SDS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39964763",
    "pmid": "39964763",
    "doi": "10.1172/jci187778",
    "title": "Reduced EIF6 dosage attenuates TP53 activation in models of Shwachman-Diamond syndrome.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is characterized by neutropenia, exocrine pancreatic insufficiency, and bony abnormalities with an increased risk of myeloid neoplasia. Almost all cases of SDS result from biallelic mutations in SBDS. SBDS interacts with EFL1 to displace EIF6 from the 60S ribosomal subunit. Released EIF6 permits the assembly of ribosomal large and small subunits in the cytoplasm. Decreased EIF6 levels due to haploinsufficiency or missense mutations which lead to decreased protein expression may provide a somatic genetic rescue and anti-leukemic effects. We observed accumulation of EIF6 protein in sbds knockout (KO) zebrafish models, confirmed in patient-derived tissues, and correlated with changes in ribosome proteins and TP53 pathways. The mechanism of action for this adaptive response is unknown. To address this, we generated an eif6 zebrafish KO line which do not survive past 10 days post fertilization. We also created two mutants with low Eif6 expression, 5-25% of the wildtype levels, that can survive until adulthood. We bred them with sbds-null strains and analyzed their phenotype and biochemical properties. Low Eif6 levels reduced Tp53 pathway activation but did not rescue neutropenia in Sbds-deficient zebrafish. Further studies elucidating the interplay between SBDS, EIF6, TP53, and cellular stress responses offer promising insights into SDS pathogenesis, somatic genetic rescue, and therapeutic strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40011201",
    "pmid": "40011201",
    "doi": "10.1002/pd.6762",
    "title": "Prenatal Diagnosis of Shwachman-Diamond Syndrome: Fetal Compound Heterozygous Variants in the SBDS Gene Associated With Mildly Straight Ribs.",
    "abstract": "Shwachman-Diamond Syndrome (SDS) is a rare genetic disorder with pancreatic insufficiency, bone marrow failure, and skeletal abnormalities. Prenatal diagnosis is rare, with only one previous case. We report a novel antenatal SDS diagnosis at 22 weeks gestation. Ultrasound showed mildly straightened fetal ribs without significant shortening. Whole exome sequencing identified pathogenic variants in the SBDS gene, confirming SDS. This highlights the importance of subtle rib anomalies in prenatal ultrasound for SDS detection. It expands the prenatal phenotypic spectrum and emphasizes the need for further research. Genetic diagnosis is crucial for counseling, pregnancy management, and recurrence risk assessment.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40209608",
    "pmid": "40209608",
    "doi": "10.1016/j.bcmd.2025.102924",
    "title": "Clinical and genetic spectrum of SBDS and DNAJC21 gene variants in bone marrow failure cases: Atypical and cryptic presentations.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is a rare bone marrow failure disorder presenting with early onset cytopenia, chronic diarrhea, and failure to thrive with biallelic pathogenic variants in the SBDS (SDS1; 260400) gene. Recently, biallelic variants in DNAJC21 (BMFS3; 617052) and ELF1 genes have also been shown to be related to SDS-like phenotype. Additionally, a monoallelic variant of the SBDS gene has been linked to the development of idiopathic aplastic anemia (IAA). We screened 405 marrow failure cases and noted 10 different SDS gene variants in 3 % (11/405) cases, of which 2 (20 %) were novel; DNAJC21 variant c.98-2delA and SBDS variant c.359T>C. In this report, we highlight the detailed phenotype and genotype of these cases and emphasize cryptic and atypical presentations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38437796",
    "pmid": "38437796",
    "doi": "10.1097/icb.0000000000001568",
    "title": "SHWACHMAN-DIAMOND SYNDROME ASSOCIATED WITH ROD-CONE DYSTROPHY.",
    "abstract": "<h4>Purpose</h4>The aim of this study was to report a patient with Shwachman-Diamond syndrome and concomitant rod-cone dystrophy who underwent bone marrow transplantation.<h4>Methods</h4>This was a retrospective single case report.<h4>Results</h4>A female patient with Shwachman-Diamond syndrome was referred to a tertiary hospital to investigate possible pigmentary retinopathy at the age of 16 years. She described poor night vision and was found to have reduced VA (6/20 right eye, 6/38 left eye). Over the 10-year follow-up, her VA remained relatively stable with no new visual symptoms. Optical coherence tomography revealed progressive, diffuse outer retinal thinning with disruption of the ellipsoid zone, which initially was relatively preserved subfoveally. Fundus autofluorescence images revealed generalized areas of hypoautofluorescence beyond the vascular arcades and a perimacular ring of increased autofluorescence. The flash electroretinogram was in keeping with a severe rod-cone dystrophy. The pattern visual evoked potential was abnormal but detectable, indicating macular pathway dysfunction, suggesting encroachment into central macular regions but with some functional preservation.<h4>Conclusion</h4>The authors report a patient with Shwachman-Diamond syndrome with severe early-onset rod-cone dystrophy noted at the age of 16 years. Slow anatomical progression has been observed over the subsequent 10 years, with relative functional macular preservation to support a VA of 6/36 in both eyes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40145295",
    "pmid": "40145295",
    "doi": "10.3324/haematol.2024.286119",
    "title": "Genetic and clinical characteristics of patients with Shwachman Diamond syndrome with special consideration of treatment with granulocyte-colony stimulating factor.",
    "abstract": "Not available.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39814041",
    "pmid": "39814041",
    "doi": "10.1055/a-2460-6977",
    "title": "Shwachman-Diamond Syndrome and Diabetes: An Update from the Italian Registry and Review of the Literature.",
    "abstract": "The issue of a possible association between Shwachman-Diamond Syndrome and diabetes has been debated for many years. This review updates the Italian Shwachman-Diamond registry, confirming our previous findings that suggest that these patients might be at higher risk of developing diabetes, particularly type 1. These data are of relevance in the clinical follow-up of patients in everyday life, emphasizing the need for early diagnosis and timely intervention.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39745406",
    "pmid": "39745406",
    "doi": "10.1016/j.jcyt.2024.12.004",
    "title": "Outcomes of allogeneic hematopoietic stem cell transplantation in Shwachman-Diamond syndrome: a systematic review and meta-analysis.",
    "abstract": "We conducted a systematic review and meta-analysis to evaluate the outcomes of Allogeneic hematopoietic stem cell transplantation (Allo-HSCT) in the treatment of Shwachman-Diamond syndrome (SDS). A literature search was performed on PubMed, Embase, and Web of Science. After screening 397 articles, 10 studies were included. Data was extracted in accordance with the PRISMA guidelines and analyzed using the R 'meta' package. The pooled median 3 (1-5)-year overall survival (OS) after Allo-HSCT were 63.7% (95% CI 56.9-70.2%), 80.3% (95% CI 68.% 5-92.1%), 41.1% (95% CI 21.7-60.4%), 48.9% (95% CI 29.0-68.9%), and 8.7% (95% CI 0.0-60.8%) in SDS patients, SDS patients with bone marrow failure (BMF), SDS patients with myeloid neoplasms (MN), SDS patients with myelodysplastic syndrome (MDS), and SDS patients with acute myeloid leukemia (AML), respectively. Allo-HSCT is an efficacious approach for treating SDS patients with severe hematologic complications. However, poor outcomes were revealed in SDS patients with MN with a pooled 3 (1-5)-year relapse rate (RR) after Allo-HSCT of 25.8% (95% CI 12.5-39.0%), and a pooled 3-year non-relapse mortality (NRM) was 52.6% (95% CI 34.2-70.9%). These findings were consistent with the clinical findings that transplant-related complications are the main cause of the poor transplantation prognosis of SDS patients with MN. Efficacious bone marrow conditioning regimens, graft-versus-host disease (GVHD) prevention, and bridging treatment regimens are potential means to improve the transplantation prognosis of SDS patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39557154",
    "pmid": "39557154",
    "doi": "10.1111/pde.15804",
    "title": "Shwachman-Diamond Syndrome Presenting as Neonatal Ichthyosis.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is a rare inherited bone marrow failure syndrome characterized by the triad of exocrine pancreatic dysfunction, cytopenia, and skeletal abnormalities. We report a 5-month-old boy with SDS who presented with generalized ichthyosis in the neonatal period that evolved into more eczematous skin eruptions, accompanied by severe failure to thrive. This report highlights the importance of including SDS as a differential diagnosis in patients who present with early ichthyosis, failure-to-thrive, gastrointestinal symptoms and cytopenia.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39462584",
    "pmid": "39462584",
    "doi": "10.5582/ddt.2024.01070",
    "title": "Mitotic abnormalities and spindle assembly checkpoint inactivation in a cell model of Shwachman-Diamond syndrome with mutations in the Shwachman-Bodian-Diamond syndrome gene, 258+2T > C.",
    "abstract": "Hematologic abnormalities are the most common symptoms of Shwachman-Diamond syndrome (SDS). The causative gene for SDS is the Shwachman-Bodian-Diamond syndrome (SBDS) gene; however, the function of SBDS and pathogenesis of each condition in SDS are largely unknown. SBDS is known to be localized at mitotic spindles and stabilizes microtubules. Previously, we demonstrated that SBDS is ubiquitinated and subsequently degraded in the mitotic phase, thereby accelerating mitotic progression. In this study, we examined mitosis in a myeloid cell model of SDS (SDS cells). 4',6-Diamidino-2-phenylindole (DAPI)-stained chromosome observation and cell cycle analysis of nocodazole-synchronized cells revealed that the SDS cells have abnormally rapid mitosis. In addition, many lagging chromosomes and micronuclei were detected. Moreover, the phosphorylation of threonine tyrosine kinase, the crucial kinase of the spindle assembly checkpoint (SAC), was suppressed. Chromosomal instability caused by SAC dysfunction may cause a variety of clinical conditions, including hematologic tumors in patients with SDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39215521",
    "pmid": "39215521",
    "doi": "10.1177/10935266241272735",
    "title": "The First Fetal Case of Shwachman-Diamond Syndrome Mimicking Vascular Growth Restriction.",
    "abstract": "Shwachman-Diamond Syndrome (SDS) is a rare autosomal recessive genetic condition with 90% of cases associated with biallelic pathogenic variants in the Shwachman-Bodian-Diamond Syndrome (<i>SBDS)</i> gene on chromosome 7q.11.21. SDS belongs to ribosomopathies since <i>SBDS</i> gene encodes a protein involved in ribosomal maturation. Its phenotypic postnatal hallmark features include growth delay, bone marrow failure, exocrine pancreatic insufficiency, and skeletal abnormalities. We report a first fetal case of Shwachman-Diamond syndrome and extend its phenotype before birth. The clinical features mimicked vascular growth restriction with FGR and shortened long bones, associated with abnormal Doppler indices. Non-restricted fetal autopsy after termination of pregnancy allowed deep phenotyping disclosing the features of fetal skeletal dysplasia. Post-fetopathological trio exome sequencing identified biallelic pathogenic variants in the <i>SBDS</i> gene. Genotype-phenotype correlations confirmed the diagnosis and enabled an adequate genetic counseling of the parents. Our case is another example of the positive impact of fetal autopsy coupled with post-fetopathological genomic studies, even in the cases that were hitherto classified as maternal or fetal vascular malperfusion.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39641826",
    "pmid": "39641826",
    "doi": "10.1007/s12519-024-00853-8",
    "title": "Non-malignant features of cancer predisposition syndromes manifesting in childhood and adolescence: a guide for the general pediatrician.",
    "abstract": "<h4>Purpose</h4>Cancer predisposition syndromes are genetic disorders that significantly raise the risk of developing malignancies. Although the malignant manifestations of cancer predisposition syndromes are well-studied, recognizing their non-malignant features is crucial for early diagnosis, especially in children and adolescents.<h4>Methods</h4>A comprehensive literature search was conducted using the PubMed database, focusing on non-malignant manifestations of cancer predisposition syndromes in children and adolescents. Key sources included the Clinical Cancer Research pediatric oncology series and ORPHANET. Studies that described clinical signs and symptoms affecting specific organ systems were included.<h4>Results</h4>Non-malignant dermatological features often serve as early indicators of cancer predisposition syndromes, including café-au-lait spots in Neurofibromatosis Type 1 and facial angiofibromas in Tuberous Sclerosis Complex. Neurological and developmental anomalies such as cerebellar ataxia in ataxia-telangiectasia and intellectual disabilities in neurofibromatosis type 1 and tuberous sclerosis complex are significant indicators. Growth and metabolic anomalies are also notable, including overgrowth in Beckwith-Wiedemann syndrome and growth hormone deficiency in neurofibromatosis Type 1. In addition, facial anomalies, ocular manifestations, hearing issues, and thyroid anomalies are prevalent across various cancer predisposition syndromes. For instance, hearing loss may be significant in neurofibromatosis Type 2, while thyroid nodules are common in PTEN hamartoma tumor syndrome and DICER1 syndrome. Cardiovascular, abdominal, musculoskeletal, pulmonary, genitourinary manifestations, and prenatal deviations further complicate the clinical picture.<h4>Conclusions</h4>Recognizing non-malignant features of cancer predisposition syndromes is essential for early diagnosis and management. This organ-specific overview furthers awareness among healthcare providers, facilitating timely genetic counseling, surveillance programs, and preventive measures, ultimately improving patient outcomes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "20301722",
    "pmid": "20301722",
    "doi": "",
    "title": "Shwachman-Diamond Syndrome",
    "abstract": "<h4>Clinical characteristics</h4>Shwachman-Diamond syndrome (SDS) is characterized by exocrine pancreatic dysfunction with malabsorption, malnutrition, and growth failure; hematologic abnormalities with single- or multilineage cytopenias and susceptibility to myelodysplastic syndrome (MDS) and acute myelogenous leukemia (AML); and bone abnormalities. In almost all affected children, persistent or intermittent neutropenia is an early finding. Short stature and recurrent infections are common.<h4>Diagnosis/testing</h4>The diagnosis of SDS is established in a proband with the classic clinical findings of exocrine pancreatic dysfunction and bone marrow dysfunction and/or biallelic pathogenic variants in DNAJC21, EFL1, or SBDS or a heterozygous pathogenic variant in SRP54 identified by molecular genetic testing.<h4>Management</h4>Treatment of manifestations: Care by a multidisciplinary team is highly recommended. Exocrine pancreatic insufficiency is treated with oral pancreatic enzymes and fat-soluble vitamin supplementation. Blood and/or platelet transfusions may be considered for anemia and thrombocytopenia. If recurrent infections are severe and absolute neutrophil counts are persistently ≤500/mm3, treatment with granulocyte-colony stimulation factor (G-CSF) can be considered and may be especially helpful when interventions such as complex dental procedures or orthopedic surgery are being considered. Hematopoietic stem cell transplantation (HSCT) should be considered for treatment of severe bone marrow failure, MDS, or AML. Early pulmonary and orthopedic referral is essential for treatment of thoracic dystrophy; orthopedic management of other skeletal manifestations including skeletal dysplasia, asymmetric growth, and joint deformities. Multidisciplinary team management of liver disease; neuropsychological testing, developmental services, and educational support; referral to endocrinology for pubertal delay and other endocrine manifestations; dental care for oral manifestations. Surveillance: Assessment of nutritional status and measurement of serum concentration of fat-soluble vitamins every six months. Complete blood count with white blood cell differential and platelet count at least every three to six months; bone marrow examination every one to three years or more frequently if bone marrow changes are observed. Monitor for orthopedic complications with radiographs of the hips and knees during the most rapid growth stages. Bone densitometry before puberty, during puberty, and thereafter based on individual findings. Development assessment every six months from birth to age six years; neuropsychological screening in children ages six to eight years, eleven to 13 years, and 15 to 17 years. Clinical examination for skin and dental manifestations and assessment for recurrent urinary tract infections at each visit. Dental visits to monitor tooth development, assess oral health, and screen for mouth ulcers and gingivitis every 12 months or more frequently as needed. Assess growth and for clinical signs and symptoms of additional endocrine manifestations every six months. Agents/circumstances to avoid: Prolonged use of cytokine and hematopoietic growth factors (e.g., G-CSF) should be considered with caution. Some drugs used in standard HSCT preparative regimens (e.g., cyclophosphamide and busulfan) may not be suitable because of possible cardiac toxicity. Evaluation of relatives at risk: It is appropriate to evaluate the older and younger sibs of a proband in order to identify those who will benefit from treatment and preventive measures as soon as possible. It is essential to evaluate any potential related donor for SDS to avoid using an asymptomatic relative with SDS as an HSCT donor. Pregnancy management: High-risk pregnancy care including consultation with a hematologist.<h4>Genetic counseling</h4>SDS is inherited in an autosomal recessive (most commonly) or an autosomal dominant manner. Autosomal recessive SDS: SDS caused by pathogenic variants in DNAJC21, EFL1, or SBDS is inherited in an autosomal recessive manner. Most parents of children with autosomal recessive SDS are heterozygotes (carriers of one pathogenic variant); however, de novo pathogenic variants have been reported. If both parents are known to be heterozygous for an autosomal recessive SDS-related pathogenic variant, each sib of an affected individual has at conception a 25% chance of being affected, a 50% chance of being a clinically asymptomatic carrier, and a 25% chance of being unaffected and not a carrier. Carrier testing for relatives at risk is possible if both pathogenic variants in a family are known. Autosomal dominant SDS: SDS caused by pathogenic variants in SRP54 is inherited in an autosomal dominant manner. Most individuals diagnosed with SRP54-related SDS have the disorder as the result of a de novo pathogenic variant. Once the SDS-related pathogenic variant(s) have been identified in an affected family member, prenatal and preimplantation genetic testing are possible.",
    "journal": "",
    "year": "1993"
  },
  {
    "id": "38905596",
    "pmid": "38905596",
    "doi": "10.1182/blood.2023019986",
    "title": "Emerging genetic technologies informing personalized medicine in Shwachman-Diamond syndrome and other inherited BMF disorders.",
    "abstract": "<h4>Abstract</h4>Ribosomopathy Shwachman-Diamond syndrome (SDS) is a rare autosomal recessive inherited bone marrow failure syndrome (IBMFS) caused by mutations in the Shwachman-Bodian-Diamond syndrome gene, which is associated with an increased risk of myeloid malignancy. Tracking how hematopoietic stem cell (HSC) clonal dynamics change over time, assessing whether somatic genetic rescue mechanisms affect these dynamics, and mapping out when leukemic driver mutations are acquired is important to understand which individuals with SDS may go on to develop leukemia. In this review, we discuss how new technologies that allow researchers to map mutations at the level of single HSC clones are generating important insights into genetic rescue mechanisms and their relative risk for driving evolution to leukemia, and how these data can inform the future development of personalized medicine approaches in SDS and other IBMFSs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39911189",
    "pmid": "39911189",
    "doi": "10.3389/fpsyg.2024.1459549",
    "title": "Self-beneficial transactional social dynamics for cooperation in Shwachman-Diamond syndrome: a mixed-subject analysis using computational pragmatics.",
    "abstract": "<h4>Background</h4>Shwachman-Diamond Syndrome (SDS) is a rare genetic disorder with documented cognitive and behavioral challenges. However, its socio-pragmatic dynamics remain underexplored, particularly in cooperative interactions where social norms and economic considerations intersect.<h4>Objective</h4>This study investigates the socio-behavioral dynamics of SDS, focusing on how children with the condition navigate cooperative interactions. Using computational pragmatics, we aimed to identify the underlying principles guiding their social behavior.<h4>Methods</h4>A cohort of 10 children (5 SDS, 5 matched controls) participated in ecological and cognitive tasks, including the WISC-V \"Comprehension\" subtest, NEPSY-II social perception tasks, and the Trognon Ecological Side Task for the Assessment of Speech-Act Processing (TEST-ASAP). Dialogues were analyzed using the Topological and Kinetic (2TK) model and a Recurrent Neural Network (RNN), enabling fine-grained computational insights into their interaction patterns.<h4>Results</h4>Children with SDS exhibited cooperative behaviors shaped by perceived economic benefits, often at the expense of established social norms. Unlike behaviors classically observed in other pathologies such as autism spectrum disorders, where responses are influenced by the directness of communication, SDS behaviors were driven by personal gain, regardless of the indirectness of requests. Computational analyses revealed strong divergences in dialogical alignment when tasks lacked direct benefits, even with corrective prompts.<h4>Conclusion</h4>SDS children demonstrate a transactional approach to social interactions, prioritizing personal benefits over cooperative norms. Using our unique dialogic and computational frameworks, we show that perceived personal gain strongly shapes their cooperation patterns. These findings underscore the need for targeted interventions to enhance pragmatic skills and adaptive functioning in SDS, given their unique interaction profiles.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39379149",
    "pmid": "39379149",
    "doi": "10.1111/bjh.19793",
    "title": "Shwachman-Diamond syndrome due to biallelic EFL1 variants with complex and fatal clinical course in early infancy.",
    "abstract": "Shwachman-Diamond syndrome represents a clinically and genetically heterogeneous disorder. We report on an infant with a very severe, fatal clinical course caused by biallelic EFL1 variants: c.89A>G, p.(His30Arg), and c.2599A>G, p.(Asn867Asp). Functional analysis of patient-derived B-lymphoblastoid and SV40-transformed fibroblast cell lines suggests that the compound heterozygous EFL1 variants impaired mature ribosome formation leading to compromised protein synthesis, ultimately resulting in a severe form of Shwachman-Diamond syndrome.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38967591",
    "pmid": "38967591",
    "doi": "10.1111/ejh.14260",
    "title": "Aberrant early hematopoietic progenitor formation marks the onset of hematopoietic defects in Shwachman-Diamond syndrome.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is an inherited bone marrow failure disorder that often presents at infancy. Progress has been made in revealing causal mutated genes (SBDS and others), ribosome defects, and hematopoietic aberrations in SDS. However, the mechanism underlying the hematopoietic failure remained unknown, and treatment options are limited. Herein, we investigated the onset of SDS embryonic hematopoietic impairments. We generated SDS and control human-derived induced pluripotent stem cells (iPSCs). SDS iPSCs recapitulated the SDS hematological phenotype. Detailed stepwise evaluation of definitive hematopoiesis revealed defects that started at the early emerging hematopoietic progenitor (EHP) stage after mesoderm and hemogenic endothelium were normally induced. Hematopoietic potential of EHPs was markedly reduced, and the introduction of SBDS in SDS iPSCs improved colony formation. Transcriptome analysis revealed reduced expression of ribosome and oxidative phosphorylation-related genes in undifferentiated and differentiated iPSCs. However, certain pathways (e.g., DNA replication) and genes (e.g., CHCHD2) were exclusively or more severely dysregulated in EHPs compared with earlier and later stages. To our knowledge, this study offers for the first time an insight into the embryonic onset of human hematopoietic defects in an inherited bone marrow failure syndrome and reveals cellular and molecular aberrations at critical stages of hematopoietic development toward EHPs.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39252295",
    "pmid": "39252295",
    "doi": "10.1097/md.0000000000039210",
    "title": "Shwachman-Diamond syndrome: A case report.",
    "abstract": "<h4>Rationale</h4>Shwachman-Diamond syndrome (SDS) is a rare autosomal recessive genetic disease, the diagnosis is a big challenge for clinician, as the clinical manifestations of the disease are diverse. Here, we report a girl who diagnosed with SDS with the symptoms of recurrent fever, elevated transaminase levels, and granulocytosis. The aspects of diagnosis and treatment were discussed and a literature review was conducted.<h4>Patient concerns</h4>A 15-month-old girl admitted to our hospital because of recurrent fever, granulocytopenia, and elevated transaminase levels.<h4>Diagnosis and interventions</h4>The compound heterozygous variant of Shwachman-Bodian-Diamond syndrome c.258 + 2T > C:p.84Cfs3 and c.96C > G:p.Y32* were detected after sequencing the blood samples from the patient and her parents. Finally, she was diagnosed with SDS and she was treated with compound glycyrrhizin, granulocyte-colony stimulating factor, and antibiotic in the case of co-infection.<h4>Outcomes</h4>During the follow-up, her liver function showed the level of transaminases decreased and she rarely had infection after the age of 15 months although neutropenia is still present.<h4>Lessons</h4>Patients with SDS lacks typical clinical symptoms, which presents a huge challenge for clinicians. Genetic testing techniques is playing an important role in the diagnosis of diseases. This patient without typical clinical manifestations such as exocrine pancreatic insufficiency and skeletal abnormality, we report this case aimed to strengthen the understanding of the disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39491640",
    "pmid": "39491640",
    "doi": "10.1016/j.exphem.2024.104669",
    "title": "Inducible pluripotent stem cell models to study bone marrow failure and MDS predisposition syndromes.",
    "abstract": "Induced pluripotent stem cells (iPSCs) have emerged as powerful tools for in vitro modeling of bone marrow failure (BMF) syndromes and hereditary conditions predisposing to myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). This review synthesizes recent advances in iPSC-based disease modeling for various inherited BMF/MDS disorders, including Fanconi anemia, dyskeratosis congenita, Diamond Blackfan anemia syndrome, Shwachman-Diamond syndrome, and severe congenital neutropenia as well as GATA2, RUNX1, ETV6, ANKRD26, SAMD9, SAMD9L, and ADH5/ALDH2 syndromes. Although the majority of these iPSC lines are derived from patient cells, some are generated by introducing patient-specific mutations into healthy iPSC backgrounds, offering complementary approaches to disease modeling. The review highlights the ability of iPSCs to recapitulate key disease phenotypes, such as impaired hematopoietic differentiation, telomere dysfunction, and defects in DNA repair or ribosome biogenesis. We discuss how these models have enhanced our understanding of disease pathomechanisms, hematopoietic defects, and potential therapeutic approaches. Challenges in generating and maintaining disease-specific iPSCs are examined, particularly for disorders involving DNA repair. We emphasize the necessity of creating isogenic controls to elucidate genotype-phenotype relationships. Furthermore, we address limitations of current iPSC models, including genetic variability among iPSC clones derived from the same patient, and difficulties in achieving robust engraftment of iPSC-derived hematopoietic progenitor cells in mouse transplantation models. The review also explores future directions, including the potential of iPSC models for drug discovery and personalized medicine approaches. This review underscores the significance of iPSC technology in advancing our understanding of inherited hematopoietic disorders and its potential to inform novel therapeutic strategies.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR934902",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5231941/v1",
    "title": "Ataluren Treatment Improves Hematopoietic and Pancreatic Disorders in Patients with Shwachman-Diamond Syndrome",
    "abstract": "<title>Abstract</title>  <p>Shwachman-Diamond syndrome (SDS) is characterized by exocrine pancreatic insufficiency, neutropenia, and a high risk of myeloid malignancy. Most patients with SDS harbor nonsense mutations in Shwachman-Bodian-Diamond syndrome gene (<italic>SBDS)</italic>, which encodes a ribosome assembly factor. We investigated the translational read-through effect of ataluren in three patients with SDS. The primary and secondary endpoints were restoring SBDS protein levels in hematopoietic cells and improving myelopoiesis, respectively. SBDS synthesis increased in hematopoietic cells, whereas the bone marrow showed improved cellularity with the maturation of myeloid progenitors. The exocrine pancreatic function also improved. Thus, this clinical study strongly encourages the further clinical development of ataluren to treat SDS.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40021961",
    "pmid": "40021961",
    "doi": "10.1186/s10020-025-01133-5",
    "title": "Constitutive systemic inflammation in Shwachman-Diamond Syndrome.",
    "abstract": "<h4>Background and purpose</h4>Shwachman-Diamond Syndrome (SDS) is an autosomal recessive disease belonging to the inherited bone marrow failure syndromes and characterized by hypocellular bone marrow, exocrine pancreatic insufficiency, and skeletal abnormalities. SDS is associated with increased risk of developing myelodysplastic syndrome (MDS) and/or acute myeloid leukemia (AML). Although SDS is not primarily considered an inflammatory disorder, some of the associated conditions (e.g., neutropenia, pancreatitis and bone marrow dysfunction) may involve inflammation or immune system dysfunctions. We have already demonstrated that signal transducer and activator of transcription (STAT)-3 and mammalian target of rapamycin (mTOR) were hyperactivated and associated with elevated IL-6 levels in SDS leukocytes. In this study, we analyzed the level of phosphoproteins involved in STAT3 and mTOR pathways in SDS lymphoblastoid cells (LCLs) and the secretomic profile of soluble pro-inflammatory mediators in SDS plasma and LCLs in order to investigate the systemic inflammation in these patients and relative pathways.<h4>Methods</h4>Twenty-six SDS patients and seven healthy donors of comparable age were recruited during the programmed follow-up visits for clinical evaluation at the Verona Cystic Fibrosis Center Human. The obtained samples (plasma and/or LCLs) were analyzed for: phosphoproteins, cytokines, chemokines and growth factors levels by Bio-plex technology; microRNAs profiling by next generation sequencing (NGS) and microRNAs expression validation by Real Time-PCR (RT-PCR) and droplet digital PCR (ddPCR) .<h4>Results</h4>We demonstrated dysregulation of ERK1/2 and AKT phosphoproteins in SDS, as their involvement in the hyperactivation of the STAT3 and mTOR pathways confirmed the interplay of these pathways in SDS pathophysiology. However, both these signaling pathways are strongly influenced by the inflammatory environment. Here, we reported that SDS is characterized by elevated plasma levels of several soluble proinflammatory mediators. In vitro experiments show that these pro-inflammatory genes are closely correlated with STAT3/mTOR pathway activation. In addition, we found that miR-181a-3p is down-regulated in SDS. Since this miRNA acts as a regulator of several pro-inflammatory pathways such as STAT3 and ERK1/2, its down-regulation may be a driver of the constitutive inflammation observed in SDS patients.<h4>Conclusions</h4>The results obtained in this study shed light on the complex pathogenetic mechanism underlying bone marrow failure and leukemogenesis in SDS, suggesting the need for anti-inflammatory therapies for SDS patients.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38929284",
    "pmid": "38929284",
    "doi": "10.3390/children11060705",
    "title": "Lethal Complications and Complex Genotypes in Shwachman Diamond Syndrome: Report of a Family with Recurrent Neonatal Deaths and a Case-Based Brief Review of the Literature.",
    "abstract": "Shwachman Diamond Syndrome (SDS) is a multi-system disease characterized by exocrine pancreatic insufficiency with malabsorption, infantile neutropenia and aplastic anemia. Life-threatening complications include progression to acute myeloid leukemia (AML) or myelodysplastic syndrome (MDS), critical deep-tissue infections and asphyxiating thoracic dystrophy. In most patients, SDS results from biallelic pathogenic variants in the <i>SBDS</i> gene, different combinations of which contribute to heterogenous clinical presentations. Null variants are not well tolerated, supporting the theory that the loss of SBDS expression is likely lethal in both mice and humans. A novel complex genotype (SBDS:c.[242C>G;258+2T>C];[460-1G>A]/WFS1:c.[2327A>T];[1371G>T]) was detected in a family with recurrent neonatal deaths. A female neonate died three hours after birth with hemolytic anemia, and a male neonate with severe anemia, thrombocytopenia and neutropenia succumbed on day 40 after <i>Staphylococcus epidermidis</i> infection. A subsequent review of the literature focused on fatal complications, complex SBDS genotypes and/or unusual clinical presentations and disclosed rare cases, of which some had unexpected combinations of genetic and clinical findings. The impact of pathogenic variants and associated phenotypes is discussed in the context of data sharing towards expanding scientific expert networks, consolidating knowledge and advancing an understanding of novel underlying genotypes and complex phenotypes, facilitating informed clinical decisions and disease management.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38589208",
    "pmid": "38589208",
    "doi": "10.1136/jcp-2022-208686",
    "title": "Discerning clinicopathological features of congenital neutropenia syndromes: an approach to diagnostically challenging differential diagnoses.",
    "abstract": "The congenital neutropenia syndromes are rare haematological conditions defined by impaired myeloid precursor differentiation or function. Patients are prone to severe infections with high mortality rates in early life. While some patients benefit from granulocyte colony-stimulating factor treatment, they may still face an increased risk of bone marrow failure, myelodysplastic syndrome and acute leukaemia. Accurate diagnosis is crucial for improved outcomes; however, diagnosis depends on familiarity with a heterogeneous group of rare disorders that remain incompletely characterised. The clinical and pathological overlap between reactive conditions, primary and congenital neutropenias, bone marrow failure, and myelodysplastic syndromes further clouds diagnostic clarity.We review the diagnostically useful clinicopathological and morphological features of reactive causes of neutropenia and the most common primary neutropenia disorders: constitutional/benign ethnic neutropenia, chronic idiopathic neutropenia, cyclic neutropenia, severe congenital neutropenia (due to mutations in <i>ELANE</i>, <i>GFI1</i>, <i>HAX1</i>, <i>G6PC3</i>, <i>VPS45</i>, <i>JAGN1</i>, <i>CSF3R</i>, <i>SRP54</i>, <i>CLPB</i> and <i>WAS</i>), GATA2 deficiency, Warts, hypogammaglobulinaemia, infections and myelokathexis syndrome, Shwachman-Diamond Syndrome, the lysosomal storage disorders with neutropenia: Chediak-Higashi, Hermansky-Pudlak, and Griscelli syndromes, Cohen, and Barth syndromes. We also detail characteristic cytogenetic and molecular factors at diagnosis and in progression to myelodysplastic syndrome/leukaemia.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR901028",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4743714/v1",
    "title": "Unrelated umbilical cord blood transplantation using a noval conditioning regimen for small month-old infants with rare non-malignant disorders",
    "abstract": "<title>Abstract</title>  <p>Background  Patients afflicted with rare non-malignant disorders endure the pain of the disease from birth. Receiving allogeneic hematopoietic stem cell transplantation (allo-HSCT), especially umbilical cord blood transplantation (UCBT), as soon as possible has becomes the only cure opportunity for such patients. For infants under six months old, the toxicity caused by chemotherapy-based conditioning regimens is a key issue that needs to be focused on. Nevertheless, consensus regarding specific dosage adjustments for conditioning regimens in such infants remains elusive. Objective  Our pilot study aimed to determine a noval dose-adjusted conditioning regimen suitable for infants under 6 months of age with rare non malignant diseases who underwent unrelated umbilical cord blood transplantation. Methods  We reported the transplant outcomes of five infants under 6 months old with rare non-malignant disease who underwent UCBT at our center from 2021 to 2024. Patients received a conditioning regimen containing adjusted dose of cyclophosphamide, fludarabine, anti-thymocyte immunoglobulin, busulfan and thiotepa, using ≥ 8/10 UCB as the cell source. Results  The median age of the patients was 4.2 months (range, 4.0 to 5.1) and the median weight of the patients was 5.5 kg (range, 3.5 to 7.5) at transplantation. These infants were diagnosed with Krabbe disease, very early onset inflammatory bowel disease (VEO-IBD), Shwachman-Diamond syndrome (SDS) and Methoxyvaleric aciduria. The median time for neutrophil engraftment and platelet engraftment in all patients was 24 days (range, 12–30 days) and 32 days (range, 26 to 46 days), respectively. The whole blood donor chimerism in all patients was > 95% at 100 days post-UCBT, and all patients achieved a durable complete donor chimerism. The primary diseases of all patients have been effectively corrected, determined by regularly monitoring the enzyme concentration or gene mutation recovery. All patients survived until the follow-up date, and the event free survival rate after UCBT was 100%. Two out of five patients developed acute GVHD, but none had progressed to grade IV aGVHD or chronic GVHD. All patients achieved good lymphocyte reconstruction, especially with CD4 + cells reaching over 200/uL in all patients at 100 days after UCBT. Moreover, natural killer cells and B cells also recover rapidly, with a immunoglobulin class switching. <h4>Conclusions:</h4> In summary, our preliminary research suggest that UCBT with this novel conditioning regimen offers a safe and effective option for infants under 6 months with rare non-malignant diseases, achieving early and rapid donor engraftment, good immune reconstitution with mild GVHD, and superior overall survival.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39184925",
    "pmid": "39184925",
    "doi": "10.21037/tbcr-24-13",
    "title": "Chemotherapy-induced neutropenia management in a patient with metastatic breast cancer and Shwachman-Diamond syndrome (SDS): a case report.",
    "abstract": "<h4>Background</h4>Shwachman-Diamond syndrome (SDS) is a rare inherited bone marrow failure syndrome associated with cytopenia and the development of hematologic malignancies. Solid tumor occurrence is rare and, historically, these patients have had poor outcomes due to chemotherapy-induced myelosuppression and increased susceptibility to infections. We report the administration of cytotoxic systemic therapy with granulocyte colony-stimulating factor (G-CSF) in a patient with SDS and metastatic breast cancer. We describe the risk-benefit profile of utilizing G-CSF in managing this patient to improve her therapeutic outcome and review the prior literature.<h4>Case description</h4>A 41-year-old Caucasian female with SDS developed stage IV triple-positive [estrogen positive, progesterone positive, and human epidermal growth factor receptor 2 (<i>HER2</i>) positive] invasive ductal carcinoma of the left breast with liver metastases. She had lifelong thrombocytopenia with other hematologic parameters within normal limits, no tumor protein 53 (<i>TP53</i>) mutation, and no history of marrow dysplasia. Based on her underlying SDS, paclitaxel was favored over docetaxel due to the reduced risk of myelosuppression and weekly dosing schedule. Her regimen included weekly paclitaxel with trastuzumab and pertuzumab every 21 days. She experienced chemotherapy-induced neutropenia with an absolute neutrophil count of less than 1,500 leading to the utilization of G-CSF support. She received chemotherapy with twice-weekly G-CSF and did not experience severe infections. After nine cycles of therapy, she had no evidence of metastatic disease on imaging. The patient has an ongoing complete response at 18 months since treatment initiation.<h4>Conclusions</h4>This case report describes the treatment of a patient with SDS and metastatic breast cancer with cytotoxic chemotherapy and G-CSF. G-CSF facilitated ongoing chemotherapy administration and reduced the risk of infection leading to an optimal therapeutic outcome. There should be careful consideration of early G-CSF use in patients with SDS to optimize continuous chemotherapy dosing.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38435186",
    "pmid": "38435186",
    "doi": "10.7759/cureus.53467",
    "title": "Characteristics of Craniofacial Morphology and Occlusion in Shwachman-Diamond Syndrome: A Case Report of a Japanese Sibling Pair.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is a rare autosomal recessive disorder mainly caused by mutations in the Shwachman-Bodian-Diamond syndrome gene on chromosome 7q11. Although skeletal abnormalities are a feature of SDS, no reports have focused on the craniofacial morphology of patients with SDS. Moreover, the detailed dental characteristics of SDS remain unknown. In the present case report, we evaluated the craniofacial morphology and dental findings of two patients with SDS. A Japanese adolescent sibling pair with SDS had the chief complaint of excessive overjet. Cephalometric analysis revealed similar craniofacial morphology in both patients: skeletal class I malocclusion with a hypodivergent pattern and labial inclination of the maxillary and mandibular incisors. A panoramic photograph showed the tendency of delayed permanent tooth eruption and replacement in both patients. These cases suggest that malocclusion requiring orthodontic treatment might be a feature of patients with SDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38756125",
    "pmid": "38756125",
    "doi": "10.1002/jpr3.12064",
    "title": "Shwachman-Diamond syndrome mimicking mitochondrial hepatopathy.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is a genetic disorder caused by mutations in the Shwachman-Bodian-Diamond syndrome (SBDS) gene. The syndrome is characterized by multiorgan dysfunction primarily involving the bone marrow and exocrine pancreas. Frequently overlooked is the hepatic dysfunction seen in early childhood which tends to improve by adulthood. Here, we report a child who initially presented with failure to thrive and elevated transaminases, and was ultimately diagnosed with SDS. A liver biopsy electron micrograph revealed hepatocytes crowded with numerous small mitochondria, resembling the hepatic architecture from patients with inborn errors of metabolism, including mitochondrial diseases. To our knowledge, this is the first report of the mitochondrial phenotype in an SDS patient. These findings are compelling given the recent cellular and molecular research studies which have identified SBDS as an essential regulator of mitochondrial function and have also implicated SBDS in the maintenance of mitochondrial DNA.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38311561",
    "pmid": "38311561",
    "doi": "10.3760/cma.j.cn511374-20221203-00832",
    "title": "[Genetic and clinical analysis of a child with Shwachman-Diamond syndrome due to compound heterozygous variants of SBDS gene].",
    "abstract": "<h4>Objective</h4>To analyze the clinical features and genetic characteristics of a patient with Shwachman-Diamond syndrome (SDS) due to compound heterozygous variants of SBDS gene.<h4>Methods</h4>A female child with SDS who was admitted to the Children's Hospital Affiliated to Zhengzhou University in February 2022 was selected as the study subject. Clinical data of the child was collected. Peripheral blood samples of the child and her elder sister and parents were collected and subjected to whole exome sequencing (WES). Candidate variant was verified by Sanger sequencing.<h4>Results</h4>The child, a 1-year-and-1-month-old girl, had mainly manifested with diarrhea, hematochezia, growth retardation and malnutrition, along with increased transaminases and decreased neutrophils and hemoglobin. Anteroposterior X-ray of her left wrist indicated significantly delayed bone age. Colonoscopy revealed that her colorectal mucosa was erosive with oily food residues attached to the intestinal lumen. Genetic testing revealed that she has harbored c.258+2T>C and c.100A>G compound heterozygous variants of the SBDS gene. The c.258+2T>C variant has derived from her father and known to be pathogenic, whilst the other has derived from her mother. Based on the guidelines from the American College of Medical Genetics and Genomics, the c.100A>G variant was classified as likely pathogenic (PM1+PM2_Supporting+PM3+PM5+PP3).<h4>Conclusion</h4>The compound heterozygous variants of c.258+2T>C and c.100A>G probably underlay the SDS in this child. For children with refractory diarrhea, liver damage and growth retardation, SDS should be suspected, and genetic testing can facilitate the diagnosis and treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "29939524",
    "pmid": "29939524",
    "doi": "",
    "title": "Neutropenia",
    "abstract": "Neutrophils are the most common type of leukocytes, known colloquially as white blood cells, that normally circulate as granulocytes along the vascular endothelium in peripheral blood vessels. Neutrophils play an essential role in immune defenses because they ingest, kill, and digest invading microorganisms, including fungi and bacteria after extravasating through blood vessels, a process better known as transendothelial migration. Failure to carry out this role leads to immunodeficiency, mainly characterized by recurrent infections. Defects in neutrophil function can be quantitative, as seen in neutropenia, or qualitative, as seen in neutrophil dysfunction. The standard circulating neutrophil count should be greater than 1.5 x 109/L. Neutropenia can be classified as mild, moderate, severe, and agranulocytosis. Please see StatPearls' associated reference, \"Agranulocytosis,\" for further information on this topic. Neutropenia classification, per circulating neutrophil count, includes: Mild: 1.0 to 1.5 x 109/L. Moderate: 0.5 to 1.0 x 109/L. Severe: less than 0.5 x 109/L. Agranulocytosis: less than 0.2 x 109/L with absence of neutrophil precursors in bone marrow. Neutropenia, or a state of low neutrophils, in itself has a wide differential that includes a primary disorder of production in the bone marrow, genetic deficiency, and cyclical deficiency. Additional causes of primary neutropenia include malignant disorders of marrow failure, such as leukopenia, or infiltrative hematologic neoplasms, such as high-grade lymphoma. Neutropenia can also be secondary to marrow extrinsic causes, including autoimmune diseases, cytotoxic chemotherapy, or suppressive illnesses or infections; even antibiotics can be toxic to neutrophils. Multifactorial neutropenia is also not uncommon, and is seen in patients who are on systemic chemotherapy and multiple broad-spectrum antibiotics., for instance. Primary neutropenia, with decreased production and marrow hypoplasia, can be due to chronic benign neutropenia, cyclical neutropenia, or other congenital and genetic neutropenias. Acquired neutropenia can be secondary to cytotoxic drugs, leukemia, drug reactions, or infections. Congenital forms are rare and vary in severity. Some life-threatening neutropenias include leukocyte adhesion deficiency syndromes, Chediak-Higashi syndrome, Shwachman-Diamond syndrome, and chronic granulomatous disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38240987",
    "pmid": "38240987",
    "doi": "10.1007/s12185-024-03709-z",
    "title": "Knockdown of the Shwachman-Diamond syndrome gene, SBDS, induces galectin-1 expression and impairs cell growth.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is an autosomal recessive disorder characterized by exocrine pancreatic insufficiency and bone marrow failure. The depletion of SBDS protein by RNA interference has been shown to cause inhibition of cell proliferation in several cell lines. However, the precise mechanism by which the loss of SBDS leads to inhibition of cell growth remains unknown. To evaluate the impaired growth of SBDS-knockdown cells, we analyzed Epstein-Barr virus-transformed lymphoblast cells (LCLs) derived from two patients with SDS (c. 183_184TA > CT and c. 258 + 2 T > C). After 3 days of culture, the growth of LCL-SDS cell lines was considerably less than that of control donor cells. By annealing control primer-based GeneFishing PCR screening, we found that galectin-1 (Gal-1) mRNA expression was elevated in LCL-SDS cells. Western blot analysis showed that the level of Gal-1 protein expression was also increased in LCL-SDS cells as well as in SBDS-knockdown 32Dcl3 murine myeloid cells. We confirmed that recombinant Gal-1 inhibited the proliferation of both LCL-control and LCL-SDS cells and induced apoptosis (as determined by annexin V-positive staining). These results suggest that the overexpression of Gal-1 contributes to abnormal cell growth in SBDS-deficient cells.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR868314",
    "pmid": "",
    "doi": "10.22541/au.171853338.82875339/v1",
    "title": "Unrelated umbilical cord blood transplantation using a noval conditioning regimen for small month-old infants with rare non-malignant disorders",
    "abstract": "<h4>Background: </h4> Patients afflicted with rare non-malignant disorders endure the pain of the disease from birth. Receiving allogeneic hematopoietic stem cell transplantation (allo-HSCT) , especially umbilical cord blood transplantation (UCBT) , as soon as possible has becomes the only cure opportunity for such patients. For infants under six months old, the toxicity caused by chemotherapy-based conditioning regimens is a key issue that needs to be focused on. Nevertheless, consensus regarding specific dosage adjustments for conditioning regimens in such infants remains elusive. <h4>Objective: </h4> Our pilot study aimed to determine a noval dose-adjusted conditioning regimen suitable for infants under 6 months of age with rare non malignant diseases who underwent unrelated umbilical cord blood transplantation.  <h4>Methods: </h4> We reported the transplant outcomes of five infants under 6 months old with rare non-malignant disease who underwent UCBT at our center from 2021 to 2024. Patients received a conditioning regimen containing adjusted dose of cyclophosphamide, fludarabine, anti-thymocyte immunoglobulin, busulfan and thiotepa, using≥8/10 UCB as the cell source. <h4>Results: </h4> The median age of the patients was 4.2 months (range, 4.0 to 5.1) and the median weight of the patients was 5.5 kg (range, 3.5 to 7.5) at transplantation. These infants were diagnosed with Krabbe disease, very early onset inflammatory bowel disease (VEO-IBD), Shwachman-Diamond syndrome (SDS) and Methoxyvaleric aciduria. The median time for neutrophil engraftment and platelet engraftment in all patients was 24 days (range, 12-30 days) and 32 days (range, 26 to 46 days), respectively. The whole blood donor chimerism in all patients was>95% at 100 days post-UCBT, and all patients achieved a durable complete donor chimerism. The primary diseases of all patients have been effectively corrected, determined by regularly monitoring the enzyme concentration or gene mutation recovery. All patients survived until the follow-up date, and the event free survival rate after UCBT was 100%. Two out of five patients developed acute GVHD, but none had progressed to grade IV aGVHD or chronic GVHD. All patients achieved good lymphocyte reconstruction, especially with CD4+cells reaching over 200/uL in all patients at 100 days after UCBT. Moreover, natural killer cells and B cells also recover rapidly, with a immunoglobulin class switching. <h4>Conclusions: </h4>: In summary, our preliminary research suggest that UCBT with this novel conditioning regimen offers a safe and effective option for infants under 6 months with rare non-malignant diseases, achieving early and rapid donor engraftment, good immune reconstitution with mild GVHD, and superior over survival.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38848876",
    "pmid": "38848876",
    "doi": "10.1016/j.exphem.2024.104249",
    "title": "Overexpression of human SAMD9 inhibits protein translation and alters MYC signaling resulting in cell cycle arrest.",
    "abstract": "Inherited bone marrow failure syndromes often result from pathogenic mutations in genes that are important for ribosome function, namely, Diamond-Blackfan anemia, Shwachman-Diamond syndrome, and dyskeratosis congenita. Germline mutations in SAMD9 are a frequent genetic lesion resulting in an inherited bone marrow failure syndrome with monosomy 7; some patients have severe multisystem syndromes that include myelodysplasia. The association of germline SAMD9 mutations and bone marrow failure is clear; however, to date, there is no reliable method to predict whether a novel SAMD9 mutation is pathogenic unless it is accompanied by an obvious family history and/or clinical syndrome. The difficulty with pathogenicity prediction is, in part, due to the incomplete understanding of the biological functions of SAMD9. We used a SAMD9-targeted, inducible CRISPRa system and RNA sequencing to better understand the global transcriptional changes that result from transcriptional manipulation of SAMD9. Supporting recent discoveries that SAMD9 acts as a ACNase specific for phenylalanine tRNA (tRNA-Phe), we confirmed with crosslinking and solid-phase purification that SAMD9 is an RNA binding protein and analyzed how overexpression of tRNA-Phe may reverse transcriptomic changes caused by SAMD9 activation. Our data show that overexpression of SAMD9 from the endogenous locus results in decreased cell proliferation, cell cycle progression, and global protein translation. When SAMD9 contains a gain-of-function mutation (p.E1136Q), these functional phenotypes are exacerbated but only partially rescued with tRNA-Phe overexpression, suggesting additional molecular actions of SAMD9. Additionally, we demonstrate that gene expression pathways important for ribosome biogenesis and MYC signaling are the most significantly impacted by SAMD9 overexpression.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38988263",
    "pmid": "38988263",
    "doi": "10.3324/haematol.2023.284312",
    "title": "Germline variants in acquired aplastic anemia: current knowledge and future perspectives.",
    "abstract": "Aplastic anemia (AA) is a disease characterized by failure of hematopoiesis, bone marrow aplasia, and pancytopenia. It can be inherited or acquired. Although acquired AA is believed to be immune-mediated and random, new evidence suggests an underlying genetic predisposition. Besides confirmed genomic mutations that contribute to inherited AA (such as pathogenic mutations of TERT and TERC), germline variants, often in heterozygous states, also play a not negligible role in the onset and progression of acquired AA. These variants, associated with inherited bone marrow failure syndromes and inborn errors of immunity, contribute to the disease, possibly through mechanisms including gene homeostasis, DNA repair, and immune injury. This article explores the nuanced association between acquired AA and germline variants, detailing the clinical significance of germline variants in diagnosing and managing this condition. More work is encouraged to better understand the role of immunogenic pathogenic variants and whether somatic mutations participate as secondary \"hits\" in the development of bone marrow failure.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38274632",
    "pmid": "38274632",
    "doi": "10.7759/cureus.r93",
    "title": "Retraction: Shwachman-Diamond Syndrome in a Child Presenting With Chronic Diarrhea: A Rare Case in Family Medicine Practice.",
    "abstract": "[This retracts the article DOI: 10.7759/cureus.19391.].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39085077",
    "pmid": "39085077",
    "doi": "10.1248/bpb.b24-00088",
    "title": "SBDS Gene Mutation Increases ROS Production and Causes DNA Damage as Well as Oxidation of Mitochondrial Membranes in the Murine Myeloid Cell Line 32Dcl3.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is an autosomal recessive disease caused by mutation in the Shwachman-Bodian-Diamond syndrome (SBDS) gene. SDS has a variety of clinical features, including exocrine pancreatic insufficiency and hematological dysfunction. Neutropenia is the most common symptom in patients with SDS. SDS is also associated with an elevated risk of developing myelodysplastic syndromes and acute myeloid leukemia. The SBDS protein is involved in ribosome biogenesis, ribosomal RNA metabolism, stabilization of mitotic spindles and cellular stress responses, yet the function of SBDS in detail is still incompletely understood. Considering the diverse function of SBDS, the effect of SBDS seems to be different in different cells and tissues. In this study, we established myeloid cell line 32Dcl3 with a common pathogenic SBDS variant on both alleles in intron 2, 258 + 2T > C, and examined the cellular damage that resulted. We found that the protein synthesis was markedly decreased in the mutant cells. Furthermore, reactive oxygen species (ROS) production was increased, and oxidation of the mitochondrial membrane lipids and DNA damage were induced. These findings provide new insights into the cellular and molecular pathology caused by SBDS deficiency in myeloid cells.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38611098",
    "pmid": "38611098",
    "doi": "10.3390/cancers16071420",
    "title": "Growth Charts for Shwachman-Diamond Syndrome at Ages 0 to 18 Years.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is one of the most common inherited bone marrow failure syndromes. SDS is characterized by hypocellular bone marrow, with a severe impairment of the myeloid lineage, resulting in neutropenia, thrombocytopenia, and, more rarely, anemia. Almost 15% of patients with SDS develop myelodysplastic syndrome or acute myeloid leukemia as early as childhood or young adulthood. Exocrine pancreatic insufficiency is another common feature of SDS. Almost all patients with SDS show failure to thrive, which is associated with skeletal abnormalities due to defective ossification. Considering these observations, it remains unfeasible to use the common growth charts already available for the general population. To address this issue, we report how we drew up growth charts of patients with SDS aged 0 to 18 years. We analyzed height, weight, and body max index (BMI) in 121 Italian patients with SDS. Results indicated that the 50th and 3rd percentiles of weight and height of the pediatric general population correspond to the 97th and 50th percentiles of patients with SDS aged 0-18 years, respectively. In addition, the percentage increment in weight of subjects aged 14-18 years was higher in patients with SDS than in the general population. SDS-specific growth charts, such as those described here, afford a new tool, which is potentially useful for both clinical and research purposes in SDS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38740980",
    "pmid": "38740980",
    "doi": "10.1038/s41375-024-02263-1",
    "title": "Integrated proteogenomic analysis for inherited bone marrow failure syndrome.",
    "abstract": "Recent advances in in-depth data-independent acquisition proteomic analysis have enabled comprehensive quantitative analysis of >10,000 proteins. Herein, an integrated proteogenomic analysis for inherited bone marrow failure syndrome (IBMFS) was performed to reveal their biological features and to develop a proteomic-based diagnostic assay in the discovery cohort; dyskeratosis congenita (n = 12), Fanconi anemia (n = 11), Diamond-Blackfan anemia (DBA, n = 9), Shwachman-Diamond syndrome (SDS, n = 6), ADH5/ALDH2 deficiency (n = 4), and other IBMFS (n = 18). Unsupervised proteomic clustering identified eight independent clusters (C1-C8), with the ribosomal pathway specifically downregulated in C1 and C2, enriched for DBA and SDS, respectively. Six patients with SDS had significantly decreased SBDS protein expression, with two of these not diagnosed by DNA sequencing alone. Four patients with ADH5/ALDH2 deficiency showed significantly reduced ADH5 protein expression. To perform a large-scale rapid IBMFS screening, targeted proteomic analysis was performed on 417 samples from patients with IBMFS-related hematological disorders (n = 390) and healthy controls (n = 27). SBDS and ADH5 protein expressions were significantly reduced in SDS and ADH5/ALDH2 deficiency, respectively. The clinical application of this first integrated proteogenomic analysis would be useful for the diagnosis and screening of IBMFS, where appropriate clinical screening tests are lacking.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38600884",
    "pmid": "38600884",
    "doi": "10.1111/ejh.14197",
    "title": "Genetic backgrounds and clinical characteristics of congenital neutropenias in Israel.",
    "abstract": "<h4>Background</h4>Congenital neutropenias are characterized by severe infections and a high risk of myeloid transformation; the causative genes vary across ethnicities. The Israeli population is characterized by an ethnically diverse population with a high rate of consanguinity.<h4>Objective</h4>To evaluate the clinical and genetic spectrum of congenital neutropenias in Israel.<h4>Methods</h4>We included individuals with congenital neutropenias listed in the Israeli Inherited Bone Marrow Failure Registry. Sanger sequencing was performed for ELANE or G6PC3, and patients with wild-type ELANE/G6PC3 were referred for next-generation sequencing.<h4>Results</h4>Sixty-five patients with neutropenia were included. Of 51 patients with severe congenital neutropenia, 34 were genetically diagnosed, most commonly with variants in ELANE (15 patients). Nine patients had biallelic variants in G6PC3, all of consanguineous Muslim Arab origin. Other genes involved were SRP54, JAGN1, TAZ, and SLC37A4. Seven patients had cyclic neutropenia, all with pathogenic variants in ELANE, and seven had Shwachman-Diamond syndrome caused by biallelic SBDS variants. Eight patients (12%) developed myeloid transformation, including six patients with an unknown underlying genetic cause. Nineteen (29%) patients underwent hematopoietic stem cell transplantation, mostly due to insufficient response to treatment with granulocyte-colony stimulating factor or due to myeloid transformation.<h4>Conclusions</h4>The genetic spectrum of congenital neutropenias in Israel is characterized by a high prevalence of G6PC3 variants and an absence of HAX1 mutations. Similar to other registries, for 26% of the patients, a molecular diagnosis was not achieved. However, myeloid transformation was common in this group, emphasizing the need for close follow-up.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38651168",
    "pmid": "38651168",
    "doi": "10.3389/ebm.2024.10035",
    "title": "Clinical and genetic characteristics of Chinese patients with Shwachman Diamond syndrome: a literature review of Chinese publication.",
    "abstract": "Shwachman Diamond syndrome (SDS) is a rare autosomal recessive genetic disorder and due to its complex and varied clinical manifestations, diagnosis is often delayed. The purpose of this study was to investigate the clinical manifestations and genetic characteristics of SDS in Chinese patients, in order to increase pediatricians' awareness of SDS and to allow early diagnosis. We conducted a search to identify patients presenting SBDS gene pathogenic variant in two Chinese academic databases. We analyzed and summarized the epidemiology, clinical features, gene pathogenic variants, and key points in the diagnosis and treatment of SDS. We reviewed the clinical data of 39 children with SDS from previously published articles. The interval from the onset of the first symptoms to diagnosis was very long for most of our patients. The age of presentation ranged from 1 day to 10 years (median: 3 months). However, the age of diagnosis was significantly delayed, ranging from 1 month to 14 years (median: 14 months). Hematological abnormalities were the most common presentation, 89.7% (35/39) at the beginning and 94.9% (37/39) at diagnosis of SDS. Diarrhea was the second most common clinical abnormality at the time of diagnosis. 59% (23/39) of patients had a typical history of persistent chronic diarrhea. Furthermore, hepatic enlargement or elevation of transaminase occurred in 15 cases (38.5%). 56.4% patients (22/39) had a short stature, and 17.9% (7/39) patients showed developmental delay. Additionally, twenty patients had compound heterozygous pathogenic variants of c.258 + 2T > C and c.183_ 184TA > CT. Children with SDS in China had high incidence rates of chronic diarrhea, cytopenia, short stature, and liver damage. Furthermore, SBDS c.258 + 2T > C and c.183_ 184TA > CT were the most common pathogenic variants in patients with SDS. The diagnosis of SDS can be delayed if the clinical phenotype is not recognized by the health care provider.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38502829",
    "pmid": "38502829",
    "doi": "10.1097/cad.0000000000001594",
    "title": "Azacitidine combined with venetoclax alleviates AML-MR with TP53 mutation in SDS: a case report and literature review.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is an autosomal recessive genetic disease, which is prone to transform into myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). TP53 mutation is a driving factor involved in the transformation of SDS into MDS/AML, and in the evolution of MDS to AML. Allogeneic hematopoietic stem cell transplantation (Allo-HSCT) is the only curable approach, however, challenge remains regarding the balance between efficacy and the high risk from treatment-related toxicity and mortality to achieve temporary disease control before transplantation to gain time and opportunities for transplantation. At present, pre-transplant bridging therapy has emerged as one of the important options with improved efficacy, reduced tumor burden, and less treatment-related toxicity. Here we reported azacitidine combined with venetoclax was used as pre-transplant bridging regimen in a TP53-mutant AML-MR case developed from SDS. He achieved complete remission with incomplete recovery and proceeded to Allo-HSCT. We hope to provide some evidence and insight for in-depth research and clinical treatment by presenting this case.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39543639",
    "pmid": "39543639",
    "doi": "10.1186/s13023-024-03423-3",
    "title": "A review of multiple diagnostic approaches in the undiagnosed diseases network to identify inherited metabolic diseases.",
    "abstract": "<h4>Background</h4>The number of known inherited metabolic diseases (IMDs) has been expanding, and the rate of diagnosis is improving with the development of innovative approaches including next generation sequencing (NGS). However, a substantial proportion of IMDs remain undetected by traditional diagnostic approaches. We aim to highlight the spectrum of IMDs diagnosed by the Undiagnosed Diseases Network (UDN) and to learn from the UDN diagnostic processes that were able to detect IMDs.<h4>Methods</h4>We conducted a retrospective analysis of 757 UDN participants diagnosed from 2015 until 2023 using the cohort database, which were divided into a cohort with IMDs (n = 194; 27%) and a cohort whose phenotypes were not explained by an IMD (n = 563; 73%), based on the International Classification of Inherited Metabolic Disorders (ICIMD). Then, we divided the causes of the metabolic 194 diagnoses into seven groups that included all the ICIMD categories. We inspected which clinical and laboratory approaches contributed to a final UDN diagnosis. We also present a UDN case example from each group to highlight the diagnostic yields that resulted from combining newer diagnostic approaches in the UDN and illustrate potential pitfalls of current NGS methods.<h4>Results</h4>These 194 cases of IMDs included examples from 21/25 (84%) of the ICIMD categories. Of the UDN subjects 164/194 (85%) were diagnosed with IMDs through NGS.<h4>Conclusion</h4>The spectrum of IMDs detected in the UDN cohort is large and growing and appropriate use of newer multiple diagnostic approaches should further increase diagnosis of IMDs that are presently missed by the traditional laboratory screening methods.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37876306",
    "pmid": "37876306",
    "doi": "10.1111/bjh.19134",
    "title": "Ataluren improves myelopoiesis and neutrophil chemotaxis by restoring ribosome biogenesis and reducing p53 levels in Shwachman-Diamond syndrome cells.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is characterized by neutropenia, exocrine pancreatic insufficiency and skeletal abnormalities. SDS bone marrow haematopoietic progenitors show increased apoptosis and impairment in granulocytic differentiation. Loss of Shwachman-Bodian-Diamond syndrome (SBDS) expression results in reduced eukaryotic 80S ribosome maturation. Biallelic mutations in the SBDS gene are found in ~90% of SDS patients, ~55% of whom carry the c.183-184TA>CT nonsense mutation. Several translational readthrough-inducing drugs aimed at suppressing nonsense mutations have been developed. One of these, ataluren, has received approval in Europe for the treatment of Duchenne muscular dystrophy. We previously showed that ataluren can restore full-length SBDS protein synthesis in SDS-derived bone marrow cells. Here, we extend our preclinical study to assess the functional restoration of SBDS capabilities in vitro and ex vivo. Ataluren improved 80S ribosome assembly and total protein synthesis in SDS-derived cells, restored myelopoiesis in myeloid progenitors, improved neutrophil chemotaxis in vitro and reduced neutrophil dysplastic markers ex vivo. Ataluren also restored full-length SBDS synthesis in primary osteoblasts, suggesting that its beneficial role may go beyond the myeloid compartment. Altogether, our results strengthened the rationale for a Phase I/II clinical trial of ataluren in SDS patients who harbour the nonsense mutation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37532492",
    "pmid": "37532492",
    "doi": "10.3760/cma.j.cn511374-20220907-00611",
    "title": "[Diagnosis and treatment of Shwachman-Diamond syndrome in Chinese children: An evidence-based study].",
    "abstract": "<h4>Objective</h4>To explore the characteristics of Shwachman-Diamond syndrome (SDS) in Chinese children in order to provide a reference for early diagnosis.<h4>Methods</h4>With Shwachman-Diamond syndrome, SDS, SBDS gene and inherited bone marrow failure as the keywords, the search period was set from January 2002 to October 2022. Relevant literature was retrieved from the Wanfang Database and China National Knowledge Infrastructure (CNKI) database. In addition, by using Shwachman-diamond syndrome as a keyword, the search period was also retrieved from the Web of Science, PubMed, and MEDLINE databases from January 2002 to October 2022. A child with SDS treated at the Tongji Hospital was also included. A total of 44 cases with complete clinical data were analyzed with reference to the International Standard for SDS Diagnosis. Chi-square test and t test were used for statistical analysis. Evidence-based research was carried out in the form of systematic review. The epidemiology, clinical characteristics and key points of early diagnosis of the Chinese SDS children were summarized and compared with the international data.<h4>Results</h4>The main characteristics of SDS in Chinese children were summarized as follows: The ratio of males to females was about 1.3 : 1, the median age of onset was 3 months, and the median age of diagnosis was 14 months. The first symptoms were often exocrine pancreatic insufficiency (31.8%) and granulocytopenia with infection (31.8%). According to the international consensus, the incidence rates of the three major diseases of SDS were hemocytopenia (95.4%), pancreatic disease (72.7%), and bone abnormality (40.9%). The common factors underlying SDS disease were variants of the SBDS gene (c.258+2T>C and c.183_184TA>CT), albeit there was no significant correlation between genotype and phenotype (P > 0.05). Compared with international reports, the clinical manifestations and genotypes of Chinese SDS children are different (P < 0.05).<h4>Conclusion</h4>The SDS children have an early age of onset and significant individual difference. It is necessary to analyze the case-related data to facilitate early recognition, diagnosis and clinical intervention.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37806249",
    "pmid": "37806249",
    "doi": "10.1016/j.bbrc.2023.10.013",
    "title": "M phase-specific interaction between SBDS and RNF2 at the mitotic spindles regulates mitotic progression.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is an autosomal recessive inherited disorder caused by biallelic mutations in the Shwachman-Bodian-Diamond syndrome (SBDS) gene. SBDS protein is involved in ribosome biogenesis; therefore SDS is classified as a ribosomopathy. SBDS is localized at mitotic spindles and stabilizes microtubules. Previously, we showed that SBDS interacts with ring finger protein 2 (RNF2) and is degraded through RNF2-dependent ubiquitination. In this study, we investigated when and where SBDS interacts with RNF2 and the effects of the interaction on cells. We found that SBDS co-localized with RNF2 on centrosomal microtubules in the mitotic phase (M phase), whereas SBDS and RNF2 localized to the nucleolus and nucleoplasm in the interphase, respectively. The microtubule-binding assay revealed that SBDS interacted directly with microtubules and RNF2 interacted with SBDS bound to microtubules. In addition, SBDS was ubiquitinated and degraded by RNF2 during the M phase. Moreover, RNF2 overexpression accelerated mitotic progression. These findings suggest that SBDS delays mitotic progression, and RNF2 releases cells from suppression through the ubiquitination and subsequent degradation of SBDS. The interaction between SBDS and RNF2 at mitotic spindles might be involved in mitotic progression as a novel regulatory cascade.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38837782",
    "pmid": "38837782",
    "doi": "",
    "title": "Case Report of 11 Years of Severe Malabsorption, Muscular Atrophy, Seizures, and Immunodeficiency Resolved After Proximal Intercessory Prayer.",
    "abstract": "We present the case of 11 years of severe malabsorption, muscular atrophy, seizures, and immunodeficiency resolved after proximal intercessory prayer (PIP). A male infant suffered from severe abdominal pain and impaired development with the introduction of solid food at age five months. The patient had previously appeared healthy, having been born to term and breastfed. Neocate and total parenteral nutrition (TPN) were prescribed, and the former was removed due to abdominal pain and diarrhea. Ultimately, the patient became completely dependent on TPN. It was concluded that he suffered from chronic, idiopathic, severe malabsorption. Development of neutropenia, hypogamma-globulinemia, and hypotonia was recorded. Medical records document atrophy and progressive deterioration of muscular symptoms. At five years of age, frontal lobe epilepsy was detected. Over the course of the disease, several genetic tests were performed. Doctors tried unsuccessfully to diagnose an underlying condition, with various mitochondriopathies and Shwachman-Diamond syndrome suggested as possible causes, but no prognosis of recovery was given. Eleven years following the initial presentation of symptoms, proximal intercessory prayer (PIP) was administered in a single session. The patient reported no unusual sensations during prayer. However, oral feedings were immediately tolerated without discomfort from that time onward. Post-PIP medical records indicate discontinuation of TPN, seizures, and seizure medications. Progressive improvement in the hematological disorders, BMI, and muscular symptoms was also observed. The present case report describes a novel association between PIP and the lasting resolution of multiple symptoms likely related to a genetic disorder. The results inform ongoing discussions about faith-based practices in health care and suggest the need for additional studies of PIP on health outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38016422",
    "pmid": "38016422",
    "doi": "10.1016/j.retram.2023.103423",
    "title": "Cytogenetics in the management of bone marrow failure syndromes: Guidelines from the Groupe Francophone de Cytogénétique Hématologique (GFCH).",
    "abstract": "Bone marrow failure syndromes are rare disorders characterized by bone marrow hypocellularity and resultant peripheral cytopenias. The most frequent form is acquired, so-called aplastic anemia or idiopathic aplastic anemia, an auto-immune disorder frequently associated with paroxysmal nocturnal hemoglobinuria, whereas inherited bone marrow failure syndromes are related to pathogenic germline variants. Among newly identified germline variants, GATA2 deficiency and SAMD9/9L syndromes have a special significance. Other germline variants impacting biological processes, such as DNA repair, telomere biology, and ribosome biogenesis, may cause major syndromes including Fanconi anemia, dyskeratosis congenita, Diamond-Blackfan anemia, and Shwachman-Diamond syndrome. Bone marrow failure syndromes are at risk of secondary progression towards myeloid neoplasms in the form of myelodysplastic neoplasms or acute myeloid leukemia. Acquired clonal cytogenetic abnormalities may be present before or at the onset of progression; some have prognostic value and/or represent somatic rescue mechanisms in inherited syndromes. On the other hand, the differential diagnosis between aplastic anemia and hypoplastic myelodysplastic neoplasm remains challenging. Here we discuss the value of cytogenetic abnormalities in bone marrow failure syndromes and propose recommendations for cytogenetic diagnosis and follow-up.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39567905",
    "pmid": "39567905",
    "doi": "10.1186/s12887-024-05154-7",
    "title": "Non pathological sweat test, pancreatic insufficiency and Cystic Fibrosis: an unusual case in a child with F508del-duplication of exons 1-3 CFTR genotype.",
    "abstract": "While Cystic Fibrosis is characterized by a high phenotypic variability, a correlation is reported between the pancreatic status and the CFTR genotype. Here we report an unusual case of a child with Cystic Fibrosis (F508del-duplication of exons 1-3 genotype) diagnosed at 8 years old for pancreatic insufficiency and non-pathological sweat test, in absence of respiratory symptoms and acute episodes of pancreatitis. Nasal potential differences and intestinal current measurements were normal, while the short-circuit current measured on patient-derived colonoids grown on Transwell<sup>®</sup> indicated the presence of a reduced CFTR-dependent current relative to non-CF colonoids with, a modest improvement of CFTR activity record following treatment with elexacaftor/tezacaftor/ivacaftor.This case opens the discussion on the importance of performing CFTR sequencing and the search for large gene rearrangements in cases of pancreatic insufficiency of unclear etiology, also in the presence of non-pathological sweat test. Children with CF and non-pathological sweat chloride are likely to develop higher concentrations if they truly have CF.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37580732",
    "pmid": "37580732",
    "doi": "10.1186/s13052-023-01501-z",
    "title": "Spectrum of diabetes mellitus in patients with Shwachman-Diamond syndrome: case report and review of the literature.",
    "abstract": "<h4>Background</h4>Shwachman-Diamond syndrome (SDS) is a rare congenital disorder caused by mutations in the SBDS gene and characterized by exocrine pancreatic deficiency, hematologic dysfunction, and skeletal growth failure. Although the hematologic features and characteristics of the somatic disorders commonly associated with SDS are well known, emerging data from case reports and patient registries suggest that SDS may also be associated with an increased risk of diabetes mellitus. However, currently available data on SDS-associated diabetes are limited and do not allow conclusions regarding prevalence and incidence rates, clinical course, and outcomes.<h4>Case presentation</h4>Here we report the case of a 5-year-old girl with SDS who underwent bone marrow transplantation at the age of 3 months and developed autoantibody-positive type 1 diabetes mellitus at the age of 1.8 years. The manifestation and course of diabetes development were mild, complicated by concurrent spontaneous episodes of hypoglycemia even before the onset of antidiabetic treatment. Currently, adequate metabolic control can be achieved by dietary intervention.<h4>Conclusions</h4>Considering that the SBDS protein regulates mitosis and ribosomal biosynthesis and that its suppression may cause immunologic instability and chronic inflammation, this case provides insight into the phenotype of rare Shwachman-Diamond syndrome-associated diabetes mellitus, which may be characterized by significant age-dependent differences in clinical course.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37803383",
    "pmid": "37803383",
    "doi": "10.1186/s12887-023-04324-3",
    "title": "Clinical features, epidemiology, and treatment of Shwachman-Diamond syndrome: a systematic review.",
    "abstract": "<h4>Background</h4>Shwachman-Diamond syndrome (SDS) is an autosomal recessive disease which results in inherited bone marrow failure (IBMF) and is characterized by exocrine pancreatic dysfunction and diverse clinical phenotypes. In the present study, we reviewed the internationally published reports on SDS patients, in order to summarize the clinical features, epidemiology, and treatment of SDS.<h4>Methods</h4>We searched the WangFang and China National Knowledge Infrastructure databases with the keywords \"Shwachman-Diamond syndrome,\" \"SDS,\" \"SBDS gene\" and \"inherited bone marrow failure\" for relevant articles published from January 2002 to October 2022. In addition, studies published from January 2002 to October 2022 were searched from the Web of Science, PubMed, and MEDLINE databases, using \"Shwachman-diamond syndrome\" as the keyword. Finally, one child with SDS treated in Tongji Hospital was also included.<h4>Results</h4>The clinical features of 156 patients with SDS were summarized. The three major clinical features of SDS were found to be peripheral blood cytopenia (96.8%), exocrine pancreatic dysfunction (83.3%), and failure to thrive (83.3%). The detection rate of SDS mutations was 94.6% (125/132). Mutations in SBDS, DNAJC21, SRP54, ELF6, and ELF1 have been reported. The male-to-female ratio was approximately 1.3/1. The median age of onset was 0.16 years, but the diagnostic age lagged by a median age of 1.3 years.<h4>Conclusions</h4>Pancreatic exocrine insufficiency and growth failure were common initial symptoms. SDS onset occurred early in childhood, and individual differences were obvious. Comprehensive collection and analysis of case-related data can help clinicians understand the clinical characteristics of SDS, which may improve early diagnosis and promote effective clinical intervention.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "29939643",
    "pmid": "29939643",
    "doi": "",
    "title": "Shwachman-Diamond Syndrome",
    "abstract": "Schwachman-Diamond syndrome (SDS) is an autosomal recessive disorder that is the second most common cause of exocrine pancreatic insufficiency after cystic fibrosis. It presents with the common triad of exocrine pancreatic dysfunction, skeletal abnormalities, and bone marrow dysfunction. However, cardiac abnormalities, immune dysfunction, and hematologic disorders are also reported. A mutation in the Shwachman-Bodian-Diamond syndrome (SBDS) gene on chromosome 7 is found in 90% of the cases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR642438",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-2723275/v1",
    "title": "Clinical features of Shwachman-Diamond syndrome: A systematic review",
    "abstract": "<h4>Introduction: </h4> Shwachman-Diamond syndrome (SDS) is an autosomal recessive inherited bone marrow failure (IBMF) with exocrine pancreatic dysfunction and diverse clinical phenotype. To summarize the clinical features, epidemiology and treatment of SDS, we reviewed internationally published reports of patients with SDS.  <h4>Materials: </h4> and methods With \"Shwachman-Diamond syndrome\", \"SDS\", \"SBDS gene\" and \"inherited bone marrow failure\" as keywords, the search period was setted from January 2002 to October 2022, and the relevant literatures of WangFang Database and China national knowledge infrastructure database was collected. In addition, using \"Shwachman-diamond syndrome\" as the keyword, literature reports from Web of Science, PubMed, and MEDLINE databases from January 2002 to October 2022 were retrieved, and a child with SDS treated in Tongji Hospital was also included.  <h4>Results: </h4> The clinical features of 156 SDS patients were summarized. Three major SDS clinical features were cytopenia (94%), exocrine pancreatic dysfunction (83%), and failure to thrive (83%). The detection rate of SDS gene mutation was 94.6% (125/132). Mutations in SBDS, DNAJC21, SRP54, ELF6 and ELF1 genes have been reported. The male to female ratio is about 1.3/1. The median age at onset was 1.9 months, but the median age at diagnosis was 15.6 months.  <h4>Conclusion: </h4> Common initial symptoms were pancreatic exocrine insufficiency and growth failure. The onset age of SDS in children is early and the individual difference is obvious. Comprehensively collecting and analyzing case related data can help clinicians understand the clinical characteristics of SDS, which may improve early diagnosis and effective clinical intervention of SDS.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39231775",
    "pmid": "39231775",
    "doi": "10.3760/cma.j.cn121090-20240107-00009",
    "title": "[Allogeneic hematopoietic stem cell transplantation for Shwachman-Diamond syndrome: a report of three cases and literature review].",
    "abstract": "This study reports on three patients with Shwachman-Diamond syndrome (SDS) who underwent allogeneic hematopoietic stem cell transplantation (allo-HSCT) at the First Affiliated Hospital of Zhejiang University School of Medicine. Based on relevant literature, the clinical manifestations and genetic mutation characteristics of SDS were summarized, and the efficacy and timing of allo HSCT for such patients were explored. Three SDS patients were all male, with transplant ages of 32, 33, and 32 years old, respectively. All three patients were diagnosed in childhood. Case 1 presented with anemia as the initial clinical manifestation, which gradually progressed to a decrease in whole blood cells; Case 2 and 3 both present with a decrease in whole blood cells as the initial clinical manifestation. Case 1 and 3 have intellectual disabilities, while case 3 presents with pancreatic steatosis and chronic pancreatitis. All three patients have short stature. Three patients all detected heterozygous mutations in the SBDS: c.258+2T>C splice site. The family members of the three patients have no clinical manifestations of SDS. All three patients were treated with a reduced dose pre-treatment regimen (Fludarabine+Busulfan+Me-CCNU+Rabbit Anti-human Thymocyte Globulin). Case 1 and case 2 underwent haploid hematopoietic stem cell transplantation, while case 3 underwent unrelated donor hematopoietic stem cell transplantation. Case 1 was diagnosed with myelodysplastic syndrome transforming into acute myeloid leukemia before transplantation, but experienced early recurrence and death after transplantation; Case 2 is secondary implantation failure, dependent on platelet transfusion; Case 3 was removed from medication maintenance treatment after transplantation, and blood routine monitoring was normal.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39528986",
    "pmid": "39528986",
    "doi": "10.1186/s12879-024-10191-9",
    "title": "Cytomegalovirus-associated pancytopenia in a four-month-old infant: a case report.",
    "abstract": "Cytomegalovirus (CMV) is a beta-herpes virus causing common infections, often asymptomatic in healthy individuals. However, it poses increased risks to immunocompromised individuals and can cause congenital infections, leading to severe disabilities. CMV infection can cause significant hematological abnormality. A four-month-old female infant was admitted for decreased feeding for two days. She was severely pale, without hepatosplenomegaly. In initial laboratory investigations hemoglobin, platelet count, and white blood cells were decreased. The patient was transfused with whole blood and referred to a tertiary care center. Further workup, including bone marrow biopsy, showed hypocellular marrow. The Urine CMV Polymerase Chain Reaction (PCR) test returned highly positive with a viral load of 1,700,000 copies/mL. This patient was diagnosed with CMV-associated bone marrow suppression, and she was prescribed valganciclovir at a dosage of 16 mg/kg/dose every 12 h for 6 months. She had shown significant hematologic parameter improvement during subsequent follow-up. Pancytopenia in infancy should include a differential diagnosis for CMV infection. The early recognition and correct infection management, including antiviral therapy and symptomatic treatment, yield a better prognosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38066914",
    "pmid": "38066914",
    "doi": "10.1182/hematology.2023000469",
    "title": "Clonal evolution in inherited marrow failure syndromes predicts disease progression.",
    "abstract": "Progression to myelodysplastic syndromes (MDS) and acute myeloid leukemia is one of the most serious complications of the inherited bone marrow failure and MDS-predisposition syndromes. Given the lack of predictive markers, this risk can also be a source of great uncertainty and anxiety to patients and their providers alike. Recent data show that some acquired mutations may provide a window into this risk. While maladaptive mechanisms, such as monosomy 7, are associated with a high risk of leukemogenesis, mutations that offset the inherited defect (known as somatic genetic rescue) may attenuate this risk. Somatic mutations that are shared with age-acquired clonal hematopoiesis mutations also show syndrome-specific patterns that may provide additional data as to disease risk. This review focuses on recent progress in this area with an emphasis on the biological underpinnings and interpretation of these patterns for patient care decisions.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR631109",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-2594396/v1",
    "title": "Spectrum of diabetes mellitus in patients with Shwachman-Diamond syndrome: case report and review of the literature",
    "abstract": "<h4>Background: </h4> Shwachman-Diamond syndrome (SDS) is a rare congenital disorder caused by mutations in the SBDS gene and characterized by exocrine pancreatic deficiency, hematologic dysfunction, and skeletal growth failure. Although the hematologic features and characteristics of the somatic disorders commonly associated with SDS are well known, emerging data from case reports and patient registries suggest that SDS may also be associated with an increased risk of diabetes mellitus. However, currently available data on SDS-associated diabetes are limited and do not allow conclusions regarding prevalence and incidence rates, clinical course, and outcomes.  Case presentation Here we report the case of a 5-year-old girl with SDS who underwent bone marrow transplantation at the age of 3 months and developed autoantibody-positive type 1 diabetes mellitus at the age of 1.8 years. The manifestation and course of diabetes development were mild, complicated by concurrent spontaneous episodes of hypoglycemia even before the onset of antidiabetic treatment. Currently, adequate metabolic control can be achieved by dietary intervention.  <h4>Conclusions: </h4> Considering that the SBDS protein regulates mitosis and ribosomal biosynthesis and that its suppression may cause immunologic instability and chronic inflammation, this case provides insight into the phenotype of rare Shwachman-Diamond syndrome-associated diabetes mellitus, which may be characterized by significant age-dependent differences in clinical course.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38408162",
    "pmid": "38408162",
    "doi": "10.1097/mph.0000000000002839",
    "title": "A Rare Inherited Bone Marrow Failure Syndrome Disclosed by Reanalysis of the Exome Data of a Patient Evaluated for Cytopenia and Dysmorphic Features.",
    "abstract": "<h4>Background</h4>Multisystemic findings of inherited bone marrow failure syndromes may cause difficulty in diagnosis. Exome sequencing (ES) helps to define the etiology of rare diseases and reanalysis offers a valuable new diagnostic approach. Herein, we present the clinical and molecular characteristics of a girl who was referred for cytopenia and frequent infections.<h4>Case report</h4>A 5-year-old girl with cytopenia, dysmorphism, short stature, developmental delay, and myopia was referred for genetic counseling. Reanalysis of the ES data revealed a homozygous splice-site variant in the DNAJC21 (NM_001012339.3:c.983+1G>A), causing Shwachman-Diamond Syndrome (SDS). It was shown by the RNA sequencing that exon 7 was skipped, causing an 88-nucleotide deletion.<h4>Conclusions</h4>Precise genetic diagnosis enables genetic counseling and improves patient management by avoiding inappropriate treatment and unnecessary testing. This report would contribute to the clinical and molecular understanding of this rare type of SDS caused by DNAJC21 variants and expand the phenotypic features of this condition.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR645386",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-2811007/v1",
    "title": "Unique pharmacokinetics for oral tacrolimus administration following allogeneic hematopoietic stem cell transplantation for AML with Shwachman–Diamond syndrome",
    "abstract": "Shwachman–Diamond syndrome(SDS) is a rare autosomal recessive multisystem diseasecharacterized by exocrine pancreatic insufficiency, impaired hematopoiesis, and a predisposition to leukemia [1]. We previously reported successful haploidentical hematopoietic stem cell transplantation (haplo-HSCT) in adult patients with acute myeloid leukemia (AML) and SDS [2]. Herein, we describe the unique pharmacokinetics of orally administered tacrolimus in one such patient.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39314632",
    "pmid": "39314632",
    "doi": "10.3389/fonc.2024.1420666",
    "title": "Case report: Development of clonal hematologic disorders from inherited bone marrow failure.",
    "abstract": "<h4>Introduction</h4>Inherited bone marrow failure (IBMF) syndromes are caused by mutations forming pathologic germline variants resulting in the production of defective hematopoietic stem cells (HSC) and in congenital failure in the production of one or more blood lineages. An acquisition of subsequent somatic mutations is determining further course of the disease. Nevertheless, a certain number of patients with IBMF may escape correct diagnosis in childhood, especially those with mild cytopenia and minimal clinical features without non-hematologic symptoms. These patients usually present in the third decade of life with unexplained cytopenia or myelodysplastic syndrome (MDS).<h4>Methods and results</h4>We report 2 patients with IBMF who were correctly diagnosed between 20 and 40 years of age when they were referred with progressive MDS with adverse prognostic factors that affected their outcome.<h4>Discussion</h4>IBMF syndromes should be excluded in all patients below 40 years of age with unexplained cytopenia. Early hematopoietic stem cell transplantation (HSCT) is the treatment of choice in these patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "29083589",
    "pmid": "29083589",
    "doi": "",
    "title": "Bone Marrow Failure",
    "abstract": "Bone marrow failure (BMF) refers to the decreased production of one or more major hematopoietic lineages, which leads to diminished or absent hematopoietic precursors in the bone marrow and attendant cytopenias. It can be divided into two categories: acquired and inherited. This activity will review the inherited forms in greater detail while briefly mentioning the acquired forms (covered more thoroughly under each specific topic). Inherited bone marrow failure (IBMF) is bone marrow failure that occurs from germline mutations passed down from parents or arising de novo. In addition to symptoms associated with aplastic anemia, such as fatigue, hemorrhage, and recurrent bacterial infections, patients often have extra-marrow features unique to each syndrome. The most common inherited bone marrow failure syndromes (IBMFSs) are Fanconi anemia (FA), dyskeratosis congenita (DC), Shwachman-Diamond syndrome (SDS), congenital amegakaryocytic thrombocytopenia (CAMT), Blackfan-Diamond anemia (BDA), and reticular dysgenesis (RD). Others are less common and share features with the inherited bone marrow failure syndromes listed, for example, short telomerase.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR708072",
    "pmid": "",
    "doi": "10.20944/preprints202308.0959.v1",
    "title": "Readthrough approach by NV translational readthrough inducing drugs (TRIDs): a study of the possible off-target effects on natural termination codons (NTCs) on TP53 and housekeeping genes expression.",
    "abstract": "Nonsense mutations cause several genetic diseases such as Cystic fibrosis, Duchenne muscular dystrophy, β-thalassemia, and Shwachman-Diamond syndrome. These mutations induce the formation of a premature termination codon (PTC) inside the mRNA sequence that leads to the aberrant translation, resulting in the synthesis of truncated polypeptides. Nonsense suppression therapy mediated by translational readthrough-inducing drugs (TRIDs) is a promising approach to correct these genetic defects. TRIDs generate a ribosome miscoding of the PTC named “translational readthrough” and restore the synthesis of full-length and potentially functional protein. The new oxadiazole-core TRIDs NV848, NV914, and NV930 showed translational readthrough activity in nonsense-related in vitro systems. In this work, the possible off-target effect of NV molecules on natural termination codons (NTCs) was investigated. Two different in vitro approaches were used to assess if the NV molecules treatment induce NTCs readthrough: 1) A study of translational induced p53 molecular weight and functionality; 2) the evaluation of two housekeeping proteins (Cys-C and β2M) molecular weights. Our results showed that the treatment with NV848, NV914, or NV930 do not induce any translation alterations in both experimental systems. Data suggested that NV molecules have a specific action for the PTCs and an undetectable effect on the NTCs.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38764040",
    "pmid": "38764040",
    "doi": "10.1186/s12915-024-01912-2",
    "title": "Dissecting thrombus-directed chemotaxis and random movement in neutrophil near-thrombus motion in flow chambers.",
    "abstract": "<h4>Background</h4>Thromboinflammation is caused by mutual activation of platelets and neutrophils. The site of thromboinflammation is determined by chemoattracting agents release by endothelium, immune cells, and platelets. Impaired neutrophil chemotaxis contributes to the pathogenesis of Shwachman-Diamond syndrome (SDS). In this hereditary disorder, neutrophils are known to have aberrant chemoattractant-induced F-actin properties. Here, we aim to determine whether neutrophil chemotaxis could be analyzed using our previously developed ex vivo assay of the neutrophils crawling among the growing thrombi.<h4>Methods</h4>Adult and pediatric healthy donors, alongside with pediatric patients with SDS, were recruited for the study. Thrombus formation and granulocyte movement in hirudinated whole blood were visualized by fluorescent microscopy in fibrillar collagen-coated parallel-plate flow chambers. Alternatively, fibrinogen, fibronectin, vWF, or single tumor cells immobilized on coverslips were used. A computational model of chemokine distribution in flow chamber with a virtual neutrophil moving in it was used to analyze the observed data.<h4>Results</h4>The movement of healthy donor neutrophils predominantly occurred in the direction and vicinity of thrombi grown on collagen or around tumor cells. For SDS patients or on coatings other than collagen, the movement was characterized by randomness and significantly reduced velocities. Increase in wall shear rates to 300-500 1/s led to an increase in the proportion of rolling neutrophils. A stochastic algorithm simulating leucocyte chemotaxis movement in the calculated chemoattractant field could reproduce the experimental trajectories of moving neutrophils for 72% of cells.<h4>Conclusions</h4>In samples from healthy donors, but not SDS patients, neutrophils move in the direction of large, chemoattractant-releasing platelet thrombi growing on collagen.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37288222",
    "pmid": "37288222",
    "doi": "10.7759/cureus.38583",
    "title": "An Unusual Presentation of Extremely Early Neonatal Cirrhosis in Shwachman-Diamond Syndrome: A Case Report.",
    "abstract": "Exocrine pancreatic insufficiency, haematological dysfunction, and skeletal abnormalities are the three clinical characteristics of the rare inherited bone marrow failure syndrome (IBMFS), known as Shwachman-Diamond syndrome (SDS). Cirrhosis at a neonatal age is uncommon and is typically not documented, as in neonatal presentation. Here, we present a case of SDS in which bi-cytopenia with macro-nodular cirrhosis emerged before the age of one month. Utilising genetic testing on the infant and both parents, we were able to confirm the diagnosis. We were expecting a higher-level liver transplant set-up, but the infant passed away in the interim. Genetic studies play a significant part in the diagnosis of difficult cases.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39180636",
    "pmid": "39180636",
    "doi": "10.1007/s11845-024-03794-3",
    "title": "Guided growth surgery for angular deformity of the knee: one centres experience.",
    "abstract": "<h4>Background</h4>Angular deformity in the lower extremity can result in pain, gait disturbance, cosmetic deformity and joint degeneration. Up until the introduction of guided growth, which has since become the widely accepted treatment for frontal plane angular angular deformity around the knee in skeletally immature patients, treatment consisted of staples, corrective osteotomy or an angular epiphysiodesis. Guided growth modulation uses the tension band principle with the goal of treatment being to normalise the lower limb mechanical axis resulting in lower morbidity than previous treatments. In order to assess the success of this procedure we reviewed our results in an attempt to identify patients who may not benefit from this elegant procedure.<h4>Methods</h4>We performed a retrospective review of prospectively collected surgical records and diagnostic imaging in our paediatric tertiary national referral centre to identify all patients who had guided growth surgery for coronal plane angular deformity of the knee from 2007 to 2023. We noted the patient demographics, diagnosis, peri-operative experience and outcome. All patients were followed until skeletal maturity, until their hardware was removed or at least 2 years.<h4>Results</h4>Two hundred thirty-six patients were assessed for eligibility. Of the 282 treated knees which met the criteria for final assessment 55 (19.5%) were unsuccessful. Complications were few but included infection and metal-work prominence. Procedures that were less likely to be successfully included growth disturbances following trauma (18.8% failure) or infection (40%), tumour (66.6%), mucopolysaccharidoses type I (15.7%), spondyloepiphyseal dysplasia (25%) or Blount's disease (60%). Idiopathic angular deformity showed an 89.5% success rate with guided growth.<h4>Conclusion</h4>In our hands, guided growth had an 80.5% success rate when all diagnoses were considered. We continue to advocate the use of guided growth as a successful treatment option for skeletally immature patients with limb deformity however caution should be employed when considering its use in certain patient groups.<h4>Level of evidence</h4>Level III, retrospective cohort study.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38921186",
    "pmid": "38921186",
    "doi": "10.3390/hematolrep16020038",
    "title": "Neutropenia in Childhood-A Narrative Review and Practical Diagnostic Approach.",
    "abstract": "Neutropenia refers to a decrease in the absolute neutrophil count according to age and race norms and poses a common concern in pediatric practice. Neutrophils serve as host defenders and act crucially in acute inflammation procedures. In this narrative review, we systematically present causes of neutropenia in childhood, mainly adopting the pathophysiological classification of Frater, thereby studying (1) neutropenia with reduced bone marrow reserve, (2) secondary neutropenia with reduced bone marrow reserve, and (3) neutropenia with normal bone marrow reserve. Different conditions in each category are thoroughly discussed and practically approached from the clinician's point of view. Secondary mild to moderate neutropenia is usually benign due to childhood viral infections and is expected to resolve in 2-4 weeks. Bacterial and fungal agents are also associated with transient neutropenia, although fever with severe neutropenia constitutes a medical emergency. Drug-induced and immune neutropenias should be suspected following a careful history and a detailed clinical examination. Cytotoxic chemotherapies treating malignancies are responsible for severe neutropenia and neutropenic shock. Rare genetic neutropenias usually manifest with major infections early in life. Our review of taxonomies clinical findings and associates them to specific neutropenia disorders. We consequently propose a practical diagnostic algorithm for managing neutropenic children.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37507252",
    "pmid": "37507252",
    "doi": "10.1053/j.semdp.2023.06.006",
    "title": "Inherited bone marrow failure syndromes and germline predisposition to myeloid neoplasia: A practical approach for the pathologist.",
    "abstract": "The diagnostic work up and surveillance of germline disorders of bone marrow failure and predisposition to myeloid malignancy is complex and involves correlation between clinical findings, laboratory and genetic studies, and bone marrow histopathology. The rarity of these disorders and the overlap of clinical and pathologic features between primary and secondary causes of bone marrow failure, acquired aplastic anemia, and myelodysplastic syndrome may result in diagnostic uncertainty. With an emphasis on the pathologist's perspective, we review diagnostically useful features of germline disorders including Fanconi anemia, Shwachman-Diamond syndrome, telomere biology disorders, severe congenital neutropenia, GATA2 deficiency, SAMD9/SAMD9L diseases, Diamond-Blackfan anemia, and acquired aplastic anemia. We discuss the distinction between baseline morphologic and genetic findings of these disorders and features that raise concern for the development of myelodysplastic syndrome.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39078402",
    "pmid": "39078402",
    "doi": "10.1158/1078-0432.ccr-24-0685",
    "title": "Update on Recommendations for Surveillance for Children with Predisposition to Hematopoietic Malignancy.",
    "abstract": "Children harboring certain germline gene variants have an increased risk of developing myelodysplastic syndrome (MDS) and other hematopoietic malignancies (HM), such as leukemias and lymphomas. Recent studies have identified an expanding number of these predisposition genes, with variants most prevalent in children with MDS but also found in children with other HM. For some hematopoietic malignancy predispositions (HMP), specifically those with a high risk of MDS, early intervention through hematopoietic stem cell transplantation can favorably impact overall survival, providing a rationale for rigorous surveillance. A multidisciplinary panel of experts at the 2023 AACR Childhood Cancer Predisposition Workshop reviewed the latest advances in the field and updated prior 2017 surveillance recommendations for children with HMP. In addition to general guidance for all children with HMP, which includes annual physical examination, education about the signs and symptoms of HM, consultation with experienced providers, and early assessment by a hematopoietic stem cell transplantation specialist, the panel provided specific recommendations for individuals with a higher risk of MDS based on the affected gene. These recommendations include periodic and comprehensive surveillance for individuals with those syndromes associated with higher risk of MDS, including serial bone marrow examinations to monitor for morphologic changes and deep sequencing for somatic changes in genes associated with HM progression. This approach enables close monitoring of disease evolution based on the individual's genetic profile. As more HMP-related genes are discovered and the disorders' natural histories are better defined, these personalized recommendations will serve as a foundation for future guidelines in managing these conditions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37908317",
    "pmid": "37908317",
    "doi": "10.2147/phmt.s402589",
    "title": "Exocrine Pancreatic Insufficiency in Children - Challenges in Management.",
    "abstract": "Cystic fibrosis (CF) is the leading etiology for exocrine pancreatic insufficiency (EPI) in children, followed by chronic pancreatitis, Shwachman-Diamond syndrome, and other genetic disorders. Management of EPI in children poses several unique challenges such as difficulties in early recognition, lack of widespread availability of diagnostic tests and limited number of pediatric-specific pancreatic centers. Pancreatic enzyme replacement therapy is the cornerstone of EPI management and in young children difficulties in administering pancreatic enzymes are frequently encountered. Patients with EPI also should be screened for fat-soluble vitamin deficiencies and receive appropriate supplementation. Among disorders with EPI in children, CF is the relatively well-studied condition, and most management recommendations for EPI in children come from expert consensus and conventional practice guidelines. The impact of EPI can be greater in children given their high metabolic demands and rapid growth. Early diagnosis and aggressive management of EPI prevent consequences of complications such as malnutrition, fat-soluble vitamin deficiencies, and poor bone health and improve outcomes. Management by multi-disciplinary team is the key to success.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36815775",
    "pmid": "36815775",
    "doi": "10.1002/ajmg.a.63156",
    "title": "Severe congenital neutropenia, SRP54 pathogenicity, and a framework for surveillance.",
    "abstract": "Severe congenital neutropenia (SCN) is a rare disorder, often due to pathogenic variants in genes such as ELANE, HAX1, and SBDS. SRP54 pathogenic variants are associated with SCN and Shwachman-Diamond-like syndrome. Thirty-eight patients with SRP54-related SCN are reported in the literature. We present an infant with SCN, without classic Shwachman-Diamond syndrome features, who presented with recurrent bacterial infections and an SRP54 (c.349_351del) pathogenic variant. Despite ongoing granulocyte colony-stimulating factor therapy, this patient has no evidence of malignant transformation. Here we establish a framework for the future development of universal guidelines to care for this patient population.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36835434",
    "pmid": "36835434",
    "doi": "10.3390/ijms24044024",
    "title": "Counteracting the Common Shwachman-Diamond Syndrome-Causing <i>SBDS</i> c.258+2T>C Mutation by RNA Therapeutics and Base/Prime Editing.",
    "abstract": "Shwachman-Diamond syndrome (SDS) represents one of the most common inherited bone marrow failure syndromes and is mainly caused by <i>SBDS</i> gene mutations. Only supportive treatments are available, with hematopoietic cell transplantation required when marrow failure occurs. Among all causative mutations, the <i>SBDS</i> c.258+2T>C variant at the 5' splice site (ss) of exon 2 is one of the most frequent. Here, we investigated the molecular mechanisms underlying aberrant <i>SBDS</i> splicing and showed that <i>SBDS</i> exon 2 is dense in splicing regulatory elements and cryptic splice sites, complicating proper 5'ss selection. Studies ex vivo and in vitro demonstrated that the mutation alters splicing, but it is also compatible with tiny amounts of correct transcripts, which would explain the survival of SDS patients. Moreover, for the first time for SDS, we explored a panel of correction approaches at the RNA and DNA levels and provided experimental evidence that the mutation effect can be partially counteracted by engineered U1snRNA, trans-splicing, and base/prime editors, ultimately leading to correctly spliced transcripts (from barely detectable to 2.5-5.5%). Among them, we propose DNA editors that, by stably reverting the mutation and potentially conferring positive selection to bone-marrow cells, could lead to the development of an innovative SDS therapy.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36254235",
    "pmid": "36254235",
    "doi": "10.2147/pgpm.s381695",
    "title": "Shwachman Diamond Syndrome with Arrhythmia as the First Manifestation a Case Report and Literature Review.",
    "abstract": "<h4>Objective</h4>Analyze the different clinical manifestations and genetic characteristics of Shwachman diamond syndrome (SDS).<h4>Methods</h4>The clinical data of a case of neonatal onset Shwachman diamond syndrome with arrhythmia as the first manifestation were retrospectively analyzed, and the relevant literature was reviewed to summarize the clinical manifestations, genetic characteristics and treatment of Shwachman diamond syndrome.<h4>Results</h4>The patient, female, age 1 month 24 days, with ventricular arrhythmia as the first manifestation, accompanied by growth retardation, liver damage, and persistent decrease in peripheral blood neutrophil count (< 1.5 × 10<sup>9</sup>/l), no pancreatic exocrine gland dysfunction at the initial stage of the disease. Gene detection showed that the SBDS gene chr7:66,459,197, c.258+2T > C homozygous variation.<h4>Conclusion</h4>Although the classic manifestations of Shwachman diamond syndrome are pancreatic exocrine insufficiency, pancreatic adiposis and unexplained neutropenia, its clinical manifestations are complex and diverse, involving multiple systems. For suspected children, early genetic examination is helpful for subsequent diagnosis and treatment.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36577524",
    "pmid": "36577524",
    "doi": "10.1101/mcs.a006237",
    "title": "Two mutations in the <i>SBDS</i> gene reveal a diagnosis of Shwachman-Diamond syndrome in a patient with atypical symptoms.",
    "abstract": "We present the case of a 53-yr-old woman with an inherited bone marrow failure coexisting with uncommon extrahematological symptoms, such as cirrhosis and skin abnormalities. Whole-exome sequencing revealed a diagnosis of Shwachman-Diamond syndrome (SDS) with an atypical presentation. Unexpected was the age of disease expression, normally around the pediatric age, with a predominantly median survival age of 36 yr. To our knowledge, she was the first adult patient with a molecular diagnosis of Shwachman-Diamond in Uruguay. The patient was referred to our service when she was 43-yr-old with a history of bone marrow failure with anemia and thrombocytopenia. All secondary causes of pancytopenia were excluded. Bone marrow aspirate and biopsy specimens were hypocellular for the patient's age. Numerous dysplastic features were observed in the three lineages. She had a normal karyotype and normal chromosomal fragility. A diagnosis of low-risk hypoplastic MDS was made. Dermatological examination revealed reticulate skin pigmentation with hypopigmented macules involving the face, neck, and extremities; nail dystrophy; premature graying; and thin hair. Extrahematological manifestations were present (e.g., learning difficulties, short stature). Last, she was diagnosed with cryptogenic liver cirrhosis CHILD C. This rules out all other possible causes of chronic liver disease. This clinical presentation initially oriented the diagnosis toward telomeropathy, so we did a telomeropathy NGS panel that came up negative. Finally, we did an exome sequencing that confirmed the diagnosis of SDS. Using whole-exome sequencing, we were able to find two compound heterozygous mutations in the <i>SBDS</i> gene that were responsible for the phenotype of a patient that was undiagnosed for 10 years. An earlier genetic diagnosis could have influenced our patient's outcome.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36162759",
    "pmid": "36162759",
    "doi": "10.1016/j.jmoldx.2022.09.002",
    "title": "Overcoming the Pitfalls of Next-Generation Sequencing-Based Molecular Diagnosis of Shwachman-Diamond Syndrome.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is the second most common cause of exocrine pancreatic insufficiency, and 90% of patients carry mutations in the SBDS gene, the most common being the c.183_184delinsCT and c.258+2T>C variants. However, precise detection of these most contributory variants by conventional short-read next-generation sequencing data analysis is limited because of the SBDS/SBDSP1 highly homologous sequences. In this study, an efficient approach was established to infer the haplotype of SBDS based on the expectation-maximization algorithm. The workflow was retrospectively applied to detect the two most common SBDS variants in a Chinese SDS high-risk cohort, and a systematic comparison of variant detection results was performed between the workflow and conventional next-generation sequencing analysis based on Sanger sequencing validation. Among the Chinese SDS high-risk cohort (n = 47) and their available parents (n = 64), the established workflow improved the diagnostic rate for these two variants by 27.7% (95% CI, 15.6%-42.6%) compared with conventional analysis. For overall variant detection, the established workflow achieved 100% (95% CI, 92.5%-100%) concordance with Sanger sequencing, whereas conventional analysis showed only 65.8% accuracy; these results included 25.2% with missed variant calls, 7.2% with diagnosed but inaccurate variant calls, and 1.8% with false-positive calls. With its favorable result in both SDS patient diagnosis and carrier detection performance, the provided workflow showed its potential in clinical application for SDS molecular diagnosis.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37439851",
    "pmid": "37439851",
    "doi": "10.1007/s00431-023-05093-y",
    "title": "Optimizing diagnostic methods and stem cell transplantation outcomes in pediatric bone marrow failure: a 50-year single center experience.",
    "abstract": "Peripheral blood cytopenia, a frequent presenting symptom in pediatric patients, can be caused by bone marrow failure (BMF). Timely identification of patients with non-reversible BMF is of crucial importance to reduce the risks of invasive infections and bleeding complications. Most pediatric patients with severe persistent cytopenia, independent of the underlying cause, are offered allogeneic hematopoietic stem cell transplantation (HSCT) as curative therapy. Here we report on our management guidelines and HSCT outcomes of pediatric BMF patients to pinpoint improvements and future challenges. We formulated recommendations based on this 50 years' experience, which were implemented at our center in 2017. By analysis of the HSCT cohort of 2017-2023, the 5-year outcome data is presented and compared to historical outcome data. In addition, outcomes of patients transplanted for identified inherited bone marrow failure syndromes (IBMFS) are compared to severe aplastic anemia (SAA) outcomes to underline the often multiorgan disease in IBMFS with implications for long-term survival. Survival of pediatric patients with irreversible BMF has improved tremendously. SAA patients transplanted after 2017 had a superior 5-year overall (OS) and event-free survival (EFS) of 97% and 85% compared to 68% and 59% in the cohort transplanted before 2017 (p = 0.0011 and p = 0.017). A similar trend was seen for BMF, with an OS and EFS of 89% for those transplanted after 2017 compared to 62% and 59% (p > 0.05). This improvement is mainly related to better survival in the first months after HSCT. The long-term survival after HSCT is lower in IBMFS patients as compared to SAA patients due to secondary malignancies and multiorgan toxicity.   Conclusion: Unbiased protocolized in-depth diagnostic strategies are crucial to increase the frequency of identifiable causes within the heterogeneous group of pediatric BMF. A comprehensive approach to identify the cause of BMF can prevent treatment delay and be useful to tailor treatment and follow-up protocols. What is Known: • Irreversible BMF in pediatric patients can be caused by a wide spectrum of underlying diseases including (pre)malignant disease, IBMFS and AA. Identifying the exact underlying cause of BMF is crucial for tailored therapy, however often challenging and time-consuming. • Frontline allogeneic HSCT is offered to most pediatric patients with severe BMF as curative treatment. What is New: • Protocolized unbiased diagnostics, short time to treatment (< 3 months) and maximal supportive care until curative treatment can prevent complications with a negative effect on survival such as infection and bleeding. • Personalized follow-up protocols for IBMFS patients are essential to prevent a second decline in survival due to long-term treatment toxicity and extra-hematological disease complications.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37226705",
    "pmid": "37226705",
    "doi": "10.3324/haematol.2023.282949",
    "title": "Shwachman-Diamond syndromes: clinical, genetic, and biochemical insights from the rare variants.",
    "abstract": "Shwachman-Diamond syndrome is a rare inherited bone marrow failure syndrome characterized by neutropenia, exocrine pancreatic insufficiency, and skeletal abnormalities. In 10-30% of cases, transformation to a myeloid neoplasm occurs. Approximately 90% of patients have biallelic pathogenic variants in the SBDS gene located on human chromosome 7q11. Over the past several years, pathogenic variants in three other genes have been identified to cause similar phenotypes; these are DNAJC21, EFL1, and SRP54. Clinical manifestations involve multiple organ systems and those classically associated with the Shwachman-Diamond syndrome (bone, blood, and pancreas). Neurocognitive, dermatologic, and retinal changes may also be found. There are specific gene-phenotype differences. To date, SBDS, DNAJC21, and SRP54 variants have been associated with myeloid neoplasia. Common to SBDS, EFL1, DNAJC21, and SRP54 is their involvement in ribosome biogenesis or early protein synthesis. These four genes constitute a common biochemical pathway conserved from yeast to humans that involve early stages of protein synthesis and demonstrate the importance of this synthetic pathway in myelopoiesis.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36876586",
    "pmid": "36876586",
    "doi": "10.1080/10408363.2023.2179968",
    "title": "Inherited causes of exocrine pancreatic insufficiency in pediatric patients: clinical presentation and laboratory testing.",
    "abstract": "Pediatric patients with exocrine pancreatic insufficiency (EPI) have symptoms that include abdominal pain, weight loss or poor weight gain, malnutrition, and steatorrhea. This condition can be present at birth or develop during childhood for certain genetic disorders. Cystic fibrosis (CF) is the most prevalent disorder in which patients are screened for EPI; other disorders also are associated with pancreatic dysfunction, such as hereditary pancreatitis, Pearson syndrome, and Shwachman-Diamond syndrome. Understanding the clinical presentation and proposed pathophysiology of the pancreatic dysfunction of these disorders aids in diagnosis and treatment. Testing pancreatic function is challenging. Directly testing aspirates produced from the pancreas after stimulation is considered the gold standard, but the procedures are not standardized or widely available. Instead, indirect tests are often used in diagnosis and monitoring. Although indirect tests are more widely available and easier to perform, they have inherent limitations due to a lack of sensitivity and/or specificity for EPI.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39412159",
    "pmid": "39412159",
    "doi": "10.1210/clinem/dgae730",
    "title": "Distinguishing Genetic Alterations Versus (Epi)Mutations in Silver-Russell Syndrome and Focus on the IGF1R Gene.",
    "abstract": "<h4>Context</h4>Silver-Russell Syndrome (SRS) is a growth retardation disorder characterized by pre- and postnatal growth failure, relative macrocephaly at birth, prominent forehead, body asymmetry, and feeding difficulties. The main molecular mechanisms are imprinting alterations at multiple loci, though a small number of pathogenic variants have been reported in the SRS genes IGF2-PLAG1-HMGA2 and CDKN1C. However, around 40% of clinically suspected SRS cases do not achieve a molecular diagnosis, highlighting the necessity to uncover the underlying mechanism in unsolved cases.<h4>Objective</h4>Evaluate the frequency of genetic variants in undiagnosed SRS patients [Netchine-Harbison Clinical Scoring System (NH-CSS) ≥ 4], and investigate whether (epi)genetic patients may be distinguished from genetic patients.<h4>Methods</h4>One hundred thirty-two clinically SRS patients without (epi)genetic deregulations were investigated by whole-exome (n = 15) and targeted (n = 117) Sequencing. Clinical data from our cohort and from an extensive revision of the literature were compared.<h4>Results</h4>Pathogenic variants were identified in 9.1% of this cohort: 3% in IGF2, PLAG1, and HMGA2 genes and 3% in the IGF1R gene, associated with IGF-1 resistance (IGF1RES), an SRS differential diagnosis. Overall, IGF2-PLAG1-HMGA2 and IGF1R account for 3.6% of SRS with NH-CSS score ≥ 4. A clinical cross-comparison of (epi)genetic vs genetic SRS underlined (epi)genotype-phenotype correlation highlighted the prevalence of body asymmetry and relative macrocephaly in mosaic (epi)genetic SRS and recurrence of genetic familial cases. Furthermore, overlapping features were evidenced in (epi)genetic SRS and IGF1RES patients.<h4>Conclusion</h4>Our study explores the frequency of genetic SRS, underscores body asymmetry as a distinctive phenotype in (epi)genetic SRS and suggests IGF1R sequencing in a SRS diagnostic flowchart.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35870777",
    "pmid": "35870777",
    "doi": "10.1016/j.jtct.2022.07.010",
    "title": "Stem Cell Transplantation in Patients Affected by Shwachman-Diamond Syndrome: Expert Consensus and Recommendations From the EBMT Severe Aplastic Anaemia Working Party.",
    "abstract": "Shwachman-Diamond syndrome is a rare disorder that can develop malignant and nonmalignant hematological complications. Overall, 10% to 20% of Shwachman-Diamond patients need hematopoietic stem cell transplantation (HSCT), but most centers have a limited experience and different approaches. The European Society for Blood and Marrow Transplantation-Severe Aplastic Anaemia Working Party promoted an expert consensus to propose recommendations regarding key issues in the management of Shwachman-Diamond patients with hematological complications. The main items identified as relevant for improving survival were: the importance of regular and structured hematologic follow-up, the potential reduction of transplant-related mortality by using reduced-intensity conditioning regimens, the limitation of total body irradiation, particularly for non-malignant severe cytopenia/bone marrow failure, the early diagnosis of clonal malignant evolution and early recognition of an indication for HSCT. Finally, the poor results of HSCT in patients with acute myeloid leukemia, irrespective of cytoreductive chemotherapy treatment received prior to transplantation, highlights the need for innovative approaches. © 2023 American Society for Blood and Marrow Transplantation. Published by Elsevier Inc. All rights reserved.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36699295",
    "pmid": "36699295",
    "doi": "10.3389/fped.2022.1059569",
    "title": "Case report: Venetoclax therapy in a boy with acute myeloid leukemia in Shwachman Diamond syndrome.",
    "abstract": "Shwachman-Diamond syndrome (SDS) is a rare bone marrow failure syndrome characterized by exocrine pancreatic insufficiency, bone abnormalities, progressive cytopenia, and predispositions to myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML). AML, in these patients, is associated with a poor prognosis and with an increased risk of organ toxicity and infectious complications from chemotherapy and hematopoietic stem cell transplantation (HSCT), thus leading to high rates of treatment-related morbidity and mortality. The BCL-2 inhibitor venetoclax has revolutionized the treatment of AML in elderly adults, especially for treatment-naive elderly patients who are ineligible for intensive chemotherapy. There is limited evidence on the use of venetoclax in pediatric patients with SDS-related MDS or AML. Here, we report a case of a 14-year-old boy with SDS with AML arising from MDS. The patient was treated with two cycles of conventional chemotherapy with fludarabine and cytarabine with an initial good response but immediate relapse and substantial toxicity. Treatment with venetoclax and azacitidine was started, with a substantial reduction of leukemic burden (good response on peripheral leukemic infiltration and partial response in the bone marrow after one course). However, it was followed by multiple infectious complications and worsening of the general condition not allowing treatment to be continued, and the patient eventually died from multiorgan failure. With the limitations of observation of a single patient, our experience suggests that venetoclax/azacitidine combination therapy may represent a therapeutic possibility for patients with SDS and AML, even though it may be associated with significant toxicity.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39412215",
    "pmid": "39412215",
    "doi": "10.1093/cei/uxae089",
    "title": "Inborn errors of immunity-related immunological mechanisms and pharmacological therapy alternatives in periodontitis.",
    "abstract": "Periodontitis is a frequent local inflammatory disease. The microbiota and repeated exposure to bacterial endotoxins triggers excessive inflammation through oral mucosal immunity and sometimes leads to a destructive effect on the supportive mucosal tissues around the teeth. Elimination of the pathogens and increasing the tolerance of the cellular immune response is crucial in addition to standard dental therapies like mechanical debridement. Based on our experience with immune-mediated diseases, especially primary immunodeficiency diseases, we wrote this review to discuss the treatment alternatives for severe periodontal disease. Risk factors are malnutrition, vitamin deficiencies, smoking, systemic inherited and acquired immune-mediated diseases, infections, endocrinological diseases, and pharmacological agents that may accompany periodontitis. The diagnosis and treatment of dietary deficiencies, as well as the addition of nutritional supplements, may aid in epithelial regeneration and immune system function. Recently, modifications to the therapeutic option for severe periodontitis have been made depending on the fact that the immune response against bacteria may modify the severity of periodontal inflammation. The anti-inflammatory therapies support or inhibit the host's immune response. The clinical approach to severe periodontitis should extend beyond classical therapies. There is a need for a diverse therapeutic strategy that supports the epithelial barrier, which is the crucial component of innate immunity against microbiota. Leukocytes are the main cellular component in periodontal inflammation. Anti-inflammatory therapeutic options directed at leukocytes, such as IL-17 and IL-23-targeted therapies, could be the candidates for the treatment of severe periodontitis. Therapy against other inflammatory cytokines, IL-1, IL-6, IL-12, IL-23, TNF-alpha, PGE2, and cytokine receptors, could also be used in periodontal inflammation control.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35482443",
    "pmid": "35482443",
    "doi": "10.1097/mph.0000000000002469",
    "title": "Shwachman-Diamond Syndrome With Congenital Myogenic Ptosis: Case Report of a Rare Association?",
    "abstract": "<h4>Background</h4>Shwachman-Diamond syndrome (SDS) is a multisystem disorder characterized by exocrine pancreatic insufficiency and bone marrow failure. There is considerable variation in the phenotypes of SDS. We present a case of an infant presenting with SDS and left-sided ptosis.<h4>Observation</h4>We report a case of an infant who presented with 2 episodes of severe sepsis and cytopenia, without overt symptoms of exocrine pancreatic deficiency or skeletal abnormalities. Persistent left-sided ptosis was noted in both presentations. Genetic testing confirmed the diagnosis of SDS. The left-sided ptosis was diagnosed as congenital myogenic ptosis.<h4>Conclusion</h4>The association of ptosis and other congenital bone marrow failure syndromes is well established, but this is the first description of SDS with ptosis. This association may expand our understanding of SDS phenotypes if similar cases are reported in the future.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38701350",
    "pmid": "38701350",
    "doi": "10.1182/bloodadvances.2023012041",
    "title": "Venetoclax: a new player in the treatment of children with high-risk myeloid malignancies?",
    "abstract": "<h4>Abstract</h4>Venetoclax selectively inhibits B-cell lymphoma 2 (BCL-2) and restores apoptotic signaling of hematologic malignant cells. Venetoclax, in combination with hypomethylating and low-dose cytotoxic agents, has revolutionized the management of older patients affected by acute myeloid leukemia (AML) and that of patients unfit to receive intensive chemotherapy. In a single phase 1 pediatric trial conducted on relapsed or refractory AML, the combination of venetoclax and intensive chemotherapy was shown to be safe and yielded promising response rates. In addition, several retrospective studies in children with AML reported that venetoclax, when combined with hypomethylating agents and cytotoxic drugs, seems to be a safe and efficacious bridge to transplant. The promising results on the use of venetoclax combinations in advanced myelodysplastic syndromes (MDS) and therapy-related MDS/AML have also been reported in small case series. This review summarizes the available current knowledge about venetoclax use in childhood high-risk myeloid neoplasms and discusses the possible integration of BCL-2 inhibition in the current treatment algorithm of these children. It also focuses on specific genetic subgroups potentially associated with response in preclinical and clinical studies.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37627314",
    "pmid": "37627314",
    "doi": "10.3390/biom13081249",
    "title": "The Molecular and Genetic Mechanisms of Inherited Bone Marrow Failure Syndromes: The Role of Inflammatory Cytokines in Their Pathogenesis.",
    "abstract": "Inherited bone marrow failure syndromes (IBMFSs) include Fanconi anemia, Diamond-Blackfan anemia, Shwachman-Diamond syndrome, dyskeratosis congenita, severe congenital neutropenia, and other rare entities such as GATA2 deficiency and SAMD9/9L mutations. The IBMFS monogenic disorders were first recognized by their phenotype. Exome sequencing has validated their classification, with clusters of gene mutations affecting DNA damage response (Fanconi anemia), ribosome structure (Diamond-Blackfan anemia), ribosome assembly (Shwachman-Diamond syndrome), or telomere maintenance/stability (dyskeratosis congenita). The pathogenetic mechanisms of IBMFSs remain to be characterized fully, but an overarching hypothesis states that different stresses elicit TP53-dependent growth arrest and apoptosis of hematopoietic stem, progenitor, and precursor cells. Here, we review the IBMFSs and propose a role for pro-inflammatory cytokines, such as TGF-β, IL-1β, and IFN-α, in mediating the cytopenias. We suggest a pathogenic role for cytokines in the transformation to myeloid neoplasia and hypothesize a role for anti-inflammatory therapies.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR563587",
    "pmid": "",
    "doi": "10.22541/au.166689366.63826792/v1",
    "title": "Severe congenital neutropenia, SRP54 pathogenicity, and a Framework for Surveillance",
    "abstract": "Severe congenital neutropenia (SCN) is a rare disorder, often due to pathogenic variants (PV) in genes such as ELANE , HAX1 , and  SBDS. SRP54 PVs are associated with SCN and Shwachman-Diamond-like syndrome. Thirty-eight patients with  SRP54- related SCN are reported in the literature. We present an infant with SCN, without classic Shwachman-Diamond syndrome features, who presented with recurrent bacterial infections and an SRP54 (c.349_351del) PV. Despite ongoing granulocyte colony-stimulating factor (G-CSF) therapy, there has been no evidence of malignant transformation. Here we establish a framework for future development of universal guidelines to care for this patient population.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38510075",
    "pmid": "38510075",
    "doi": "10.3389/fped.2024.1344714",
    "title": "The epidemiological characteristics of liver disease in hospitalized children: a 10-year single-center retrospective study.",
    "abstract": "<h4>Background</h4>This investigation aimed to examine the epidemiological characteristics of children with liver disease hospitalized for the first time between June 2012 and May 2022 in a tertiary hospital.<h4>Methods</h4>The study retrospectively recruited children aged between 29 days and 18 years who had been hospitalized for liver disease. Clinical characteristics were categorized by age and etiology, and time trends were assessed using linear regression analysis.<h4>Results</h4>A total of 4,313 children were recruited, with a median age of 0.7 (0.2-4.5) years, and 54.5% of the cases were in the 0-1 years age group. Infection was the primary cause of liver disease (30.0%), followed by undiagnosed cases (25.8%), biliary obstructive disease (15.9%), inherited metabolic liver disease (13.9%), and non-alcoholic fatty liver disease (NAFLD) (3.2%). Genetic diagnoses were established in 43.9% (478/1,088) of patients. The percentage of NAFLD demonstrated an upward trend from 1.2% in 2012 to 12.6% in 2022 (<i>p </i>= 0.006). In contrast, the percentage of cytomegalovirus hepatitis decreased from 13.3% in 2012 to 3.4% in 2022 (<i>p </i>= 0.002).<h4>Conclusions</h4>Liver disease in infancy makes up the largest group in pediatric liver disease. Infection remains the leading cause of pediatric liver disease. Hospital admissions for NAFLD in children have increased rapidly over the past decade, while cytomegalovirus hepatitis has declined markedly.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39138265",
    "pmid": "39138265",
    "doi": "10.1038/s41375-024-02367-8",
    "title": "Loss of Dnajc21 leads to cytopenia and altered nucleotide metabolism in zebrafish.",
    "abstract": "Mutations in the DNAJC21 gene were recently described in Shwachman-Diamond syndrome (SDS), a bone marrow failure syndrome with high predisposition for myeloid malignancies. To study the underlying biology in hematopoiesis regulation and disease, we generated the first in vivo model of Dnajc21 deficiency using the zebrafish. Zebrafish dnajc21 mutants phenocopy key SDS patient phenotypes such as cytopenia, reduced growth, and defective protein synthesis. We show that cytopenia results from impaired hematopoietic differentiation, accumulation of DNA damage, and reduced cell proliferation. The introduction of a biallelic tp53 mutation in the dnajc21 mutants leads to the development of myelodysplastic neoplasia-like features defined by abnormal erythroid morphology and expansion of hematopoietic progenitors. Using transcriptomic and metabolomic analyses, we uncover a novel role for Dnajc21 in nucleotide metabolism. Exogenous nucleoside supplementation restores neutrophil counts, revealing an association between nucleotide imbalance and neutrophil differentiation, suggesting a novel mechanism in dnajc21-mutant SDS biology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39274292",
    "pmid": "39274292",
    "doi": "10.3390/jcm13175079",
    "title": "Oral Diseases as a Manifestation of Inborn Errors of Immunity.",
    "abstract": "Oral findings such as inflammation, ulcerations, or lesions can indicate serious systemic diseases and should prompt suspicion of acquired chronic conditions or inborn errors of immunity (IEIs). Currently, there are approximately 500 disease entities classified as IEIs, with the list expanding annually. The awareness of the existence of such conditions is of paramount importance, as patients with these disorders frequently necessitate the utilization of enhanced diagnostic techniques. This is exemplified by patients with impaired antibody production, in whom conventional serological methods may prove to be undiagnostic. Patients with IEI may require distinct therapeutic approaches or antimicrobial prophylaxis throughout their lives. An accurate diagnosis and, more importantly, early identification of patients with immune deficiencies is crucial to ensure the quality and longevity of their lives. It is important to note that the failure to establish a proper diagnosis or to provide adequate treatment could also have legal implications for medical professionals. The article presents IEIs, which may manifest in the oral cavity, and their diagnosis alongside therapeutic procedures.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37458302",
    "pmid": "37458302",
    "doi": "10.1093/ajcp/aqad075",
    "title": "How I diagnose myeloid neoplasms with germline predisposition.",
    "abstract": "<h4>Objectives</h4>Pathologists play a crucial role in the initial diagnosis of germline predisposition to myeloid neoplasia and subsequent surveillance for disease progression. The diagnostic workup can be challenging, particularly if clinical history, laboratory testing, or genetic studies are incomplete or unavailable.<h4>Methods</h4>Through case-based examples, we illustrate common diagnostic challenges and pitfalls encountered during bone marrow examination of patients being evaluated for myeloid malignancy with potential germline predisposition to myeloid neoplasia.<h4>Results</h4>Lack of familial disease, the absence of syndromic manifestations, and late-onset hematologic malignancy do not exclude an underlying germline predisposition syndrome. Targeted myeloid sequencing panels can help identify potential germline alterations but may not detect large deletions or insertions, noncoding, or novel variants. Confirmation of the germline nature of an alteration detected in the peripheral blood or bone marrow ideally requires genetic testing using nonhematopoietic germline DNA to definitively distinguish between germline and somatic alterations. The ideal tissue source for germline testing is cultured skin fibroblasts. Certain germline predisposition syndromes can contain characteristic baseline bone marrow dysplastic-appearing features associated with cytopenias without constituting myelodysplastic syndrome.<h4>Conclusion</h4>Recognizing germline predisposition to myeloid neoplasia is critical for proper disease management. This recognition is particularly important for patients who will undergo hematopoietic stem cell transplantation to screen potential related donors. Integration of the clinical history, bone marrow findings, cytogenetic studies, and specialized laboratory and molecular genetic testing is often essential for accurate diagnosis and subsequent disease monitoring.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "32809325",
    "pmid": "32809325",
    "doi": "",
    "title": "Leukemia",
    "abstract": "The production of abnormal leukocytes defines leukemia as either a primary or secondary process. They can be classified as acute or chronic based on the rapidity of proliferation and myeloid or lymphoid based on the cell of origin. Predominant subtypes are acute myeloid leukemia (AML) and chronic myeloid leukemia (CML), involving the myeloid lineage; acute lymphoblastic leukemia (ALL); and chronic lymphocytic leukemia (CLL), involving the lymphoid chain. Other less common variants, such as mature B-cell and T-cell leukemias, and NK cell-related leukemias, to name a few, arise from mature white blood cells. However, with the advent of next-generation sequencing (NGS) and the identification of various biomarkers, the World Health Organization (WHO) classification was updated in 2016, bringing multiple changes to the traditional classification for acute leukemias and myeloid neoplasms. GLOBOCAN, a global observatory for cancer trends, showed a global incidence of 474,519 cases, with 67,784 in North America. The Age-Standardized Rates are around 11 per 100,000, with a mortality rate of approximately 3.2. Many genetic risk factors have been identified, such as Klinefelter and Down syndromes, ataxia telangiectasia, Bloom syndrome, and telomeropathies such as Fanconi anemia, dyskeratosis congenita, and Shwachman-Diamond syndrome; germline mutations in RUNX1, CEBPA, to name a few. Viral infections associated with Epstein Barr virus, human T-lymphotropic virus, ionizing radiation exposure, radiation therapy, environmental exposure with benzene, smoking history, history of chemotherapy with alkylating agents, and topoisomerase II agents have also been implicated in the development of acute leukemias. Symptoms are nonspecific and can include fever, fatigue, weight loss, bone pain, bruising, or bleeding. Definitive diagnoses often require bone marrow biopsy, the results of which help the hematologists and stem cell transplant physicians regarding the selection of treatment options ranging from chemotherapy to allogeneic stem cell transplantation. The prognosis is variable depending on the leukemia subtype in question. Acute vs. chronic myeloid leukemia: Blasts, which are immature and dysfunctional cells, normally make up 1% to 5% of marrow cells. Acute leukemias are characterized by greater than 20% blasts in the peripheral blood smear or on bone marrow leading to a more rapid onset of symptoms. In contrast, chronic leukemia has less than 20% blasts with a relatively chronic onset of symptoms. The accelerated/blast phase is a transformation of chronic myeloid leukemia into an acute phase with a significantly higher degree of blasts. As such, the four major subtypes of leukemia are: Acute lymphoblastic leukemia (ALL): ALL is seen in patients with the blastic transformation of B and T cells. It is the most common leukemia in the pediatric population, accounting for up to 80% of cases in this group vs. 20% of cases in adults. Treatment among adolescents and young adults is predominantly inspired by pediatric regimens with better survival rates.  . Acute myelogenous leukemia (AML): AML is characterized by greater than 20% myeloid blasts and is the most common acute leukemia in adults. It is the most aggressive cancer with a variable prognosis depending upon the molecular subtypes. . Chronic lymphocytic leukemia (CLL): CLL occurs from the proliferation of monoclonal lymphoid cells. Most cases occur in people between the ages of 60 and 70. CLL is considered an indolent disease, for the most part, meaning not all patients with a diagnosis will need to start treatment until symptomatic from the disease. Chronic myelogenous leukemia (CML): CML typically arises from reciprocal translocation and fusion of BCR on chromosome 22 and ABL1 on chromosome 9, resulting in dysregulated tyrosine kinase on chromosome 22 called the Philadelphia (Ph) chromosome. This, in turn, causes a monoclonal population of dysfunctional granulocytes, predominantly neutrophils, basophils, and eosinophils.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37216690",
    "pmid": "37216690",
    "doi": "10.1182/blood.2022019304",
    "title": "Prevalence and clinical expression of germ line predisposition to myeloid neoplasms in adults with marrow hypocellularity.",
    "abstract": "Systematic studies of germ line genetic predisposition to myeloid neoplasms in adult patients are still limited. In this work, we performed germ line and somatic targeted sequencing in a cohort of adult patients with hypoplastic bone marrow (BM) to study germ line predisposition variants and their clinical correlates. The study population included 402 consecutive adult patients investigated for unexplained cytopenia and reduced age-adjusted BM cellularity. Germ line mutation analysis was performed using a panel of 60 genes, and variants were interpreted per the American College of Medical Genetics and Genomics/Association for Molecular Pathology guidelines; somatic mutation analysis was performed using a panel of 54 genes. Of the 402 patients, 27 (6.7%) carried germ line variants that caused a predisposition syndrome/disorder. The most frequent disorders were DDX41-associated predisposition, Fanconi anemia, GATA2-deficiency syndrome, severe congenital neutropenia, RASopathy, and Diamond-Blackfan anemia. Eighteen of 27 patients (67%) with causative germ line genotype were diagnosed with myeloid neoplasm, and the remaining with cytopenia of undetermined significance. Patients with a predisposition syndrome/disorder were younger than the remaining patients and had a higher risk of severe or multiple cytopenias and advanced myeloid malignancy. In patients with myeloid neoplasm, causative germ line mutations were associated with increased risk of progression into acute myeloid leukemia. Family or personal history of cancer did not show significant association with a predisposition syndrome/disorder. The findings of this study unveil the spectrum, clinical expressivity, and prevalence of germ line predisposition mutations in an unselected cohort of adult patients with cytopenia and hypoplastic BM.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR438039",
    "pmid": "",
    "doi": "10.22541/au.164097430.06537866/v1",
    "title": "Coronavirus 19 (COVID-19) infection and vaccination in patients with Shwachman-Diamond syndrome",
    "abstract": "Because they can experience neutropenia due to bone marrow failure, patients with Shwachman-Diamond syndrome (SDS) carry increased risk for serious infections compared to the general population; however, it has been unknown whether this predisposes them to COVID-19 infection or more significant complications. We compiled results from a survey distributed to participants in the Shwachman-Diamond Syndrome Registry between May and June 2021. In this report we describe the characteristics and outcomes of patients with SDS who had COVID-19. Patients reported a short clinical course without significant complications or severe cytopenias. Additionally, COVID-19 vaccines were well tolerated with only minor side effects.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "35264508",
    "pmid": "35264508",
    "doi": "10.11406/rinketsu.63.94",
    "title": "[Haploidentical stem cell transplantation for acute myeloid leukemia associated with adult-onset Shwachman-Diamond syndrome].",
    "abstract": "A 21-year-old man presented with bone marrow failure, short stature, fatty degeneration of the pancreas on CT images, and Shwachman-Bodian-Diamond syndrome (SBDS) gene abnormalities (exon 2: c.258+2T>C and deletion of exon 3). Thus, the patient was diagnosed with Shwachman-Diamond syndrome (SDS). In the clinical course, the patient developed acute myeloid leukemia (AML). Hematopoietic stem cell transplantation from the human-leukocytic-antigen-haploidentical father of the patient was performed. The patient was conditioned with 150 mg/m<sup>2</sup> fludarabine, 6.4 mg/kg busulfan, and 4 Gy total body irradiation. Graft-versus-host disease prophylaxis included tacrolimus, micophenolate mofetil, and posttransplant cyclophosphamide. Although the patient achieved a complete remission on day 21, AML relapsed on day 434 after the transplantation. He died of sepsis. The prognosis of patients with SDS and AML is poor. Adult-onset cases must be recognized, and transplantation should be performed during bone marrow failure.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "35253346",
    "pmid": "35253346",
    "doi": "10.1002/pbc.29647",
    "title": "Coronavirus disease 2019 and vaccination in patients with Shwachman-Diamond syndrome.",
    "abstract": "Because they can experience neutropenia due to bone marrow failure, patients with Shwachman-Diamond syndrome (SDS) carry increased risk for serious infections compared with the general population; however, there has been a paucity of data on the incidence and severity of coronavirus disease 2019 (COVID-19) in patients with SDS. We compiled results from a survey distributed to participants in the SDS Registry in May-June 2021. In this report, we describe the characteristics and outcomes of patients with SDS who had COVID-19. Patients reported a short clinical course without significant complications or cytopenias. Additionally, COVID-19 vaccines were well tolerated with minor side effects.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36781034",
    "pmid": "36781034",
    "doi": "10.1016/j.ymeth.2023.02.004",
    "title": "Site-specific labeling of SBDS to monitor interactions with the 60S ribosomal subunit.",
    "abstract": "The Shwachman-Diamond syndrome (SDS) is a rare inherited ribosomopathy that is predominantly caused by mutations in the Shwachman-Bodian-Diamond Syndrome gene (SBDS). SBDS is a ribosomal maturation factor that is essential for the release of eukaryotic translation initiation factor 6 (eIF6) from 60S ribosomal subunits during the late stages of 60S maturation. Release of eIF6 is critical to permit inter-subunit interactions between the 60S and 40S subunits and to form translationally competent 80S monosomes. SBDS has three key domains that are highly flexible and adopt varied conformations in solution. To better understand the domain dynamics of SBDS upon binding to 60S and to assess the effects of SDS-disease specific mutations, we aimed to site-specifically label individual domains of SBDS. Here we detail the generation of a fluorescently labeled SBDS to monitor the dynamics of select domains upon binding to 60S. We describe the incorporation of 4-azido-l-phenylalanine (4AZP), a noncanonical amino acid in human SBDS. Site-specific labeling of SBDS using fluorophore and assessment of 60S binding activity are also described. Such labeling approaches to capture the interactions of individual domains of SBDS with 60S are also applicable to study the dynamics of other multi-domain proteins that interact with the ribosomal subunits.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37180200",
    "pmid": "37180200",
    "doi": "10.4084/mjhid.2023.032",
    "title": "Genetic Predisposition to Hematologic Malignancies in Childhood and Adolescence.",
    "abstract": "Advances in molecular biology and genetic testing have greatly improved our understanding of the genetic basis of hematologic malignancies and have enabled the identification of new cancer predisposition syndromes. Recognizing a germline mutation in a patient affected by a hematologic malignancy allows for a tailored treatment approach to minimize toxicities. It informs the donor selection, the timing, and the conditioning strategy for hematopoietic stem cell transplantation, as well as the comorbidities evaluation and surveillance strategies. This review provides an overview of germline mutations that predispose to hematologic malignancies, focusing on those most common during childhood and adolescence, based on the new International Consensus Classification of Myeloid and Lymphoid Neoplasms.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR525816",
    "pmid": "",
    "doi": "10.1101/2022.07.29.502049",
    "title": "Dynamic states of eIF6 and SDS variants modulate interactions with uL14 of the 60S ribosomal subunit",
    "abstract": "Assembly of ribosomal subunits into active ribosomal complexes is integral to protein synthesis. Release of eIF6 from the 60S ribosomal subunit primes 60S to associate with the 40S subunit and engage in translation. The dynamics of eIF6 interaction with the uL14 (RPL23) interface of 60S and its regulation by somatic mutations acquired in Shwachman-Diamond Syndrome (SDS) is yet to be clearly understood. Here, by using a modified strategy to obtain high yields of recombinant human eIF6 we have uncovered the critical interface entailing 8 key residues in the C-tail of RPL23 that is essential for physical interactions between 60S and eIF6. Disruption of the complementary binding interface by conformational changes in eIF6 disease variants provide a mechanism for weakened interactions of variants with the 60S. Hydrogen-deuterium exchange mass spectrometry (HDX-MS) analyses uncovered dynamic configurational rearrangements in eIF6 induced by binding to RPL23 and exposed an allosteric interface regulated by the C-tail of eIF6. Disrupting a key residue in the eIF6-60S binding interface markedly limits proliferation of cancer cells, which highlights the significance of therapeutically targeting this interface. Establishing these key interfaces thus provide a therapeutic framework for targeting eIF6 in cancers and SDS.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "34925993",
    "pmid": "34925993",
    "doi": "10.7759/cureus.19391",
    "title": "Shwachman-Diamond Syndrome in a Child Presenting With Chronic Diarrhea: A Rare Case in Family Medicine Practice.",
    "abstract": "Diarrhea remains an important cause of morbidity and mortality worldwide. Chronic diarrhea often represents a diagnostic challenge for family medicine and pediatric physicians because of its broad spectrum of possible etiologies. The differential diagnoses can be narrowed by taking a detailed history and performing an appropriate physical examination. In general, chronic diarrhea can be due to osmotic, secretory, inflammatory, or dysmotility-related pathologies. We present the case of a 30-month-old male who was brought to the family medicine clinic with a complaint of abdominal bloating and persistent diarrhea after every feeding for four months. His stools were foul-smelling and occurred more than four times a day. The patient was below the second standard deviations for weight and height. He appeared pale, and there was no scleral icterus. The patient underwent upper endoscopy, which showed no abnormal gross findings. A dedicated abdominal computed tomography scan was performed to evaluate the pancreas for any structural abnormalities. The scan demonstrated complete replacement of the pancreatic parenchyma by fatty tissue. The diagnosis of Shwachman-Diamond syndrome was established as the analysis revealed a mutation in the SBDS gene. The patient was treated with pancreatic enzyme replacement therapy. After two months of follow-up, the parents reported that the patient had significant improvement in diarrhea. Shwachman-Diamond syndrome is a very rare inherited disorder characterized by bone marrow failure, exocrine pancreatic dysfunction, and skeletal abnormalities. Despite its rarity, clinicians should keep a high index for this condition when they encounter a child with unexplained chronic diarrhea.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "36354296",
    "pmid": "36354296",
    "doi": "10.1097/mop.0000000000001196",
    "title": "Inherited bone marrow failure syndromes: a review of current practices and potential future research directions.",
    "abstract": "<h4>Purpose of review</h4>Recent advances in diagnosis and treatment of inherited bone marrow failure syndromes (IBMFS) have significantly improved disease understanding and patient outcomes. Still, IBMFS present clinical challenges that require further progress. This review aims to provide an overview of the current state of diagnosis and treatment modalities of the major IBMFS seen in paediatrics and present areas of prioritization for future research.<h4>Recent findings</h4>Haematopoietic cell transplantation (HCT) for IBMFS has greatly improved in recent years, shifting the research and clinical focus towards cancer predispositions and adverse effects of treatment. Each year, additional novel genes and pathogenic variants are described, and genotype-phenotype mapping becomes more sophisticated. Moreover, novel therapeutics exploring disease-specific mechanisms show promise to complement HCT and treat patients who cannot undergo current treatment options.<h4>Summary</h4>Research on IBMFS should have short-term and long-term goals. Immediate challenges include solidifying diagnostic and treatment guidelines, cancer detection and treatment, and continued optimization of HCT. Long-term goals should emphasize genotype-phenotype mapping, genetic screening tools and gene-targeted therapy.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39060500",
    "pmid": "39060500",
    "doi": "10.1007/s00774-024-01539-x",
    "title": "Crosstalk between bone and the immune system.",
    "abstract": "Bone functions not only as a critical element of the musculoskeletal system but also serves as the primary lymphoid organ harboring hematopoietic stem cells (HSCs) and immune progenitor cells. The interdisciplinary field of osteoimmunology has illuminated the dynamic interactions between the skeletal and immune systems, vital for the maintenance of skeletal tissue homeostasis and the pathogenesis of immune and skeletal diseases. Aberrant immune activation stimulates bone cells such as osteoclasts and osteoblasts, disturbing the bone remodeling and leading to skeletal disorders as seen in autoimmune diseases like rheumatoid arthritis. On the other hand, intricate multicellular network within the bone marrow creates a specialized microenvironment essential for the maintenance and differentiation of HSCs and the progeny. Dysregulation of immune-bone crosstalk in the bone marrow environment can trigger tumorigenesis and exacerbated inflammation. A comprehensive deciphering of the complex \"immune-bone crosstalk\" leads to a deeper understanding of the pathogenesis of immune diseases as well as skeletal diseases, and might provide insight into potential therapeutic approaches.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39502286",
    "pmid": "39502286",
    "doi": "10.1016/j.isci.2024.111082",
    "title": "Machine-learning-based predictive classifier for bone marrow failure syndrome using complete blood count data.",
    "abstract": "Accurate risk assessment of bone marrow failure syndrome (BMFS) is crucial for early diagnosis and intervention. Interpreting complete blood count (CBC) data is challenging without hematological expertise. To support primary physicians, we developed a predictive model using basic demographics and CBC data collected retrospectively from two major hospitals in South Korea. Binary classifiers for aplastic anemia and myelodysplastic syndrome were created and combined to form a BMFS classifier. The model demonstrated high performance in distinguishing BMFS, with consistent results across different CBC feature sets, confirmed by external validation. This algorithm provides a practical guide for primary physicians to identify BMFS based on initial CBC data, aiding in effective triage, timely referrals, and improved patient care.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39194158",
    "pmid": "39194158",
    "doi": "10.1002/mgg3.70001",
    "title": "Genetic Manifestations and Phenotype Spectrum in Infants With Feeding Difficulty.",
    "abstract": "<h4>Background</h4>Feeding difficulties frequently co-occur with multisystem disorders attributed to rare genetic diseases. In this study, we aimed to describe the genetic manifestations and phenotype spectrum in infants experiencing feeding difficulties.<h4>Methods</h4>This case series included infants under 6 months old with feeding difficulties admitted to the neonatal department of Children's Hospital, Zhejiang University School of Medicine from October 2018 to May 2022. All infants underwent whole-exome sequencing (WES) during hospitalisation, and their clinical phenotypes and genetic results were analyzed.<h4>Results</h4>Among 28 infants studied, nine were preterm and 19 were full-term. Median admission age was 13.5 days (IQR 6.5, 35), with a median hospital stay of 16 days (IQR 10.5, 30). Overall, 12 (42.9%) cases were complicated with multiple malformations. Abnormal muscle tone (53.6%) and neurological issues (42.9%) were notable prevalent in these infants. Cranial MR abnormalities were noted in 96.2% of cases. Based on the combined analysis of WES results and clinical phenotypes, a total of 22 (78.3%) patients displayed disease-related genetic variation identified through WES; among them, 15 (53.6%) patients received genetic diagnoses, while 7 (25%) patients were suspected diagnoses. Positive findings were more frequent in full-term (89.5%) than preterm infants (55.6%). Ultimately, 24 (85.7%) patients were discharged alive, with 75% requiring post-discharge tube feeding. Following discharge, five patients developed new symptoms linked to genetic variants, and two patients died.<h4>Conclusions</h4>Feeding difficulty may constitute a facet of the phenotypic spectrum of rare genetic diseases. Whole-exome sequencing can enhance molecular diagnosis accuracy for infants with feeding difficulties.",
    "journal": "",
    "year": "2024"
  }
]