[
  {
    "id": "40042748",
    "pmid": "40042748",
    "doi": "10.1007/s11033-025-10380-y",
    "title": "Imbalance in redox homeostasis is associated with neurodegeneration in the murine model of Tay-Sachs disease.",
    "abstract": "<h4>Background</h4>Tay-Sachs disease is a neurodegenerative disorder characterized by a build-up of GM2 ganglioside in the brain, which results in progressive central nervous system dysfunction. Our group recently generated Hexa-/-Neu3-/- mice, a murine model with neuropathological abnormalities similar to the infantile form of Tay-Sachs disease. Previously, we reported progressive neurodegeneration with neuronal loss in the brain sections of Hexa-/-Neu3-/- mice. However, the relationship between the severity of neurodegeneration and the imbalance in redox homeostasis was not yet clarified in Hexa-/-Neu3-/- mice. Here, we evaluated whether neurodegeneration is associated with oxidative stress in the tissues and cells of Hexa-/-Neu3-/- mice and neuroglia cells from Tay-Sachs patients.<h4>Methods and results</h4>Cell death and oxidative stress-related markers were evaluated in four brain regions and fibroblasts of 5-month-old WT, Hexa-/-, Neu3-/-, and Hexa-/-Neu3-/- mice and human neuroglia cells using Western blot, RT-PCR, and immunohistochemistry analyses. We further analyzed oxidative stress levels in the samples using flow cytometry analyses. We discovered neuronal death, alterations in intracellular ROS levels, and damaging effects of oxidative stress, especially in the cerebellum and fibroblasts of Hexa-/-Neu3-/- mice.<h4>Conclusions</h4>Our results showed that alteration in redox homeostasis might be related to neurodegeneration in the murine model of Tay-Sachs Disease. These findings suggest that targeting the altered redox balance and increased oxidative stress might be a rational therapeutic approach for alleviating neurodegeneration and treating Tay-Sachs disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR933106",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5293300/v1",
    "title": "Imbalance in Redox Homeostasis is Associated with Neurodegeneration in the Murine Model of Tay-Sachs Disease",
    "abstract": "<title>Abstract</title>  <p>Background  Tay-Sachs disease is a type of neurodegenerative disorder with a build-up of GM2 ganglioside in the brain, which results in progressive central nervous system dysfunction. Our group recently generated <italic>Hexa-/-Neu3-/-</italic> mice, a murine model with neuropathological abnormalities similar to the infantile form of Tay-Sachs disease. Previously, we reported progressive neurodegeneration with neuronal loss in the brain sections of <italic>Hexa-/-Neu3-/-</italic> mice. However, the relationship of the severity of neurodegeneration to imbalance in redox homeostasis has not been clarified in <italic>Hexa-/-Neu3-/-</italic> mice. Here, we evaluated whether neurodegeneration is associated with oxidative stress in the tissues and cells of <italic>Hexa-/-Neu3-/-</italic> mice and neuroglia cells from Tay-Sachs patients. Methods and Results  In four brain regions and fibroblasts of 5-month-old <italic>WT</italic>, <italic>Hexa-/-</italic>, <italic>Neu3-/-</italic>, and <italic>Hexa-/-Neu3-/-</italic> mice and human neuroglia cells, apoptosis and oxidative stress-related markers were evaluated using Western blot, RT-PCR, and immunohistochemistry analyses. We further analyzed oxidative stress levels using flow cytometry analyses. We discovered neuronal death, alterations in intracellular ROS levels, and damaging effects of oxidative stress, especially in the cerebellum and fibroblasts of <italic>Hexa-/-Neu3-/-</italic> mice. Conclusions  Our results showed that alteration in redox homeostasis might be related to neurodegeneration in the murine model of Tay-Sachs Disease. These findings suggest that targeting the altered redox balance and increased oxidative stress might be a rational therapeutic approach for alleviating neurodegeneration and treating Tay-Sachs disease.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39514043",
    "pmid": "39514043",
    "doi": "10.1007/s00109-024-02498-6",
    "title": "Abnormally accumulated GM2 ganglioside contributes to skeletal deformity in Tay-Sachs mice.",
    "abstract": "Tay-Sachs Disease is a rare lysosomal storage disorder caused by mutations in the HEXA gene, responsible for the degradation of ganglioside GM2. In addition to progressive neurodegeneration, Tay-Sachs patients display bone anomalies, including kyphosis. Tay-Sachs disease mouse model (Hexa-/-Neu3-/-) shows both neuropathological and clinical abnormalities of the infantile-onset disease phenotype. In this study, we investigated the effects of GM2 accumulation on bone remodeling activity. Here, we evaluated the bone phenotype of 5-month-old Hexa-/-Neu3-/- mice with age-matched control groups using gene expression analysis, bone plasma biomarker analysis, and micro-computed tomography. We demonstrated lower plasma alkaline phosphatase activity and calcium levels with increased tartrate-resistant acid phosphatase levels, indicating reduced bone remodeling activity in mice. Consistently, gene expression analysis confirmed osteoblast reduction and osteoclast induction in the femur of mice. Micro-computed tomography and analysis show reduced trabecular bone volume, mineral density, number, and thickness in Hexa-/-Neu3-/- mice. In conclusion, we demonstrated that abnormal GM2 ganglioside accumulation significantly triggers skeletal abnormality in Tay-Sachs mice. We suggest that further investigation of the molecular basis of bone structure anomalies is necessary to elucidate new therapeutic targets that prevent the progression of bone symptoms and improve the life standards of Tay-Sachs patients. KEY MESSAGES: We detected the markers of bone loss-associated disorders such as osteopenia and osteoporosis in the Tay-Sachs disease mice model Hexa-/-Neu3-/-. We also demonstrated for the first time there is an increase in trabecular spacing and a reduction in trabecular thickness and number indicating skeletal abnormalities in mice model using micro-CT analysis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40019557",
    "pmid": "40019557",
    "doi": "10.1007/s11011-025-01553-6",
    "title": "Combined treatment of Ketogenic diet and propagermanium reduces neuroinflammation in Tay-Sachs disease mouse model.",
    "abstract": "Tay-Sachs disease is a rare lysosomal storage disorder caused by β-Hexosaminidase A enzyme deficiency causing abnormal GM2 ganglioside accumulation in the central nervous system. GM2 accumulation triggers chronic neuroinflammation due to neurodegeneration-based astrogliosis and macrophage activity with the increased expression level of Ccl2 in the cortex of a recently generated Tay-Sachs disease mouse model Hexa-/-Neu3-/-. Propagermanium blocks the neuroinflammatory response induced by Ccl2, which is highly expressed in astrocytes and microglia. The ketogenic diet has broad potential usage in neurological disorders, but the knowledge of the impact on Tay-Sach disease is limited. This study aimed to display the effect of combining the ketogenic diet and propagermanium treatment on chronic neuroinflammation in the Tay-Sachs disease mouse model. Hexa-/-Neu3-/- mice were placed into the following groups: (i) standard diet, (ii) ketogenic diet, (iii) standard diet with propagermanium, and (iv) ketogenic diet with propagermanium. RT-PCR and immunohistochemistry analyzed neuroinflammation markers. Behavioral analyses were also applied to assess phenotypic improvement. Notably, the expression levels of neuroinflammation-related genes were reduced in the cortex of 140-day-old Hexa-/-Neu3-/- mice compared to β-Hexosaminidase A deficient mice (Hexa-/-) after combined treatment. Immunohistochemical analysis displayed correlated results with the RT-PCR. Our data suggest the potential to implement combined treatment to reduce chronic inflammation in Tay-Sachs and other lysosomal storage diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR944667",
    "pmid": "",
    "doi": "10.1101/2024.11.21.24317709",
    "title": "Evaluating the Efficacy of Miglustat and Ambroxol Combination Therapy in a Phase 1b/2 Virtual Drug Trial for Type 1 Tay-Sachs Disease Using aiHumanoid Simulations",
    "abstract": "<h4>Abstract (Draft1)</h4> Type 1 Tay-Sachs Disease (TSD) is a rare and severe neurodegenerative disorder caused by HEXA Loss of Function (LOF) gene mutations, leading to the accumulation of lysosomal GM2 gangliosides and progressive neurological decline, with high lethality before age 10. Current treatments are primarily palliative, focusing on symptom management. This study investigates the therapeutic potential of Miglustat and Ambroxol, individually and combined, in slowing neurodegeneration and cognitive decline in Type 1 TSD, leveraging aiHumanoid virtual simulations. Miglustat, a substrate reduction therapy, and Ambroxol, a pharmacological chaperone, offer complementary mechanisms that may enhance lysosomal function and reduce ganglioside accumulation. In a virtual Phase 1b/2 trial, simulated cohorts of children received these treatments across four dose levels (10%, 20%, 33.3%, and 50% of maximum tolerated dose [MTD]), with outcomes assessed at intervals from birth to 10 years. Key metrics included cognitive and motor function, quality of life, and lysosomal enzyme activity. Results indicated that combination therapy significantly reduced neurodegenerative symptoms and improved cognitive and motor outcomes, particularly at intermediate dose levels. Findings suggest that Miglustat and Ambroxol may provide a beneficial intervention strategy, warranting further clinical evaluation. These results also provide important potential insights into dose optimization and therapeutic synergies, offering a basis for real-world trials in Type 1 Tay-Sachs Disease. The use of aiHumanoid simulations demonstrates a novel approach for drug testing in rare diseases, enabling detailed assessment of efficacy and safety profiles across developmental stages. The trial’s findings are based on virtual simulations rather than traditional clinical trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "33232090",
    "pmid": "33232090",
    "doi": "",
    "title": "Tay-Sachs Disease",
    "abstract": "Tay-Sachs disease is a progressive, lethal neurodegenerative disorder caused by a deficiency of the enzyme hexosaminidase-A that results in the accumulation of GM2 gangliosides. GM2 gangliosidoses comprise 3 different diseases: Tay-Sachs disease, Sandhoff disease, and the AB variant. GM2 gangliosidoses manifest mainly with central nervous system dysfunction. Sandhoff disease is different from the other 2 gangliosidoses with its systemic involvement, including hepatosplenomegaly, cardiomegaly, macroglossia, and skeletal abnormalities. The disease is classified into infantile, juvenile, and adult forms based on the age at presentation. Early diagnosis of Tay-Sachs is clinically challenging because of subtle clinical features and nonspecific biochemical findings. Accurate diagnosis is essential for proper management and reducing complications associated with the disease.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39901552",
    "pmid": "39901552",
    "doi": "10.2174/0109298673351452241220071215",
    "title": "Lipid Biochemistry and its Role in Human Diseases.",
    "abstract": "Lipids play a variety of roles in living systems. They are a source of extremely high energy and a part of almost all signaling and biological processes. Despite the liver being the hub of lipid metabolism, lipid metabolism occurs across the human body. Any perturbation in the lipid metabolism or lipid storage systems can lead to diseases or disorders that can hamper the normal functioning of the human body. Lipids have been explored for their role in cancers. The intake of saturated fatty acids has been found to increase the metastasis and growth of cancerous cells. The role of lipids has also been studied in brain diseases. In Tay-Sachs disease, the inability to metabolize GM2 ganglioside alters normal nerve cell functioning. Similarly, lipids also play critical roles in Parkinson's and Alzheimer's disease. Moreover, atherosclerosis is a leading cause of cardiovascular diseases and brain stroke. Dyslipidemia or excess fatty acids is a leading cause of non-alcoholic fatty liver disease, insulin resistance, and diabetes mellitus. Dyslipidemia also leads to jaundice, which, in turn, can seriously damage the kidneys. This review focuses on the various human diseases occurring because of lipid metabolism.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR956101",
    "pmid": "",
    "doi": "10.1101/2024.12.13.24318793",
    "title": "Tay-Sachs and Sandhoff Diseases: Diffusion tensor imaging and correlational fiber tractography findings differentiate late-onset GM2 Gangliosidosis",
    "abstract": "GM2 gangliosidosis is lysosomal storage disorder caused by deficiency of the heterodimeric enzyme β-hexosaminidase A. Tay-Sachs disease is caused by variants in HEXA encoding the α-subunit and Sandhoff disease is caused by variants in HEXB encoding the β-subunit. Due to shared clinical and biochemical findings, the two have been considered indistinguishable. We applied diffusion tensor imaging (DTI) and correlational fiber tractography to assess phenotypic differences in these two diseases. 40 DTI scans from 16 Late-Onset GM2 patients ( NCT00029965 ) with either Sandhoff (n = 4), or Tay-Sachs (n = 12) disease. DTI metrics including fractional anisotropy (FA), mean diffusivity (MD), radial diffusivity (RD), axial diffusivity (AD), and quantitative anisotropy (QA) were calculated in fiber tracts throughout the whole brain, arcuate fasciculus, corpus callosum, and cerebellum. Correlational tractography was also performed to identify fiber tracts with group wide differences in DTI metrics between Tay-Sachs and Sandhoff patients. A linear mixed effects model was used to analyze the differences between Tay-Sachs and Sandhoff patients. Tay-Sachs patients had higher MD in the left cerebellum ( p = 0.003703), right cerebellum ( p = 0.003435), superior cerebellar peduncle (SCP, p = 0.007332), and vermis ( p = 0.01007). Sandhoff patients had higher FA in the left cerebellum ( p = 0.005537), right cerebellum ( p = 0.01905), SCP ( p = 0.02844), and vermis ( p = 0.02469). Correlational fiber tractography identified fiber tracts almost exclusively in cerebellar pathways with higher FA and QA, and lower MD, AD, and RD in Sandhoff patients compared to Tay-Sachs patients. Our study shows neurobiological differences between these two related disorders. To our knowledge, this is the first study using correlational tractography in a lysosomal storage disorder demonstrating these differences. This result indicates a greater burden of cerebellar pathology in Tay-Sachs patients compared with Sandoff patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR880540",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-4577970/v1",
    "title": "Human Recombinant Lysosomal β-Hexosaminidase A produced in P.pastoris efficiently reduced GM2 ganglioside accumulation in Tay- Sachs Disease",
    "abstract": "<title>Abstract</title>  <p>Tay-Sachs disease is a progressive lysosomal storage disorder caused by genetic mutations in the HEXA gene encoding α-subunit of β-Hexosaminidase A, which leads to GM2 ganglioside accumulation, particularly in the central nervous system. Lysosomal GM2 ganglioside accumulation causes neuropathology and leads to premature cell death in Tay-Sachs patients, and there is no effective treatment yet. Previously, we produced the human recombinant lysosomal β-Hexosaminidase (rhHex-A) in the yeast <italic>Pichia pastoris</italic>, demonstrating the capacity to be internalized in different cell lines, and the reduction of stored GM2 gangliosides in patients´ fibroblasts and neural iPSCs. In this study, we use mouse fibroblasts and neuroglia from a novel murine model of Tay-Sachs disease and human Tay-Sachs patients’ neuroglia cells to demonstrate whether rhHex-A could reduce the GM2 accumulation. We treated the cells with rhHex-A to a final concentration of 100 nM, and the efficacy was evaluated using qRT-PCR and Immunocytochemical analysis after 24–72 h of incubation. Altogether, our results suggest that rhHex-A-produced in the yeast <italic>Pichia pastoris</italic> is a promising therapeutic to mitigate GM2 accumulation in Tay-Sachs cells.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39669632",
    "pmid": "39669632",
    "doi": "10.1016/j.gimo.2024.101869",
    "title": "Shortcomings of ethnicity-based carrier screening for conditions associated with Ashkenazi Jewish ancestry.",
    "abstract": "<h4>Purpose</h4>Carrier screening identifies reproductive risk for autosomal recessive and X-linked genetic conditions. Currently, some medical society guidelines continue to recommend ethnicity-based carrier screening for conditions associated with Ashkenazi Jewish (AJ) ancestry. We assessed the utility and limitations of these guidelines in a large, ethnically and genetically diverse cohort of genotyped individuals.<h4>Methods</h4>We characterized the self-reported ethnicity and genetic ancestry of over 110,000 consenting research participants identified as heterozygous for pathogenic variants associated with 15 autosomal recessive conditions recommended by the American College of Obstetricians and Gynecologists for screening in individuals of AJ descent.<h4>Results</h4>Out of 7.2 million research participants, 116,517 research participants were identified as heterozygous for pathogenic variants associated with 15 conditions evaluated. The majority (54.9%) of heterozygotes did not report qualifying ethnicity under American College of Obstetricians and Gynecologists ethnicity-based screening guidelines. Approximately half (51.3%) of all individuals heterozygous for pathogenic variants in genes associated with 1 or more conditions recommended to be screened exclusively in individuals of AJ descent had <20% computed AJ ancestry.<h4>Conclusion</h4>Ethnicity-based carrier screening leads to the under detection of heterozygotes and associated reproductive risk for conditions historically associated with AJ ancestry.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39609393",
    "pmid": "39609393",
    "doi": "10.1038/s41439-024-00300-0",
    "title": "Simultaneous surgery for gastrostomy and laryngotracheal separation in a patient with Tay‒Sachs disease.",
    "abstract": "Genetic testing identified novel compound heterozygous missense variants in the HEXA gene (NM_00520.6: c.775A>C and NM_000520.6: c.508C>T) in a 16-month-old girl diagnosed with Tay‒Sachs disease. The patient gradually became unable to consume food orally. She suffered severe aspiration pneumonia and underwent gastrostomy and laryngotracheal separation at 2 years and 4 months of age. Despite an initially good prognosis, she died at 3 years of age.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39644670",
    "pmid": "39644670",
    "doi": "10.1016/j.ymgme.2024.108615",
    "title": "Clinical and biochemical abnormalities in a feline model of GM2 activator deficiency.",
    "abstract": "Though it has no catalytic activity toward GM2 ganglioside, the GM2 activator protein (GM2A) is essential for ganglioside hydrolysis by facilitating the action of lysosomal ß-N-acetylhexosaminidase. GM2A deficiency results in death in early childhood due to rapid central nervous system deterioration similar to the related GM2 gangliosidoses, Tay-Sachs disease and Sandhoff disease. This manuscript further characterizes a feline model of GM2A deficiency with a focus on clinical and biochemical parameters that may be useful as benchmarks for translational therapeutic research. The GM2A deficient cat has clinical features consistent with the human condition, including isointensity of gray and white matter of the brain on T2-weighted MRI; MR spectroscopic changes of brain metabolites consistent with gliosis, neuronal injury and demyelination; rhythmical slowing of cerebral cortical activation on electroencephalography; and elevation of aspartate aminotransferase and lactate dehydrogenase in cerebrospinal fluid. Biochemically, the brain of GM2A deficient cats has storage of GM2 and GA2 ganglioside coincident with increased hexosaminidase activity toward a standard synthetic substrate. Also, the brain of GM2A deficient cats has increased levels of lyso-platelet activating factor and lyso-phosphatidylcholine, which may serve as novel biomarkers of disease progression and provide insights into pathogenic mechanisms.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39195290",
    "pmid": "39195290",
    "doi": "10.3390/cells13161374",
    "title": "Correction: Raha et al. Lipid-Lowering Drug Gemfibrozil Protects Mice from Tay-Sachs Disease via Peroxisome Proliferator-Activated Receptor α. <i>Cells</i> 2023, <i>12</i>, 2791.",
    "abstract": "Error in Figure 4 [...].",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40106490",
    "pmid": "40106490",
    "doi": "10.1371/journal.pone.0319401",
    "title": "Differential gene expression patterns in Niemann-Pick Type C and Tay-Sachs diseases: Implications for neurodegenerative mechanisms.",
    "abstract": "Lysosomal storage disorders (LSDs) are a group of rare genetic conditions characterized by the impaired function of enzymes responsible for lipid digestion. Among these LSDs, Tay-Sachs disease (TSD) and Niemann-Pick type C (NPC) may share a common gene expression profile. In this study, we conducted a bioinformatics analysis to explore the gene expression profile overlap between TSD and NPC. Analyses were performed on RNA-seq datasets for both TSD and NPC from the Gene Expression Omnibus (GEO) database. Datasets were subjected to differential gene expression analysis utilizing the DESeq2 package in the R programming language. A total of 147 differentially expressed genes (DEG) were found to be shared between the TSD and NPC datasets. Enrichment analysis was then performed on the DEGs. We found that the common DEGs are predominantly associated with processes such as cell adhesion mediated by integrin, cell-substrate adhesion, and urogenital system development. Furthermore, construction of protein-protein interaction (PPI) networks using the Cytoscape software led to the identification of four hub genes: APOE, CD44, SNCA, and ITGB5. Those hub genes not only can unravel the pathogenesis of related neurologic diseases with common impaired pathways, but also may pave the way towards targeted gene therapy of LSDs.In addition, they serve as the potential biomarkers for related neurodegenerative diseases warranting further investigations.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39430583",
    "pmid": "39430583",
    "doi": "10.3389/fneur.2024.1400989",
    "title": "Novel <i>HexA</i> splice site mutations in a patient with late atypical onset Tay-Sachs disease: importance of combined NGS and biochemical analysis.",
    "abstract": "Tay-Sachs disease (TSD) is a rare genetic disorder with diverse clinical manifestations, often leading to underdiagnosis due to symptom similarities with other neurological conditions. In this study, we aimed to identify the genetic mutations underlying late-onset TSD in a 27-year-old patient with progressive neurological symptoms. Whole-exome sequencing revealed two <i>hexA</i> gene mutations associated with TSD: a previously known variant, c.805G > A (p.Gly269Ser), and a novel splice-site mutation, c.346 + 2dupT. Through clinical assessments, genetic analysis, and functional investigations-including RNA sequencing and enzymatic activity assays-we confirmed the pathogenicity of the novel mutation. Our findings highlight the efficacy of advanced genomic technologies in diagnosing intricate genetic disorders and emphasize the significance of functional validation to confirm the effects of mutations. Identifying compound heterozygous mutations in the <i>hexA</i> gene also provides insight into Mendelian inheritance patterns. This case highlights the diagnostic challenges posed by overlapping clinical phenotypes and emphasizes the need for increased genetic awareness among clinicians. Accurate diagnosis of TSD has significant implications for patients and their families, allowing for informed genetic counseling and guiding clinical management decisions. While current treatment options are limited, timely and accurate diagnosis holds promise for future research and therapeutic interventions. This study highlights the value of a multidisciplinary approach in exploring the molecular basis of complex genetic diseases and informing clinical decisions.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39807213",
    "pmid": "39807213",
    "doi": "10.1212/nxg.0000000000200205",
    "title": "Diagnosing Late-Onset Tay-Sachs Through Next Generation Sequencing and Functional Enzyme Testing: From Genes to Enzymes.",
    "abstract": "Tay-Sachs disease is a neurodegenerative disorder characterized by progressive neurologic impairment due to pathogenic variants in the <i>HEXA</i> gene that codes for the alpha subunit of β-hexosaminidase. We report 2 cases of adult-onset progressive weakness, ataxia, and neuropsychiatric symptoms in a 30-year-old man and 37-year-old woman. Both patients had compound heterozygosity in the <i>HEXA</i> gene with 4 distinct variants. The first patient had subsequent confirmatory functional enzyme testing displaying reduced hexosaminidase concentration, and the second patient had functional enzyme testing before genetic testing, exemplifying alternative avenues for the diagnosis of late-onset Tay-Sachs (LOTS) disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38908075",
    "pmid": "38908075",
    "doi": "10.1016/j.ymgme.2024.108517",
    "title": "Tandem mass spectrometric enzyme assay for simultaneous detection of Tay-Sachs and Sandhoff diseases in dried blood spots for newborn screening.",
    "abstract": "GM2 gangliosidosis is a group of rare lysosomal storage disorders (LSDs) including Tay-Sachs disease (TSD) and Sandhoff disease (SD), caused by deficiency in activity of either β-hexosaminidase A (HexA) or both β-hexosaminidase A and β-hexosaminidase B (HexB). Methods for screening and diagnosis of TSD and SD include measurement and comparison of the activity of these two enzymes. Here we report a novel method for duplex screening of dried blood spots (DBS) for TSD and SD by liquid chromatography-tandem mass spectrometry (LC-MS/MS). The method requires incubation of a single 3 mm DBS punch with the assay cocktail followed by the injection into the LC-MS/MS. The performance of the method was evaluated by comparing the confirmed TSD and SD patient DBS to random healthy newborn DBS which showed easy discrimination between the three cohorts. The method is multiplexable with other LSD MS/MS enzyme assays which is critical to the continued expansion of the NBS panels.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39966257",
    "pmid": "39966257",
    "doi": "10.1007/s12311-025-01803-4",
    "title": "Brainstem Substructure Atrophy in Late-Onset GM2-Gangliosidosis Imaging Using Automated Segmentation.",
    "abstract": "Late-Onset GM2-Gangliosidoses (LOGG) are rare, neurodegenerative lysosomal disorders that include late-onset Tay-Sachs (LOTS) and Sandhoff disease (LOSD) subtypes. Cerebellar atrophy is common, even in the absence of clinical ataxia, particularly in LOTS. Recent reports have also described brainstem atrophy in LOTS. We assessed brainstem substructure atrophy in LOGG, including LOSD. 10 LOGG patients (7 LOTS, 3 LOSD) and 7 age-matched controls had structural MRI brain imaging. A FreeSurfer brainstem substructure module was used for automatic segmentation and included the pons, medulla, superior cerebellar peduncle (SCP), midbrain, and total brainstem. Clinical ataxia severity was assessed with the LOTS Severity Scale, Brief Ataxia Rating Scale, Friedreich's Ataxia Rating Scale and Scale for the Assessment and Rating of Ataxia. There were differences between LOGG and controls in the pons (12,785.06 ± 1,603.84 vs. 15,457.14 ± 2,748.41 mm<sup>3</sup>, p = 0.0069) and SCP (196.93 ± 31.20 vs. 293.57 ± .70.16 mm<sup>3</sup>, p = 0.0003). In LOTS vs. controls, there was similar pons (p = 0.0055) and SCP atrophy (p = 0.0023). The LOSD group was too small for independent comparisons. There were no significant associations between SCP/pons volume and clinical scales or disease duration. Cerebellar volume, which was analyzed in a previous study by Rowe et al. (2021), was relatively preserved in LOSD compared to the SCP/pons, while in LOTS, the pontocerebellar atrophy profile was dominated by cerebellar atrophy. These findings provide anatomical and clinical insights to the cerebellar/brainstem atrophy observed in LOGG and highlight a need to stratify LOGG by subtypes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR807239",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3933766/v1",
    "title": "Abnormally accumulated GM2 ganglioside contributes to skeletal deformity in Tay-Sachs disease mice",
    "abstract": "<title>Abstract</title>  <p>Tay-Sachs Disease is a rare lysosomal storage disorder caused by mutations in the <italic>HEXA</italic> gene which is responsible for the degradation of ganglioside GM2. In addition to progressive neurodegeneration, Tay-Sachs patients display bone anomalies including kyphosis. Tay-Sachs disease mouse model (<italic>Hexa-/-Neu3-/-</italic>) shows both neuropathological and clinical abnormalities of the infantile-onset disease phenotype. In this study, we investigated the effects of GM2 accumulation on bone remodeling activity. Here, we evaluated the bone phenotype of 5-month-old <italic>Hexa-/-Neu3-/-</italic> mice with age-matched control groups using gene expression analysis, bone plasma biomarker analysis, and micro-computed tomography. We demonstrated lower plasma alkaline phosphatase activity and calcium levels along with increased tartrate-resistant acid phosphatase levels, indicating reduced bone remodeling activity in mice. Consistently, gene expression analysis confirmed osteoblast reduction and osteoclast induction in the femur of mice. Micro-computed tomography analysis also showed a reduction in trabecular bone volume, bone mineral density, number, and thickness in <italic>Hexa-/-Neu3-/-</italic>mice. In conclusion, we demonstrated that abnormal GM2 ganglioside accumulation significantly triggers skeletal abnormality in Tay-Sachs mice. We suggest that further investigation of the molecular basis of bone structure anomalies is necessary to elucidate new therapeutic targets that <italic>prevent</italic> the progression of <italic>bone symptoms and </italic>improve the life standards of Tay-Sachs patients.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR801267",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3899681/v1",
    "title": "Combined Treatment of Ketogenic Diet and Propagermanium Reduces Neuroinflammation in Tay-Sachs Disease Mouse Model",
    "abstract": "<title>Abstract</title>  <p>Tay-Sachs disease is a rare lysosomal storage disorder caused by β-hexosaminidase A enzyme deficiency causing abnormal GM2 ganglioside accumulation in the central nervous system. GM2 accumulation triggers chronic neuroinflammation due to neurodegeneration-based astrogliosis and macrophage activity with the increased expression level of Ccl2 in the cortex of a recently generated Tay-Sachs disease mouse model <italic>Hexa-/-Neu3-/-</italic>. Propagermanium blocks the neuroinflammatory response induced by Ccl2, which is highly expressed in astrocytes and microglia. The ketogenic diet has broad potential usage in neurological disorders, but the knowledge of the impact on Tay-Sach disease is limited. This study aimed to display the effect of combining the ketogenic diet and propagermanium treatment on chronic neuroinflammation in the Tay-Sachs disease mouse model. <italic>Hexa-/-Neu3-/-</italic> mice were placed into the following groups: (i) chow diet, (ii) ketogenic diet (iii) chow diet with propagermanium, and (iv) ketogenic diet with propagermanium. Neuroinflammation markers were analyzed by RT-PCR and immunohistochemistry. Behavioral analyses were also applied for the assessment of phenotypic improvement. Notably,the expression levels of neuroinflammation-related genes were reduced in the cortex of 140-day-old <italic>Hexa-/-Neu3-/-</italic> mice compared to β-hexosaminidase A deficient mice <italic>Hexa-/-</italic> after combined treatment. Immunohistochemical analysis displayed correlated results with the RT-PCR. Our data suggest the potential to implement combined treatment to reduce chronic inflammation in Tay-Sachs and other lysosomal storage diseases.</p>",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38262289",
    "pmid": "38262289",
    "doi": "10.1016/j.ymgme.2024.108140",
    "title": "Lithium treatment rescues dysfunctional autophagy in the cell models of Tay-Sachs disease.",
    "abstract": "Tay-Sachs disease is a rare lysosomal storage disorder (LSD) caused by a mutation in the HexA gene coding β-hexosaminidase A enzyme. The disruption of the HexA gene causes the accumulation of GM2 ganglioside resulting in progressive neurodegeneration in humans. Surprisingly, Hexa-/- mice did not show neurological phenotypes. Our group recently generated a murine model of Tay-Sachs disease exhibiting excessive GM2 accumulation and severe neuropathological abnormalities mimicking Tay-Sachs patients. Previously, we reported impaired autophagic flux in the brain of Hexa/-Neu3-/- mice. However, regulation of autophagic flux using inducers has not been clarified in Tay-Sachs disease cells. Here, we evaluated the effects of lithium treatment on dysfunctional autophagic flux using LC3 and p62 in the fibroblast and neuroglia of Hexa-/-Neu3-/- mice and Tay-Sachs patients. We discovered the clearance of accumulating autophagosomes, aggregate-prone metabolites, and GM2 ganglioside under lithium-induced conditions. Our data suggest that targeting autophagic flux with an autophagy inducer might be a rational therapeutic strategy for the treatment of Tay-Sachs disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38322066",
    "pmid": "38322066",
    "doi": "10.7759/cureus.51797",
    "title": "Infantile Monosialoganglioside2 (GM2) Gangliosidosis With Concurrent Bronchopneumonia: An Extraordinary Case of Tay-Sachs Disease.",
    "abstract": "Tay-Sachs disease (TSD) is a rare, fatal neurodegenerative disorder characterized by the deficiency of the enzyme hexosaminidase-A (Hex A), which results in the accumulation of monosialoganglioside2 (GM2) ganglioside within nerve cells, predominantly affecting individuals of Ashkenazi Jewish descent. We report a remarkable case of a three-year-old South Asian male with infantile GM2 gangliosidosis, compounded by bronchopneumonia, a rarely documented complication in Tay-Sachs patients. The patient presented with recurrent seizures, fever, cough, and developmental delay. Confirmation of the diagnosis was obtained through reduced Hex A enzyme activity, corroborated by imaging and blood and urine analyses. Family history was significant for consanguinity and similar sibling fatalities. Despite the progressive nature of the disease, symptomatic management, including antiepileptic drugs, antibiotic therapy, and supportive care, led to an improvement in clinical condition, though ongoing monitoring remains essential. In this case, the coexistence of bronchopneumonia with Tay-Sachs disease is unusual, reflecting the necessity for this case report. The patient's response highlights the potential for symptomatic management, the importance of genetic counseling, and the imperative for research into gene and enzyme replacement therapies. The uniqueness of this case provides novel insights into the disease's spectrum, enhancing awareness, encouraging early diagnosis, and refining care strategies for Tay-Sachs disease, aligning with the broader goals of improving patient outcomes and advancing medical research.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38870773",
    "pmid": "38870773",
    "doi": "10.1016/j.ymgme.2024.108512",
    "title": "Clinical outcome assessments of disease burden and progression in late-onset GM2 gangliosidoses.",
    "abstract": "The late-onset GM2 gangliosidoses, comprising late-onset Tay-Sachs and Sandhoff diseases, are rare, slowly progressive, neurogenetic disorders primarily characterized by neurogenic weakness, ataxia, and dysarthria. The aim of this longitudinal study was to characterize the natural history of late-onset GM2 gangliosidoses using a number of clinical outcome assessments to measure different aspects of disease burden and progression over time, including neurological, functional, and quality of life, to inform the design of future clinical interventional trials. Patients attending the United States National Tay-Sachs & Allied Diseases Family Conference between 2015 and 2019 underwent annual clinical outcome assessments. Currently, there are no clinical outcome assessments validated to assess late-onset GM2 gangliosidoses; therefore, instruments used or designed for diseases with similar features, or to address various aspects of the clinical presentations, were used. Clinical outcome assessments included the Friedreich's Ataxia Rating Scale, the 9-Hole Peg Test, and the Assessment of Intelligibility of Dysarthric Speech. Twenty-three patients participated in at least one meeting visit (late-onset Tay-Sachs, n = 19; late-onset Sandhoff, n = 4). Patients had high disease burden at baseline, and scores for the different clinical outcome assessments were generally lower than would be expected for the general population. Longitudinal analyses showed slow, but statistically significant, neurological progression as evidenced by worsening scores on the 9-Hole Peg Test (2.68%/year, 95% CI: 0.13-5.29; p = 0.04) and the Friedreich's Ataxia Rating Scale neurological examination (1.31 points/year, 95% CI: 0.26-2.35; p = 0.02). Time since diagnosis to study entry correlated with worsening scores on the 9-Hole Peg Test (r = 0.728; p < 0.001), Friedreich's Ataxia Rating Scale neurological examination (r = 0.727; p < 0.001), and Assessment of Intelligibility of Dysarthric Speech intelligibility (r = -0.654; p = 0.001). In summary, patients with late-onset GM2 gangliosidoses had high disease burden and slow disease progression. Several clinical outcome assessments suitable for clinical trials showed only small changes and standardized effect sizes (change/standard deviation of change) over 4 years. These longitudinal natural history study results illustrate the challenge of identifying responsive endpoints for clinical trials in rare, slowly progressive, neurogenerative disorders where arguably the treatment goal is to halt or decrease the rate of decline rather than improve clinical status. Furthermore, powering such a study would require a large sample size and/or a long study duration, neither of which is an attractive option for an ultra-rare disease with no available treatment. These findings support the development of potentially more sensitive late-onset GM2 gangliosidoses-specific rating instruments and/or surrogate endpoints for use in future clinical trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39752451",
    "pmid": "39752451",
    "doi": "10.1371/journal.pone.0315005",
    "title": "Intracerebroventricular administration of a modified hexosaminidase ameliorates late-stage neurodegeneration in a GM2 mouse model.",
    "abstract": "The GM2 gangliosidoses, Tay-Sachs disease and Sandhoff disease, are devastating neurodegenerative disorders caused by β-hexosaminidase A (HexA) deficiency. In the Sandhoff disease mouse model, rescue potential was severely reduced when HexA was introduced after disease onset. Here, we assess the effect of recombinant HexA and HexD3, a newly engineered mimetic of HexA optimized for the treatment of Tay-Sachs disease and Sandhoff disease. Enzyme replacement therapy was administered by repeat intracerebroventricular injections in Sandhoff disease model mice with dosing beginning before and after signs of neurodegeneration. As previously observed, HexA effectively increased the lifespan of Sandhoff disease mice by 3.5-fold only when treatment was started before onset of neurodegeneration. In contrast, HexD3 halted motor decline and ameliorated late-stage disease severity even when dosing began late, after neurodegeneration onset. Additionally, HexD3 had advantages over HexA in enzyme stability, distribution potential, and homodimer activity. Overall, our data indicate that advanced therapeutics may widen the treatment window for neurodegenerative disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37754769",
    "pmid": "37754769",
    "doi": "10.1111/ene.16069",
    "title": "Late-onset Tay-Sachs disease presenting with a neuromuscular phenotype-a case series.",
    "abstract": "<h4>Background and purpose</h4>Tay-Sachs disease is a rare and often fatal, autosomal recessive, lysosomal storage disease. Deficiency in β-hexosaminidase leads to accumulation of GM2 ganglioside resulting in neuronal swelling and degeneration. Typical onset is in infancy with developmental regression and early death. Late-onset Tay-Sachs disease (LOTS) is extremely rare, especially in the non-Ashkenazi Jewish population, and is characterized by a more indolent presentation typically encompassing features of cerebellar and anterior horn cell dysfunction in addition to extrapyramidal and neuropsychiatric symptoms.<h4>Cases</h4>A case series of four unrelated patients of non-Ashkenazi Jewish origin with a predominantly, and in some cases pure, neuromuscular phenotype with evidence of a motor neuronopathy on electromyography is presented. Cerebellar atrophy, reported to be a ubiquitous feature in LOTS, was absent in all patients.<h4>Conclusion</h4>This case series provides evidence to support a pure neuromuscular phenotype in LOTS, which should be considered in the differential diagnosis of anterior horn cell disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39759878",
    "pmid": "39759878",
    "doi": "10.1016/j.omtn.2024.102401",
    "title": "Precise template-free correction restores gene function in Tay-Sachs disease while reframing is ineffective.",
    "abstract": "Tay-Sachs disease is a fatal neurodegenerative disorder caused by <i>HEXA</i> mutations inactivating the metabolic enzyme HexA. The most common mutation is c.1278insTATC, a tandem 4-bp duplication disrupting <i>HEXA</i> expression by frameshift. In an engineered cell model, we explore the use of CRISPR-Cas9 for therapeutic editing of c.1278insTATC. Within genomic microduplications, the microhomology-mediated end joining (MMEJ) pathway is favored to repair double-stranded breaks with collateral deletion of one repeat. Protospacer adjacent motif (PAM) constraints on Cas9 endonuclease activity prevented cleavage at the duplication center, the optimal position for MMEJ initiation. Rather, cleavage 1 bp from the c.1278insTATC duplication center spontaneously reconstructed the wild-type sequence at ∼14.7% frequency, with concomitant restoration of normal cellular HexA activity. As an alternative to perfect correction, short insertions or deletions were serially introduced to restore an open reading frame across a 19-bp sequence encompassing c.1278insTATC. Frame-restored variants did not recover significant HexA function, presumably due to structural incompatibility of incurred amino acid insertions. Hence, precise correction of c.1278insTATC is the only therapeutically relevant outcome achieved in this study, with MMEJ highlighted as a potential template-free CRISPR-Cas9 modality to that end.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38112342",
    "pmid": "38112342",
    "doi": "10.1002/jimd.12700",
    "title": "Quantitative brain morphometry identifies cerebellar, cortical, and subcortical gray and white matter atrophy in late-onset Tay-Sachs disease.",
    "abstract": "Cerebellar atrophy is a characteristic sign of late-onset Tay-Sachs disease (LOTS). Other structural neuroimaging abnormalities are inconsistently reported. Our study aimed to perform a detailed whole-brain analysis and quantitatively characterize morphometric changes in LOTS patients. Fourteen patients (8 M/6F) with LOTS from three centers were included in this retrospective study. For morphometric brain analyses, we used deformation-based morphometry, voxel-based morphometry, surface-based morphometry, and spatially unbiased cerebellar atlas template. The quantitative whole-brain morphometric analysis confirmed the finding of profound pontocerebellar atrophy with most affected cerebellar lobules V and VI in LOTS patients. Additionally, the atrophy of structures mainly involved in motor control, including bilateral ventral and lateral thalamic nuclei, primary motor and sensory cortex, supplementary motor area, and white matter regions containing corticospinal tract, was present. The atrophy of the right amygdala, hippocampus, and regions of occipital, parietal and temporal white matter was also observed in LOTS patients in contrast with controls (p < 0.05, FWE corrected). Patients with dysarthria and those initially presenting with ataxia had more severe cerebellar atrophy. Our results show predominant impairment of cerebellar regions responsible for speech and hand motor function in LOTS patients. Widespread morphological changes of motor cortical and subcortical regions and tracts in white matter indicate abnormalities in central motor circuits likely coresponsible for impaired speech and motor function.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38165373",
    "pmid": "38165373",
    "doi": "10.1212/wnl.0000000000207898",
    "title": "Clinical, Imaging, Genetic, and Disease Course Characteristics in Patients With GM2 Gangliosidosis: Beyond Age of Onset",
    "abstract": "<h4>Background and objectives</h4>GM2 gangliosidoses, a group of autosomal-recessive neurodegenerative lysosomal storage disorders, result from β-hexosaminidase (HEX) deficiency with GM2 ganglioside as its main substrate. Historically, GM2 gangliosidoses have been classified into infantile, juvenile, and late-onset forms. With disease-modifying treatment trials now on the horizon, a more fine-grained understanding of the disease course is needed.<h4>Methods</h4>We aimed to map and stratify the clinical course of GM2 gangliosidoses in a multicenter cohort of pediatric and adult patients. Patients were stratified according to age at onset and age at diagnosis. The 2 resulting GM2 disease clusters were characterized in-depth for respective disease features (detailed standardized clinical, laboratory, and MRI assessments) and disease evolution.<h4>Results</h4>In 21 patients with GM2 gangliosidosis (17 Tay-Sachs, 2 GM2 activator deficiency, 2 Sandhoff disease), 2 disease clusters were discriminated: an early-onset and early diagnosis cluster (type I; n = 8, including activator deficiency and Sandhoff disease) and a cluster with very variable onset and long interval until diagnosis (type II; n = 13 patients). In type I, rapid onset of developmental stagnation and regression, spasticity, and seizures dominated the clinical picture. Cherry red spot, startle reactions, and elevated AST were only seen in this cluster. In type II, problems with balance or gait, muscle weakness, dysarthria, and psychiatric symptoms were specific and frequent symptoms. Ocular signs were common, including supranuclear vertical gaze palsy in 30%. MRI involvement of basal ganglia and peritrigonal hyperintensity was seen only in type I, whereas predominant infratentorial atrophy (or normal MRI) was characteristic in type II. These types were, at least in part, associated with certain genetic variants.<h4>Discussion</h4>Age at onset alone seems not sufficient to adequately predict different disease courses in GM2 gangliosidosis, as required for upcoming trial planning. We propose an alternative classification based on age at disease onset and dynamics, predicted by clinical features and biomarkers, into type I-an early-onset, rapid progression cluster-and type II-a variable onset, slow progression cluster. Specific diagnostic workup, including GM2 gangliosidosis, should be performed in patients with combined ataxia plus lower motor neuron weakness to identify type II patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39734939",
    "pmid": "39734939",
    "doi": "10.7759/cureus.74554",
    "title": "Diabetic Striatopathy: An Extremely Rare Form of Diabetes Mellitus End-Organ Lesions.",
    "abstract": "Diabetes mellitus is one of the most frequent endocrinopathies in the medical routine, appearing across different specialties. Although neurological involvement in the form of peripheral neuropathy is the most recurrent form acknowledged by physicians, the spectrum of neurological involvement can be more diverse. Here, we present a case of diabetic striatopathy, a rare neurological manifestation of diabetes mellitus with poor metabolic control, in a patient whose epidemiological group was not classically. As clinical and imaging findings are typical, although rare, a high degree of suspicion is necessary for diagnosis. This case report discusses the clinical findings, radiological workup, and therapeutic measures needed for the management of this disease.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37575652",
    "pmid": "37575652",
    "doi": "10.1055/s-0043-1769115",
    "title": "Genesis of a Fact: Tay-Sachs Disease as a \"Simple Recessive\".",
    "abstract": "\"Obvious\" recessive inheritance of Tay-Sachs disease (TSD; OMIM # 272800) took over half a century to be established. Points now taken for granted were problematic, that: (1) TSD is a biological entity, not an artificial selection of concurrent findings, (2) manifestations have narrow limits, (3) it was not part of a spectrum of disorders, and can be differentiated from other conditions, (4) it will not change to another disease, (5) it is due to a single specific gene, (6) there are no secondary causes, (7) the gene has no apparent clinical effects unrelated to TSD, and (8) the gene is inherited only as a clinical recessive. To a large extent, resolution reflected biochemical understanding that took until mid-20th century, and beyond, to change how physicians viewed diseases in general. With this, biochemical carrier screening and prenatal biochemical diagnosis have become routinely available, and it is a model for carrier population screening, while gene therapy for the disease has been reported with some degree of success. Here, the history of medical ideas about TSD and its inheritance are reviewed to show how it achieved its current status as a distinct recessive disorder.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39525762",
    "pmid": "39525762",
    "doi": "10.1097/ms9.0000000000002611",
    "title": "Neurological manifestations of lysosomal storage diseases.",
    "abstract": "Lysosomal storage diseases (LSDs) encompass a group of rare inherited metabolic disorders characterized by the accumulation of undegraded substrates within lysosomes, leading to multisystemic manifestations, including profound neurological involvement. This article provides a concise overview of the neurological manifestations of LSDs, with a focus on central nervous system (CNS) involvement and treatment strategies. While the paper intricacies of each LSD subtype and its associated CNS manifestations, it aims to provide a summary of the essential findings and implications. The neurological manifestations of LSDs encompass a spectrum of symptoms, including cognitive impairment, motor dysfunction, seizures, and sensory deficits, which significantly impact patients' quality of life and pose therapeutic challenges. Current treatment strategies primarily aim to alleviate symptoms and slow disease progression, with limited success in reversing established neurological damage. Enzyme replacement therapy, substrate reduction therapy, and emerging gene therapies hold promise for addressing CNS involvement in LSDs. However, challenges such as blood-brain barrier penetration and long-term efficacy remain. In addition to discussing treatment modalities, this article highlights the importance of early diagnosis, multidisciplinary care, and patient advocacy in optimizing outcomes for individuals affected by LSDs. Ethical considerations are also addressed, including equitable access to emerging treatments and integrating personalized medicine approaches. Overall, this article underscores the complex interplay between genetics, neuroscience, and clinical care in understanding and managing the neurological manifestations of LSDs while emphasizing the need for continued research and collaboration to advance therapeutic interventions and improve patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38132111",
    "pmid": "38132111",
    "doi": "10.3390/cells12242791",
    "title": "Lipid-Lowering Drug Gemfibrozil Protects Mice from Tay-Sachs Disease via Peroxisome Proliferator-Activated Receptor α.",
    "abstract": "Tay-Sachs disease (TSD) is a progressive heritable neurodegenerative disorder characterized by the deficiency of the lysosomal β-hexosaminidase enzyme (Hex<sup>-/-</sup>) and the storage of GM2 ganglioside, as well as other related glycoconjugates. Along with motor difficulties, TSD patients also manifest a gradual loss of skills and behavioral problems, followed by early death. Unfortunately, there is no cure for TSD; however, research on treatments and therapeutic approaches is ongoing. This study underlines the importance of gemfibrozil (GFB), an FDA-approved lipid-lowering drug, in inhibiting the disease process in a transgenic mouse model of Tay-Sachs. Oral administration of GFB significantly suppressed glial activation and inflammation, while also reducing the accumulation of GM2 gangliosides/glycoconjugates in the motor cortex of Tay-Sachs mice. Furthermore, oral GFB improved behavioral performance and increased the life expectancy of Tay-Sachs mice. While investigating the mechanism, we found that oral administration of GFB increased the level of peroxisome proliferator-activated receptor α (PPARα) in the brain of Tay-Sachs mice, and that GFB remained unable to reduce glycoconjugates and improve behavior and survival in Tay-Sachs mice lacking PPARα. Our results indicate a beneficial function of GFB that employs a PPARα-dependent mechanism to halt the progression of TSD and increase longevity in Tay-Sachs mice.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37623472",
    "pmid": "37623472",
    "doi": "10.3390/jpm13081222",
    "title": "Nursing Care Plan for Patients with Tay-Sachs-A Rare Paediatric Disease.",
    "abstract": "Tay-Sachs disease is classified as a rare paediatric disease of metabolic origin. It is an autosomal recessive inherited disease. The gene responsible for the disease is known as HEXA, and it is located on chromosome 15(15q23). There is currently no effective treatment for Tay-Sachs disease; hence, it is an incurable disease in which patients do not live for more than five years, meaning that nursing care takes on greater importance to maintain quality of life. The main objective of this work is to develop a specific standard nursing care plan by applying an inductive research method supported by nursing methodology using the NANDA-NIC-NOC taxonomy and validated by the Delphi method. This care plan will improve the knowledge of health professionals on this topic and support future studies on the disease. Following its implementation, the care plan proposed in this study aims to increase the quality of life of patients diagnosed with this disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40076831",
    "pmid": "40076831",
    "doi": "10.3390/ijms26052213",
    "title": "Progress in AAV-Mediated In Vivo Gene Therapy and Its Applications in Central Nervous System Diseases.",
    "abstract": "As the blood-brain barrier (BBB) prevents molecules from accessing the central nervous system (CNS), the traditional systemic delivery of chemical drugs limits the development of neurological drugs. However, in recent years, innovative therapeutic strategies have tried to bypass the restriction of traditional drug delivery methods. In vivo gene therapy refers to emerging biopharma vectors that carry the specific genes and target and infect specific tissues; these infected cells and tissues then undergo fundamental changes at the genetic level and produce therapeutic proteins or substances, thus providing therapeutic benefits. Clinical and preclinical trials mainly utilize adeno-associated viruses (AAVs), lentiviruses (LVs), and other viruses as gene vectors for disease investigation. Although LVs have a higher gene-carrying capacity, the vector of choice for many neurological diseases is the AAV vector due to its safety and long-term transgene expression in neurons. Here, we review the basic biology of AAVs and summarize some key issues in recombinant AAV (rAAV) engineering in gene therapy research; then, we summarize recent clinical trials using rAAV treatment for neurological diseases and provide translational perspectives and future challenges on target selection.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39190143",
    "pmid": "39190143",
    "doi": "10.1007/s00216-024-05487-3",
    "title": "A multiplexed targeted method for profiling of serum gangliosides and glycosphingolipids: application to GM2-gangliosidosis.",
    "abstract": "The analysis of gangliosides and glycosphingolipids is crucial for understanding cellular membrane structure and function as well as to accurately diagnose certain inborn errors of metabolism. GM2-gangliosidosis represents a rare and fatal group of lysosomal storage disorders characterized by accumulation of GM2 gangliosides in various tissues and organs. These disorders arise due to deficiency or functional impairment of the β-hexosaminidase A or B enzymes, which are responsible for degradation of GM2 ganglioside. Deficient enzyme activity primarily leads to the accumulation of GM2 gangliosides within the lysosomes of cells. Accurate and rapid diagnostic methods that detect increased levels of GM2 gangliosides in patients with GM2-gangliosidosis can play a significant role in early diagnosis and appropriate treatment of this condition. To address this need, we developed a multiplexed liquid chromatography-tandem mass spectrometry method targeting 84 species of gangliosides and other glycosphingolipids involved in ganglioside metabolism. Reproducibility, linearity, extraction efficiency, and sample stability were evaluated and proof-of-concept data obtained from analysis of serum samples from confirmed cases of GM2-gangliosidosis. This method has the potential to simultaneously monitor the biosynthesis of gangliosides and the lysosomal catabolic pathway serving as a valuable tool for screening and diagnosing an important group of lysosomal storage disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36700853",
    "pmid": "36700853",
    "doi": "10.1002/jimd.12596",
    "title": "Gene expression changes in Tay-Sachs disease begin early in fetal brain development.",
    "abstract": "Treatment of monogenic disorders has historically relied on symptomatic management with limited ability to target primary molecular deficits. However, recent advances in gene therapy and related technologies aim to correct these underlying deficiencies, raising the possibility of disease management or even prevention for diseases that can be treated pre-symptomatically. Tay-Sachs disease (TSD) would be one such candidate, however very little is known about the presymptomatic stage of TSD. To better understand the effects of TSD on brain development, we evaluated the transcriptomes of human fetal brain samples with biallelic pathogenic variants in HEXA. We identified dramatic changes in the transcriptome, suggesting a perturbation of normal development. We also observed a shift in the expression of the sphingolipid metabolic pathway away from production of the HEXA substrate, GM2 ganglioside, presumptively to compensate for dysfunction of the enzyme. However, we do not observe transcriptomic signatures of end-stage disease, suggesting that developmental perturbations precede neurodegeneration. To our knowledge, this is the first report of the relationship between fetal disease pathology in juvenile onset TSD and the analysis of gene expression in fetal TSD tissues. This study highlights the need to better understand the \"pre-symptomatic\" stage of disease to set realistic expectations for patients receiving early therapeutic intervention.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37209042",
    "pmid": "37209042",
    "doi": "10.1111/ene.15871",
    "title": "Efficacy and safety of miglustat in the treatment of GM2 gangliosidosis: A systematic review.",
    "abstract": "<h4>Background</h4>Since the results of previous studies regarding the safety and efficacy of miglustat in GM2 gangliosidosis (GM2g) were inconsistent, we aimed to assess miglustat therapy in GM2g patients.<h4>Methods</h4>This study followed the latest version of PRISMA. We included the observational or interventional studies reporting GM2g patients under miglustat therapy by searching PubMed, Web of Science, and Scopus. Data extracted included the natural history of individual patient data, as well as the safety and efficacy of miglustat in GM2g patients. The quality assessment was performed using the Joanna Briggs Institute Critical Appraisal checklist.<h4>Results</h4>A total of 1023 records were identified and reduced to 621 after removing duplicates. After screening and applying the eligibility criteria, 10 articles and 2 abstracts met the inclusion criteria. Overall, the studies represented 54 patients with GM2g under treatment with miglustat and 22 patients with GM2g in the control group. Among patients with available data, 14 and 54 have been diagnosed with Sandhoff disease and Tay-Sachs disease, respectively. Patients included in this review consisted of 23 infantile, 4 late-infantile, 18 juvenile, and 31 adult-onset GM2g.<h4>Conclusions</h4>Although miglustat should not be considered a definite treatment for GM2g, it appears that patients, particularly those with infantile or late-infantile GM2g, could benefit from miglustat therapy to some extent. We also make some suggestions regarding future studies presenting their findings in a standard format to facilitate pooling the available data in such rare diseases for a more comprehensive conclusion.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38394831",
    "pmid": "38394831",
    "doi": "10.1016/j.pediatrneurol.2024.01.021",
    "title": "CRISPR-Based Gene Editing Techniques in Pediatric Neurological Disorders.",
    "abstract": "The emergence of gene editing technologies offers a unique opportunity to develop mutation-specific treatments for pediatric neurological disorders. Gene editing systems can potentially alter disease trajectory by correcting dysfunctional mutations or therapeutically altering gene expression. Clustered regularly interspaced short palindromic repeats (CRISPR)-based approaches are attractive gene therapy platforms to personalize treatments because of their specificity, ease of design, versatility, and cost. However, many such approaches remain in the early stages of development, with ongoing efforts to optimize editing efficiency, minimize unintended off-target effects, and mitigate pathologic immune responses. Given the rapid evolution of CRISPR-based therapies, it is prudent for the clinically based child neurologist to have a conceptual understanding of what such therapies may entail, including both benefits and risks and how such therapies may be clinically applied. In this review, we describe the fundamentals of CRISPR-based therapies, discuss the opportunities and challenges that have arisen, and highlight preclinical work in several pediatric neurological diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36803241",
    "pmid": "36803241",
    "doi": "10.3928/01913913-20230123-01",
    "title": "Optical Coherence Tomography Findings in Cherry-Red Spot: Implications for Understanding Pathophysiology and Visual Prognosis.",
    "abstract": "<h4>Purpose</h4>To report optical coherence tomography (OCT) findings of cherry-red spots from Tay-Sachs and Niemann-Pick disease.<h4>Methods</h4>Consecutive patients with Tay-Sachs and Niemann-Pick disease evaluated by the pediatric transplant and cellular therapy team, for whom a handheld OCT scan was obtained, were included. Demographic information, clinical history, fundus photography, and OCT scans were reviewed. Two masked graders evaluated each of the scans.<h4>Results</h4>The study included 3 patients with Tay-Sachs disease (5, 8, and 14 months old) and 1 patient with Niemann-Pick disease (12 months old). All patients had bilateral cherry-red spots on fundus examination. In all patients with Tay-Sachs disease, handheld OCT revealed parafoveal ganglion cell layer (GCL) thickening, increased nerve fiber layer, and GCL reflectivity, and different levels of residual normal signal GCL. The patient with Niemann-Pick disease had similar parafoveal findings, but there was a thicker residual GCL. Sedated visual evoked potentials were unrecordable in all 4 patients despite 3 of them demonstrating normal visual behavior for age. Patients with good vision had relative sparing of the GCL on OCT.<h4>Conclusions</h4>The cherry-red spots in lysosomal storage diseases appear as perifoveal thickening and hyperreflectivity of the GCL on OCT. In this case series, residual GCL with normal signal proved to be a better biomarker for visual function than visual evoked potentials and could be considered for future therapeutic trials. <b>[<i>J Pediatr Ophthalmol Strabismus</i>. 2023;60(6):435-440.]</b>.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39416542",
    "pmid": "39416542",
    "doi": "10.7759/cureus.69506",
    "title": "Infantile Cholestatic Jaundice: A Variant of Niemann-Pick Disease Type C2.",
    "abstract": "Niemann-Pick disease is an autosomal recessive lysosomal lipid storage disorder disease caused by mutations in either Niemann-Pick disease type C1 (NPC1) or the NPC2 gene. It has a wide range of symptoms that vary in severity, classified into three main types: A, B, and C1 and C2, based on genetics and the symptoms and signs. The usual presentation in the neonatal period is cholestatic jaundice, subsequently, it will develop hepatosplenomegaly in infancy, failure to thrive, ataxia, hypotonia, seizure, difficulty in speech, swallowing, and recurrent respiratory tract infection. In this case report, we describe the case of a five-month-old infant presenting with jaundice, developmental delay, and hepatosplenomegaly, and the diagnosis was confirmed by whole exome sequencing. The current treatment regimen includes frequent monitoring of liver function with symptomatic management like speech therapy, and nutritional therapy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38730490",
    "pmid": "38730490",
    "doi": "10.1186/s40246-024-00613-9",
    "title": "Development, validation and application of single molecule molecular inversion probe based novel integrated genetic screening method for 29 common lysosomal storage disorders in India.",
    "abstract": "<h4>Background</h4>Current clinical diagnosis pathway for lysosomal storage disorders (LSDs) involves sequential biochemical enzymatic tests followed by DNA sequencing, which is iterative, has low diagnostic yield and is costly due to overlapping clinical presentations. Here, we describe a novel low-cost and high-throughput sequencing assay using single-molecule molecular inversion probes (smMIPs) to screen for causative single nucleotide variants (SNVs) and copy number variants (CNVs) in genes associated with 29 common LSDs in India.<h4>Results</h4>903 smMIPs were designed to target exon and exon-intron boundaries of targeted genes (n = 23; 53.7 kb of the human genome) and were equimolarly pooled to create a sequencing library. After extensive validation in a cohort of 50 patients, we screened 300 patients with either biochemical diagnosis (n = 187) or clinical suspicion (n = 113) of LSDs. A diagnostic yield of 83.4% was observed in patients with prior biochemical diagnosis of LSD. Furthermore, diagnostic yield of 73.9% (n = 54/73) was observed in patients with high clinical suspicion of LSD in contrast with 2.4% (n = 1/40) in patients with low clinical suspicion of LSD. In addition to detecting SNVs, the assay could detect single and multi-exon copy number variants with high confidence. Critically, Niemann-Pick disease type C and neuronal ceroid lipofuscinosis-6 diseases for which biochemical testing is unavailable, could be diagnosed using our assay. Lastly, we observed a non-inferior performance of the assay in DNA extracted from dried blood spots in comparison with whole blood.<h4>Conclusion</h4>We developed a flexible and scalable assay to reliably detect genetic causes of 29 common LSDs in India. The assay consolidates the detection of multiple variant types in multiple sample types while having improved diagnostic yield at same or lower cost compared to current clinical paradigm.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36928510",
    "pmid": "36928510",
    "doi": "10.1371/journal.pone.0280650",
    "title": "Autophagic flux is impaired in the brain tissue of Tay-Sachs disease mouse model.",
    "abstract": "Tay-Sachs disease is a lethal lysosomal storage disorder caused by mutations in the HexA gene encoding the α subunit of the lysosomal β-hexosaminidase enzyme (HEXA). Abnormal GM2 ganglioside accumulation causes progressive deterioration in the central nervous system in Tay-Sachs patients. Hexa-/- mouse model failed to display abnormal phenotype. Recently, our group generated Hexa-/-Neu3-/- mouse showed severe neuropathological indications similar to Tay-Sachs patients. Despite excessive GM2 ganglioside accumulation in the brain and visceral organs, the regulation of autophagy has not been clarified yet in the Tay-Sachs disease mouse model. Therefore, we investigated distinct steps of autophagic flux using markers including LC3 and p62 in four different brain regions from the Hexa-/-Neu3-/- mice model of Tay-Sachs disease. Our data revealed accumulated autophagosomes and autophagolysosomes indicating impairment in autophagic flux in the brain. We suggest that autophagy might be a new therapeutic target for the treatment of devastating Tay-Sachs disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38053937",
    "pmid": "38053937",
    "doi": "10.1016/j.ymgmr.2023.101014",
    "title": "The diagnostic journey for patients with late-onset GM2 Gangliosidoses.",
    "abstract": "Late-onset forms of GM2 gangliosidosis-mainly, Tay-Sachs disease and Sandhoff disease-are under-recognized in clinical practice. In these rare lysosomal storage disorders, deficiency of β-hexosaminidase A results in excessive accumulation of GM2 ganglioside primarily within neurons, leading to cell death and progressive neurodegenerative symptoms, including ataxia, dysarthria, muscle weakness, tremors, atrophy, and psychosis. Presentation is variable and often mimics more common neurodegenerative disorders. We conducted semi-structured interviews on GM2 gangliosidoses diagnosis and treatment with five experts, 30 neurologists, and 28 patients and caregivers. Symptom onset occurred during adolescence/early adulthood in 92% of patients (median age: 14 years). Patients first visited a healthcare provider at a median age of 20 years and received a GM2 diagnosis at a median age of 26 years. Nearly all patients reported problems with their legs and balance starting from symptom onset. Problems with memory, attention span, speech and fatigue were reported more after diagnosis. Patients visited an average of eight healthcare providers before receiving a diagnosis; 64% were diagnosed by a neurologist. Four neurologists (13%) in our sample were aware that there are late-onset forms of GM2 gangliosidosis. The path to diagnosis is long for this late-onset form of a classically fatal infantile disease.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36907859",
    "pmid": "36907859",
    "doi": "10.1186/s13023-023-02637-1",
    "title": "Biochemical and mutational analyses of HEXA in a cohort of Egyptian patients with infantile Tay-Sachs disease. Expansion of the mutation spectrum.",
    "abstract": "<h4>Background</h4>Tay-Sachs disease (TSD), an autosomal recessively inherited neurodegenerative lysosomal storage disease, reported worldwide with a high incidence among population of Eastern European and Ashkenazi Jewish descent. Mutations in the alpha subunit of HEXA that encodes for the β-hexosaminidase-A lead to deficient enzyme activity and TSD phenotype. This study is the first to highlight the HEXA sequence variations spectrum in a cohort of Egyptian patients with infantile TSD.<h4>Results</h4>This study involved 13 Egyptian infant/children patients presented with the infantile form of TSD, ten of the 13 patients were born to consanguineous marriages. β-hexosaminidase-A enzyme activity was markedly reduced in the 13 patients with a mean activity of 3 µmol/L/h ± 1.56. Sanger sequencing of the HEXA' coding regions and splicing junctions enabled a detection rate of ~ 62% (8/13) in our patients revealing the molecular defects in eight patients; six homozygous-mutant children (five of them were the product of consanguineous marriages) and two patients showed their mutant alleles in heterozygous genotypes, while no disease-causing mutation was identified in the remaining patients. Regulatory intragenic mutations or del/dup may underlie the molecular defect in those patients showing no relevant pathogenic sequencing variants or in the two patients with a heterozygous genotype of the mutant allele. This research identified three novel, likely pathogenic variants in association with the TSD phenotype; two missense, c.920A > C (E307A) and c.952C > G (H318D) in exon 8, and a single base deletion c.484delG causing a frameshift E162Rfs*37 (p.Glu162ArgfsTer37) in exon 5. Three recurrent disease-causing missense mutations; c.1495C > T (R499C), c.1511G > A(R504H), and c.1510C > T(R504C) in exon 13 were identified in five of the eight patients. None of the variants was detected in 50 healthy Egyptians' DNA. Five variants, likely benign or of uncertain significance, S3T, I436V, E506E, and T2T, in exons 1, 11,13, & 1 were detected in our study.<h4>Conclusions</h4>For the proper diagnostics, genetic counseling, and primary prevention, our study stresses the important role of Next Generation Sequencing approaches in delineating the molecular defect in TSD-candidate patients that showed negative Sanger sequencing or a heterozygous mutant allele in their genetic testing results. Interestingly, the three recurrent TSD associated mutations were clustered on chromosome 13 and accounted for 38% of the HEXA mutations detected in this study. This suggested exon 13 as the first candidate for sequencing screening in Egyptian patients with infantile TSD. Larger studies involving our regional population are recommended, hence unique disease associated pathogenic variations could be identified.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38599724",
    "pmid": "38599724",
    "doi": "10.1016/j.ihj.2023.11.269",
    "title": "Pediatric hyperlipidemia.",
    "abstract": "The leading cause of mortality worldwide is atherosclerotic cardiovascular disease. Atherosclerotic plaques are well known to originate early in the childhood. Identifying hyperlipidemia in early childhood creates an opportunity to prevent major cardiovascular events in adults. Children with identified risk factors are at an increased risk of developing cardiovascular incidents in later life. This article emphasizes the diagnosis and management of pediatric hyperlipidemia with reference to the recent guidelines. In terms of etiology pediatric hyperlipidemia are divided into primary and secondary causes. The mainstay of management includes high-risk target screening, early risk factor identification and lifestyle modifications in vulnerable population. Drug therapy is recommended in primary hyperlipidemia and in children with no response to lifestyle changes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38532783",
    "pmid": "38532783",
    "doi": "10.1515/nipt-2023-0027",
    "title": "Cinnamic acid, a natural plant compound, exhibits neuroprotection in a mouse model of Sandhoff disease via PPARα.",
    "abstract": "Tay-Sachs disease (TSD) and its severe form Sandhoff disease (SD) are autosomal recessive lysosomal storage metabolic disorders, which often result into excessive GM2 ganglioside accumulation predominantly in lysosomes of nerve cells. Although patients with these diseases appear normal at birth, the progressive accumulation of undegraded GM2 gangliosides in neurons leads to early death accompanied by manifestation of motor difficulties and gradual loss of behavioral skills. Unfortunately, there is still no effective treatment available for TSD/SD. The present study highlights the importance of cinnamic acid (CA), a naturally occurring aromatic fatty acid present in a number of plants, in inhibiting the disease process in a transgenic mouse model of SD. Oral administration of CA significantly attenuated glial activation and inflammation and reduced the accumulation of GM2 gangliosides/glycoconjugates in the cerebral cortex of Sandhoff mice. Besides, oral CA also improved behavioral performance and increased the survival of Sandhoff mice. While assessing the mechanism, we found that oral administration of CA increased the level of peroxisome proliferator-activated receptor α (PPARα) in the brain of Sandhoff mice and that oral CA remained unable to reduce glycoconjugates, improve behavior and increase survival in Sandhoff mice lacking PPARα. Our results indicate a beneficial function of CA that utilizes a PPARα-dependent mechanism to halt the progression of SD and thereby increase the longevity of Sandhoff mice.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36709536",
    "pmid": "36709536",
    "doi": "10.1016/j.ymgme.2022.106983",
    "title": "Plasma G<sub>M2</sub> ganglioside potential biomarker for diagnosis, prognosis and disease monitoring of GM2-Gangliosidosis.",
    "abstract": "GM2-Gangliosidosis are a group of inherited lysosomal storage pathologies characterized by a large accumulation of G<sub>M2</sub> ganglioside in the lysosome. They are caused by mutation in HEXA or HEXB causing reduced or absent activity of a lysosomal β-hexosaminidase A, or mutation in GM2A causing defect in GM2 activator protein (GM2AP), an essential protein for the activity of the enzyme. Biochemical diagnosis relies on the measurement of β-hexosaminidases A and B activities, which is able to detect lysosomal enzyme deficiency but fails to identify defects in GM2AP. We developed a rapid, specific and sensitive liquid chromatography-mass spectrometry-based method to measure simultaneously G<sub>M1</sub>, G<sub>M2</sub>, G<sub>M3</sub> and G<sub>D3</sub> molecular species. Gangliosides were analysed in plasma from 19 patients with GM2-Gangliosidosis: Tay-Sachs (n = 9), Sandhoff (n = 9) and AB variant of GM2-Gangliosidosis (n = 1) and compared to 20 age-matched controls. Among patients, 12 have a late adult-juvenile-onset and 7 have an infantile early-onset of the disease. Plasma G<sub>M2</sub> molecular species were increased in all GM2-Gangliosidosis patients (19/19), including the patient with GM2A mutation, compared to control individuals and compared to patients with different other lysosomal storage diseases. G<sub>M2</sub>34:1 and G<sub>M2</sub>34:1/G<sub>M3</sub>34:1 ratio discriminated patients from controls with 100% sensitivity and specificity. G<sub>M2</sub>34:1 and G<sub>M2</sub>34:1/G<sub>M3</sub>34:1 were higher in patients with early-onset compared to those with late-onset of the disease, suggesting a relationship with severity. Longitudinal analysis in one adult with Tay-Sachs disease over 9 years showed a positive correlation of G<sub>M2</sub>34:1 and G<sub>M2</sub>34:1/G<sub>M3</sub>34:1 ratio with age at sampling. We propose that plasma G<sub>M2</sub> 34:1 and its ratio to G<sub>M3</sub> 34:1 could be sensitive and specific biochemical diagnostic biomarkers for GM2-Gangliosidosis including AB variant and could be useful as a first line diagnostic test and potential biomarkers for monitoring upcoming therapeutic efficacy.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39184309",
    "pmid": "39184309",
    "doi": "10.1212/nxg.0000000000200190",
    "title": "Spectrum of Leukodystrophy and Genetic Leukoencephalopathy in Indian Population Diagnosed by Clinical Exome Sequencing and Clinical Utility.",
    "abstract": "<h4>Background and objectives</h4>Next-generation sequencing (NGS) has expedited the diagnostic process and unearthed many rare disorders in leukodystrophy (LD) and genetic leukoencephalopathy (gLE). Despite the progress in genomics, there is a paucity of data on the distribution of genetic white matter disorders (WMDs) and the diagnostic utility of NGS-based assays in a clinical setting. This study was initiated to explore the clinical, radiologic, and genetic spectrum of LD and gLE in the Indian population and also to estimate the diagnostic yield of clinical exome sequencing (CES).<h4>Methods</h4>This is a retrospective descriptive analysis of patients with a diagnosis of genetic WMDs from a single tertiary referral center who had CES performed as part of the diagnostic evaluation between January 2016 and December 2021. The demographic, clinical, radiologic, and genetic data were collected. The variants were classified using the American College of Medical Genetics and Genomics criteria. Pathogenic and likely pathogenic variants were included in the calculation of the diagnostic yield.<h4>Results</h4>In the study period, 138 patients were clinically diagnosed with either LD or gLE, of which 86 patients underwent CES. Pathogenic variants, likely pathogenic variants, and variants of uncertain significance with phenotype match were seen in 40 (41.8%), 13 (29.1%), and 15 (15.2%) patients, respectively. The mean age at onset in these 68 patients was 6.35 years (range 1 month-39 years), and 38 (55.9%) were male. LDs and gLE were diagnosed in 31 and 37 patients, respectively. 56 patients (71.8%) had autosomal recessive inheritance. The common clinical presentations were developmental delay (23.5%), psychomotor regression (20.6%), progressive myoclonic epilepsy syndrome (19.1%), and spastic ataxia (14.7%). Myelin disorders (48.5%) and leuko-axonopathies (41.2%) were the commonest type of disorders. The most frequently identified genes were <i>ARSA</i>, <i>CLN5</i>, <i>ABCD1</i>, <i>CLN6</i>, <i>TPP1</i>, <i>HEXA</i>, and <i>L2HGDH</i>. The diagnostic yield of the study was 61.6% (53/86), which increased to 79.1% when VUS with phenotype match were included.<h4>Discussion</h4>This study demonstrated a high diagnostic yield from proband-only CES in the evaluation of genetic WMDs and should be considered as a first-line investigation for genetic diagnosis.<h4>Classification of evidence</h4>This study provides Class IV evidence that proband-only clinical exome sequencing is a useful \"first-line investigation\" for patients with genetic white matter disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37629187",
    "pmid": "37629187",
    "doi": "10.3390/ijms241613006",
    "title": "Decoding Neurodegeneration: A Comprehensive Review of Molecular Mechanisms, Genetic Influences, and Therapeutic Innovations.",
    "abstract": "Neurodegenerative disorders often acquire due to genetic predispositions and genomic alterations after exposure to multiple risk factors. The most commonly found pathologies are variations of dementia, such as frontotemporal dementia and Lewy body dementia, as well as rare subtypes of cerebral and cerebellar atrophy-based syndromes. In an emerging era of biomedical advances, molecular-cellular studies offer an essential avenue for a thorough recognition of the underlying mechanisms and their possible implications in the patient's symptomatology. This comprehensive review is focused on deciphering molecular mechanisms and the implications regarding those pathologies' clinical advancement and provides an analytical overview of genetic mutations in the case of neurodegenerative disorders. With the help of well-developed modern genetic investigations, these clinically complex disturbances are highly understood nowadays, being an important step in establishing molecularly targeted therapies and implementing those approaches in the physician's practice.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39403662",
    "pmid": "39403662",
    "doi": "10.7759/cureus.69384",
    "title": "Olivopontocerebellar Degeneration in a Young Adult Female: A Case Report of Early Onset and an Uncommon Course.",
    "abstract": "Olivopontocerebellar degeneration (OPCD) primarily affects individuals in their mid to late adulthood, making its early onset in young adults, particularly postpartum women, a notable rarity. This case report describes OPCD in a 24-year-old female, underscoring the importance of considering neurodegenerative disorders in differential diagnoses even in younger patients. The unique presentation post childbirth adds to the sparse literature on the timing and triggers of neurodegenerative diseases in younger populations, especially in scenarios that might involve hormonal, vascular, or autoimmune shifts such as those occurring postpartum. The patient, a young female, presented with progressive cerebellar symptoms, including gait ataxia, characterized by unsteady walking, dysarthria, manifesting as slurred speech, and an intentional tremor noticeable during precise movements. Further clinical findings included nystagmus, involuntary eye movement, and dysmetria demonstrated in the finger-to-nose test. These symptoms progressively worsened after her first childbirth, emphasizing the progressive nature of the disease. The MRI findings were pivotal in diagnosing OPCD, revealing extensive cerebellar and pontine atrophy, particularly affecting the anterior lobe. The radiological features included significant thinning of the cerebellar folia, increased prominence of cerebellar fissures, and dilatation of the fourth ventricle. Based on these findings, the differential diagnosis included various other cerebellar ataxias, but the specific pattern of degeneration observed was indicative of OPCD. Therapeutically, the patient was managed with supportive physiotherapy and oral methylcobalamin supplementation aimed at slowing progression and alleviating symptoms. The outcome, while not curative, focuses on symptom management and improving quality of life. This case highlights the critical role of magnetic resonance imaging (MRI) in the early detection and diagnosis of OPCD, particularly in atypical patient populations such as young adults. It serves as a reminder to the medical community about the variability of presentation in neurodegenerative disorders and the need for vigilance in younger patients presenting with progressive neurological symptoms. Further, it emphasizes the importance of considering a comprehensive diagnostic approach, including detailed imaging studies when young patients present with atypical symptoms, to ensure accurate diagnosis and appropriate management.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39462080",
    "pmid": "39462080",
    "doi": "10.1038/s41431-024-01714-8",
    "title": "Defining ethical criteria to guide the expanded use of Noninvasive Prenatal Screening (NIPS): Lessons about severity from preimplantation genetic testing.",
    "abstract": "We hypothesized that ethical criteria that guide the use of preimplantation genetic testing (PGT) could be used to inform policies about expanded use of non-invasive prenatal screening (NIPS). We used a systematic review of reasons approach to assess ethical criteria used to justify using (or not using) PGT for genetic conditions. Out of 1135 identified documents, we retained and analyzed 216 relevant documents. Results show a clear distinction in acceptability of PGT for medical vs. non-medical conditions. Criteria to decide on use of PGT for medical conditions are largely based on their severity, but there is no clear definition of \"severity\". Instead, characteristics of the condition that relate to severity are used as sub-criteria to assess severity. We found that characteristics that are used as sub-criteria for assessing severity include monogenic etiology, high penetrance, absence of treatment, early age of onset, shortened lifespan, and reduced quality of life. Consensus about the use of PGT is highest for conditions that meet most of these criteria. There is no consensus around the acceptability of using PGT to detect non-medical conditions. We propose that the same severity criteria could be used by policymakers to assess the acceptability of using other genetic tests in screening and practice, including for the use of NIPS for additional conditions as indications broaden.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37761400",
    "pmid": "37761400",
    "doi": "10.3390/children10091439",
    "title": "Psychosis Caused by a Somatic Condition: How to Make the Diagnosis? A Systematic Literature Review.",
    "abstract": "<h4>Background</h4>First episode of psychosis (FEP) is a clinical condition that usually occurs during adolescence or early adulthood and is often a sign of a future psychiatric disease. However, these symptoms are not specific, and psychosis can be caused by a physical disease in at least 5% of cases. Timely detection of these diseases, the first signs of which may appear in childhood, is of particular importance, as a curable treatment exists in most cases. However, there is no consensus in academic societies to offer recommendations for a comprehensive medical assessment to eliminate somatic causes.<h4>Methods</h4>We conducted a systematic literature search using a two-fold research strategy to: (1) identify physical diseases that can be differentially diagnosed for psychosis; and (2) determine the paraclinical exams allowing us to exclude these pathologies.<h4>Results</h4>We identified 85 articles describing the autoimmune, metabolic, neurologic, infectious, and genetic differential diagnoses of psychosis. Clinical presentations are described, and a complete list of laboratory and imaging features required to identify and confirm these diseases is provided.<h4>Conclusion</h4>This systematic review shows that most differential diagnoses of psychosis should be considered in the case of a FEP and could be identified by providing a systematic checkup with a laboratory test that includes ammonemia, antinuclear and anti-NMDA antibodies, and HIV testing; brain magnetic resonance imaging and lumbar puncture should be considered according to the clinical presentation. Genetic research could be of interest to patients presenting with physical or developmental symptoms associated with psychiatric manifestations.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39905541",
    "pmid": "39905541",
    "doi": "10.1186/s13041-025-01178-x",
    "title": "Acid sphingomyelinase modulates anxiety-like behavior likely through toll-like receptor signaling pathway.",
    "abstract": "Recent studies have shown that abnormal activity of acid sphingomyelinase (Asm) has been associated with a range of psychiatric disorders including schizophrenia and depression. However, the role of Asm in the regulation of anxiety remains unclear. In the present study, we employed Asm-knockout (Asm KO) mice to investigate the association between Asm and anxiety using behavioral tests, RNA sequencing, q-PCR, immunohistochemical staining, and other methods. The behavioral results showed that Asm KO mice exhibit enhanced anxiety-like behaviors, such as restricted activity, reduced cumulative times in the central area, diminished exploratory interest, delayed latency to feed, through behavioral tests including open field, novelty-suppressed feeding test, elevated plus maze test, ect. Transcriptional profiling combined with bioinformatics analysis revealed the upregulation of Toll-like receptor signaling pathway related gene including Tlr1/2, Ccl3, Ccl4, Ccl5 and Cd86 in Asm KO mice, which was further confirmed by the detection of activated microglia and astrocytes through iba-1 and GFAP immunohistochemical staining. Collectively, our findings uncover a role for Asm in regulating anxiety-like behavior and suggest that it may be essential for the maintenance of emotional stability, indicating its potential as a promising target for treating anxiety disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39276676",
    "pmid": "39276676",
    "doi": "10.1016/j.neurot.2024.e00443",
    "title": "Gene therapy for the leukodystrophies: From preclinical animal studies to clinical trials.",
    "abstract": "Leukodystrophies are progressive single gene disorders affecting the white matter of the brain. Several gene therapy trials are in progress to address the urgent unmet need for this patient population. We performed a comprehensive literature review of all gene therapy clinical trials listed in www.clinicaltrials.gov through August 2024, and the relevant preclinical studies that enabled clinical translation. Of the approximately 50 leukodystrophies described to date, only eight have existing gene therapy clinical trials: metachromatic leukodystrophy, X-linked adrenoleukodystrophy, globoid cell leukodystrophy, Canavan disease, giant axonal neuropathy, GM2 gangliosidoses, Alexander disease and Pelizaeus-Merzbacher disease. What led to the emergence of gene therapy trials for these specific disorders? What preclinical data or disease context was enabling? For each of these eight disorders, we first describe its pathophysiology and clinical presentation. We discuss the impact of gene therapy delivery route, targeted cell type, delivery modality, dosage, and timing on therapeutic efficacy. We note that use of allogeneic hematopoietic stem cell transplantation in some leukodystrophies allowed for an accelerated path to clinic even in the absence of available animal models. In other leukodystrophies, small and large animal model studies enabled clinical translation of experimental gene therapies. Human clinical trials for the leukodystrophies include ex vivo lentiviral gene delivery, in vivo AAV-mediated gene delivery, and intrathecal antisense oligonucleotide approaches. We outline adverse events associated with each modality focusing specifically on genotoxicity and immunotoxicity. We review monitoring and management of events related to insertional mutagenesis and immune responses. The data presented in this review show that gene therapy, while promising, requires systematic monitoring to account for the precarious disease biology and the adverse events associated with new technology.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37577107",
    "pmid": "37577107",
    "doi": "10.17879/freeneuropathology-2023-4845",
    "title": "From amaurotic idiocy to biochemically defined lipid storage diseases: the first identification of GM1-Gangliosidosis.",
    "abstract": "On February 23<sup>rd</sup> 1936, a boy-child (\"Kn\") died in an asylum near Munich after years of severe congenital disease, which had profoundly impaired his development leading to inability to walk, talk and see as well as to severe epilepsy. While a diagnosis of \"Little's disease\" was made during life, his postmortem brain investigation at Munich neuropathology (\"Deutsche Forschungsanstalt für Psychiatrie\") revealed the diagnosis of \"amaurotic idiocy\" (AI). AI, as exemplified by Tay-Sachs-Disease (TSD), back then was not yet understood as a specific inborn error of metabolism encompassing several disease entities. Many neuropathological studies were performed on AI, but the underlying processes could only be revealed by new scientific techniques such as biochemical analysis of nervous tissue, deciphering AI as nervous system lipid storage diseases, e.g. GM2-gangliosidosis. In 1963, Sandhoff & Jatzkewitz published an article on a \"biochemically special form of AI\" reporting striking differences when comparing their biochemical observations of hallmark features of TSD to tissue composition in a single case: the boy Kn. This was the first description of \"GM1-Gangliosidosis\", later understood as resulting from genetically determined deficiency in beta-galactosidase. Here we present illustrative materials from this historic patient, including selected diagnostic slides from the case \"Kn\" in virtual microscopy, original records and other illustrative material available. Finally, we present results from genetic analysis performed on archived tissue proving beta-galactosidase-gene mutation, verifying the 1963 interpretation as correct. This synopsis shall give a first-hand impression of this milestone finding in neuropathology. <b>Original paper:</b> On a biochemically special form of infantile amaurotic idiocy. Jatzkewitz H., Sandhoff K., Biochim. Biophys. Acta 1963; 70; 354-356. See supplement 1.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39287343",
    "pmid": "39287343",
    "doi": "10.62438/tunismed.v102i9.4872",
    "title": "Insights into the genetic theory of infectious diseases.",
    "abstract": "Over the past century, classical approaches from microbiology and immunology have produced spectacular results in the control of infectious diseases. However, the recent SARS-COV-2 pandemic has highlighted our continued failure to control some infections. Other microorganisms still pose a threat to humanity such as HIV, Ebola, and influenza viruses. It seems that conventional approaches are not able to solve all the current problems caused by infectious diseases. Human genetics has shown that infections have a strong genetic determinism that can lead to a predisposition or resistance to infections. This explains much of the clinical variability observed in individuals infected with the same pathogen. The identification of the genetic etiology allows a better understanding of the pathogenesis of infectious diseases and, consequently, the consideration of appropriate preventive and therapeutic strategies. This review provides insights into the genetic theory and the concrete evidence to support it. We highlight the role of primary immunodeficiencies in the discovery of Mendelian and monogenic susceptibility to infections, then we show how genetic and phenotypic heterogeneity, redundancy, and resistance to infection manifest in the context of this genetic determinism. To effectively combat the constant threat of microbes, it is essential to integrate human genetics with microbiology to examine the interactions between pathogens and our immune system.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38694414",
    "pmid": "38694414",
    "doi": "10.7759/cureus.57357",
    "title": "Advancements and Applications of Preimplantation Genetic Testing in In Vitro Fertilization: A Comprehensive Review.",
    "abstract": "Preimplantation genetic testing (PGT) has become an integral component of assisted reproductive technology (ART), offering couples the opportunity to screen embryos for genetic abnormalities before implantation during in vitro fertilization (IVF). This comprehensive review explores the advancements and applications of PGT in IVF, covering its various types, technological developments, clinical applications, efficacy, challenges, regulatory aspects, and future directions. The evolution of PGT techniques, including next-generation sequencing (NGS) and comparative genomic hybridization (CGH), has significantly enhanced the accuracy and reliability of genetic testing in embryos. PGT holds profound implications for the future of ART by improving IVF success rates, reducing the incidence of genetic disorders, and mitigating the emotional and financial burdens associated with failed pregnancies and genetic diseases. Recommendations for clinicians, researchers, and policymakers include staying updated on the latest PGT techniques and guidelines, exploring innovative technologies, establishing clear regulatory frameworks, and fostering collaboration to maximize the potential benefits of PGT in assisted reproduction. Overall, this review provides valuable insights into the current state of PGT and its implications for the field of reproductive medicine.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39828800",
    "pmid": "39828800",
    "doi": "10.1038/s41746-024-01377-1",
    "title": "Clinical entity augmented retrieval for clinical information extraction.",
    "abstract": "Large language models (LLMs) with retrieval-augmented generation (RAG) have improved information extraction over previous methods, yet their reliance on embeddings often leads to inefficient retrieval. We introduce CLinical Entity Augmented Retrieval (CLEAR), a RAG pipeline that retrieves information using entities. We compared CLEAR to embedding RAG and full-note approaches for extracting 18 variables using six LLMs across 20,000 clinical notes. Average F1 scores were 0.90, 0.86, and 0.79; inference times were 4.95, 17.41, and 20.08 s per note; average model queries were 1.68, 4.94, and 4.18 per note; and average input tokens were 1.1k, 3.8k, and 6.1k per note for CLEAR, embedding RAG, and full-note approaches, respectively. In conclusion, CLEAR utilizes clinical entities for information retrieval and achieves >70% reduction in token usage and inference time with improved performance compared to modern methods.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39559557",
    "pmid": "39559557",
    "doi": "10.1016/j.omtm.2024.101357",
    "title": "Advances in AAV-mediated gene replacement therapy for pediatric monogenic neurological disorders.",
    "abstract": "Pediatric monogenetic diseases encompass a spectrum of debilitating neurological disorders that affect infants and children, often resulting in profound cognitive and motor impairments. Gene replacement therapy holds immense promise in addressing the underlying genetic defects responsible for these conditions. Adeno-associated virus (AAV) vectors have emerged as a leading platform for delivering therapeutic genes due to their safety profile and ability to transduce various cell types, including neurons. This review highlights recent advancements in AAV-mediated gene replacement therapy for pediatric monogenetic diseases, focusing on key preclinical and clinical studies. We discuss various strategies to enhance transduction efficiency, target specificity, and safety. Furthermore, we explore challenges such as immune responses, along with innovative approaches to overcome these obstacles. Moreover, we examine the clinical outcomes and safety profiles of AAV-based gene therapies in pediatric patients, providing insights into the feasibility and efficacy of these interventions. Finally, we discuss future directions and potential avenues for further research to optimize the therapeutic potential of AAV-delivered gene replacement therapy for pediatric encephalopathies, ultimately aiming to improve the quality of life for affected individuals and their families.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37488869",
    "pmid": "37488869",
    "doi": "10.4103/1673-5374.375328",
    "title": "Increasing β-hexosaminidase A activity using genetically modified mesenchymal stem cells.",
    "abstract": "GM2 gangliosidoses are a group of autosomal-recessive lysosomal storage disorders. These diseases result from a deficiency of lysosomal enzyme β-hexosaminidase A (HexA), which is responsible for GM2 ganglioside degradation. HexA deficiency causes the accumulation of GM2-gangliosides mainly in the nervous system cells, leading to severe progressive neurodegeneration and neuroinflammation. To date, there is no treatment for these diseases. Cell-mediated gene therapy is considered a promising treatment for GM2 gangliosidoses. This study aimed to evaluate the ability of genetically modified mesenchymal stem cells (MSCs-HEXA-HEXB) to restore HexA deficiency in Tay-Sachs disease patient cells, as well as to analyze the functionality and biodistribution of MSCs in vivo. The effectiveness of HexA deficiency cross-correction was shown in mutant MSCs upon interaction with MSCs-HEXA-HEXB. The results also showed that the MSCs-HEXA-HEXB express the functionally active HexA enzyme, detectable in vivo, and intravenous injection of the cells does not cause an immune response in animals. These data suggest that genetically modified mesenchymal stem cells have the potentials to treat GM2 gangliosidoses.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "35068126",
    "pmid": "35068126",
    "doi": "10.5546/aap.2022.eng.e25",
    "title": "Rare coexistence of Tay-Sachs disease, coarctation of the aorta and grade V vesicoureteral reflux.",
    "abstract": "Tay-Sachs disease is a neurodegenerative inherited metabolic disease. There are four forms classified by the time of first clinical symptoms: infantile, late infantile, juvenile and adult. Infantile , Ebru Candab, Ertürk Leventc , The infantile form has the poorest clinical prognosis. First symptoms of this form, such as muscle weakness and hypotonia, occur around form has the poorest prognosis. Lately, different abnormalities which accompany metabolic disorders and affect the prognosis have been described. We present an infant with Tay-Sachs disease accompanied by coarctation of the aorta and bilateral grade V vesicoureteral reflux (VUR). The patient was followed up in the outpatient clinic of Pediatric Cardiology. The abdominal ultrasonography showed pelvicalyceal ectasia; bilateral grade V VUR in voiding cystourethrography was found. This coexistence has not been previously reported. This case emphasizes that abnormalities in the neurological examination of cardiac postsurgical patients should not be underestimated because the opportunity to diagnose inborn errors of metabolism could be missed.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "36194207",
    "pmid": "36194207",
    "doi": "10.1016/j.gim.2022.09.001",
    "title": "Quantitative longitudinal natural history of 8 gangliosidoses-conceptual framework and baseline data of the German 8-in-1 disease registry. A cross-sectional analysis.",
    "abstract": "<h4>Purpose</h4>Gangliosidoses are a group of inherited neurogenetic autosomal recessive lysosomal storage disorders usually presenting with progressive macrocephaly, developmental delay, and regression, leading to significant morbidity and premature death. A quantitative definition of the natural history would support and enable clinical development of specific therapies.<h4>Methods</h4>Single disease registry of 8 gangliosidoses (NCT04624789). Cross-sectional analysis of baseline data in N = 26 patients. Primary end point: disease severity assessed by the 8-in-1 score. Secondary end points: first neurologic sign or symptom observed (1) by parents and (2) by physicians, diagnostic delay, as well as phenotypical characterization. Tertiary end points: neurologic outcomes (development, ataxia, dexterity) and disability.<h4>Results</h4>The 8-in-1 score quantitatively captured severity of disease. Parents recognized initial manifestations (startle reactions) earlier than physicians (motor developmental delay and hypotonia). Median diagnostic delay was 3.16 (interquartile range 0.69-6.25) years. In total, 8 patients presented with late-infantile phenotypes.<h4>Conclusion</h4>Data in this registry raise awareness of these rare and fatal conditions to accelerate diagnosis, inform counseling of afflicted families, define quantitative end points for clinical trials, and can serve as historical controls for future therapeutic studies. We provide further insight into the rare late-infantile phenotype for G<sub>M2</sub>-gangliosidosis. Longitudinal follow up is planned.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37834060",
    "pmid": "37834060",
    "doi": "10.3390/ijms241914611",
    "title": "Efficacy of Adeno-Associated Virus Serotype 9-Mediated Gene Therapy for AB-Variant GM2 Gangliosidosis.",
    "abstract": "GM2 gangliosidoses are a group of neurodegenerative lysosomal storage disorders that are characterized by the accumulation of GM2 gangliosides (GM2), leading to rapid neurological decline and death. The hydrolysis of GM2 requires the specific synthesis, processing, and combination of products of three genes-<i>HEXA</i>, <i>HEXB</i>, and <i>GM2A</i>-within the cell's lysosomes. Mutations in these genes result in Tay-Sachs disease, Sandhoff disease, or AB-variant GM2 gangliosidosis (ABGM2), respectively. ABGM2, the rarest of the three types, is characterized by a mutation in the <i>GM2A</i> gene, which encodes the GM2 activator (GM2A) protein. Being a monogenic disease, gene therapy is a plausible and likely effective method of treatment for ABGM2. This study aimed at assessing the effects of administering a one-time intravenous treatment of single-stranded Adeno-associated virus serotype 9 (ssAAV9)-<i>GM2A</i> viral vector at a dose of 1 × 10<sup>14</sup> vector genomes (vg) per kilogram per mouse in an ABGM2 mouse model (<i>Gm2a</i><sup>-/-</sup>). <i>ssAAV9-GM2A</i> was administered at 1-day (neonatal) or 6-weeks of age (adult-stage). The results demonstrated that, in comparison to <i>Gm2a</i><sup>-/-</sup> mice that received a vehicle injection, the treated mice had reduced GM2 accumulation within the central nervous system and had long-term persistence of vector genomes in the brain and liver. This proof-of-concept study is a step forward towards the development of a clinically therapeutic approach for the treatment of patients with ABGM2.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "40164634",
    "pmid": "40164634",
    "doi": "10.1038/s41525-025-00487-3",
    "title": "Review: Utility of mass spectrometry in rare disease research and diagnosis.",
    "abstract": "Individuals affected by a rare disease often experience a long and arduous diagnostic odyssey. Delivery of genetic answers in a timely manner is critical to affected individuals and their families. Multi-omics, a term which usually encompasses genomics, transcriptomics, proteomics, metabolomics and lipidomics, has gained increasing popularity in rare disease research and diagnosis over the past decade. Mass spectrometry (MS) is a technique allowing the study of proteins, metabolites and lipids and their fragments at scale, enabling researchers to effectively determine the presence and abundance of thousands of molecules in a single test, accurately quantify their specific levels, identify potential therapeutic biomarkers, detect differentially expressed proteins in patients with rare diseases, and monitor disease progression and treatment response. In this review, we focus on mass spectrometry (MS)-based omics and survey the literature describing the utility of different MS-based omics and how they have transformed rare disease research and diagnosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "34800199",
    "pmid": "34800199",
    "doi": "10.1007/s10072-021-05757-3",
    "title": "Pontocerebellar atrophy is the hallmark neuroradiological finding in late-onset Tay-Sachs disease.",
    "abstract": "<h4>Purpose</h4>Late-onset Tay-Sachs disease (LOTS) is a form of GM2 gangliosidosis, an autosomal recessive neurodegenerative disorder characterized by slowly progressive cerebellar ataxia, lower motor neuron disease, and psychiatric impairment due to mutations in the HEXA gene. The aim of our work was to identify the characteristic brain MRI findings in this presumably underdiagnosed disease.<h4>Methods</h4>Clinical data and MRI findings from 16 patients (10F/6 M) with LOTS from two centers were independently assessed by two readers and compared to 16 age- and sex-related controls.<h4>Results</h4>Lower motor neuron disease (94%), psychiatric symptoms-psychosis (31%), cognitive impairment (38%) and depression (25%)-and symptoms of cerebellar impairment including dysarthria (94%), ataxia (81%) and tremor (69%), were the most common clinical features. On MRI, pontocerebellar atrophy was a constant finding. Compared to controls, LOTS patients had smaller mean middle cerebellar peduncle diameter (p < 0.0001), mean superior cerebellar peduncle diameter (p = 0.0002), mesencephalon sagittal area (p = 0.0002), pons sagittal area (p < 0.0001), and larger 4<sup>th</sup> ventricle transversal diameter (p < 0.0001). Mild corpus callosum thinning (37.5%), mild cortical atrophy (18.8%), and white matter T2 hyperintensities (12.5%) were also present.<h4>Conclusion</h4>Given the characteristic clinical course and MRI findings of the pontocerebellar atrophy, late-onset Tay-Sachs disease should be considered in the differential diagnosis of adult-onset cerebellar ataxias.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39757988",
    "pmid": "39757988",
    "doi": "10.1080/07853890.2024.2447421",
    "title": "Comparative genetic analysis of blood and semen samples in sperm donors from Hunan, China.",
    "abstract": "<h4>Objectives</h4>At present, most genetic tests or carrier screening are performed with blood samples, and the known carrier rate of disease-causing variants is also derived from blood. For semen donors, what is really passed on to offspring is the pathogenic variant in their sperm. This study aimed to determine whether pathogenic variants identified in the sperm of young semen donors are also present in their blood, and whether matching results for blood are consistent with results for sperm.<h4>Methods</h4>We included 40 paired sperm and blood samples from 40 qualified semen donors at the Hunan Province Human Sperm Bank of China. All samples underwent exome sequencing (ES) analysis, and the pathogenicity was assessed according to the American College of Medical Genetics (ACMG) guidelines. Scoring for sperm donation matching, which was based on gene scoring and variant scoring, was also used to assess the consistency of sperm and blood genetic test results.<h4>Results</h4>A total of 108 pathogenic (P)/likely pathogenic (LP) variants in 82 genes were identified. The highest carrier had 7 variants, and there was also one donor did not carry any P/LP variant. On average, each donor carried 2.7 P/LP variants. Among all the P/LP variants, missense mutation was the dominant type and most of them were located in exonic regions. Chromosome 1 harboured the largest number of variants and no pathogenic copy number variants (CNV) was identified in semen donors. The P/LP variant of all the 40 semen donors was consistent by comparing sperm and blood. Except for one case that was slightly different, the rest simulated matching results for blood were all consistent with results for sperm.<h4>Conclusions</h4>It is reasonable to choose either blood or sperm for genetic screening in semen donors.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37627292",
    "pmid": "37627292",
    "doi": "10.3390/biom13081227",
    "title": "Therapeutic Role of Pharmacological Chaperones in Lysosomal Storage Disorders: A Review of the Evidence and Informed Approach to Reclassification.",
    "abstract": "The treatment landscape for lysosomal storage disorders (LSDs) is rapidly evolving. An increase in the number of preclinical and clinical studies in the last decade has demonstrated that pharmacological chaperones are a feasible alternative to enzyme replacement therapy (ERT) for individuals with LSDs. A systematic search was performed to retrieve and critically assess the evidence from preclinical and clinical applications of pharmacological chaperones in the treatment of LSDs and to elucidate the mechanisms by which they could be effective in clinical practice. Publications were screened according to the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) reporting guidelines. Fifty-two articles evaluating 12 small molecules for the treatment of seven LSDs are included in this review. Overall, a substantial amount of preclinical and clinical data support the potential of pharmacological chaperones as treatments for Fabry disease, Gaucher disease, and Pompe disease. Most of the available clinical evidence evaluated migalastat for the treatment of Fabry disease. There was a lack of consistency in the terminology used to describe pharmacological chaperones in the literature. Therefore, the new small molecule chaperone (SMC) classification system is proposed to inform a standardized approach for new, emerging small molecule therapies in LSDs.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38694234",
    "pmid": "38694234",
    "doi": "10.1016/j.ymgmr.2024.101083",
    "title": "Inherited metabolic disorders in Cyprus.",
    "abstract": "Selective screening for inherited metabolic disorders (IMD) began in Cyprus in 1990. Over the last thirty-three years 7388 patients were investigated for IMD and 200 diagnoses were made (diagnostic yield 2.7%). The existence of a single laboratory of Biochemical Genetics for the whole island facilitated the creation of a national registry for IMD. The minimal prevalence of IMD in Cyprus is 53.3 cases per 100,000 live births. The most common group are disorders of amino acid metabolism (41.0%), followed by disorders of carbohydrate metabolism (16.5%), disorders of complex molecule degradation (16.5%), mitochondrial disorders (10.5%) and disorders of vitamin and co-factor metabolism (5.5%). Hyperphenylalaninaemia is the most common IMD (14.0%) followed by galactosaemia (7.0%), glutaric aciduria type I (5.5%) and MSUD (4.0%). Some disorders were found to have a relatively high incidence in specific communities, for example Sandhoff disease among the Cypriot Maronites and GM1 gangliosidosis in one particular area of the island. Other disorders were found to have a relatively higher overall incidence, compared to other Caucasian populations, for example galactosaemia, glutaric aciduria type I and MSUD, while fatty acid oxidation defects, Gaucher disease and classic PKU were found to have a relatively lower incidence. Molecular characterization of selected disorders revealed many novel genetic variants, specific to the Cypriot population.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40069872",
    "pmid": "40069872",
    "doi": "10.1186/s12967-025-06345-1",
    "title": "Targeted long-read sequencing facilitates effective carrier screening for complex monogenic diseases including spinal muscular atrophy, α-/β-thalassemia, 21-hydroxylase deficiency, and fragile-X syndrome.",
    "abstract": "<h4>Background</h4>Next-generation sequencing (NGS) has been applied for carrier screening, effectively reducing the incidence of severe diseases. However, some severe, high-prevalent and complex diseases, including spinal muscular atrophy (SMA), α-/β-thalassemia, 21-hydroxylase deficiency (21-OHD), and fragile-X syndrome (FXS), cannot be fully addressed by NGS, resulting in a high residual risk ratio. This study aims to evaluate the clinical utility of a long-read sequencing (LRS) panel for carrier screening of these five complex diseases.<h4>Methods</h4>A total of 2926 participants were retrospectively enrolled from International Peace Maternity and Child Health Hospital from Jan 2019 to Dec 2022. All the participants were previously screened for 149 genes correlated to 147 diseases by NGS. The samples were collected and analyzed with the LRS panel targeting the five complex diseases.<h4>Results</h4>LRS identified 236 carrier variants, including 54 for SMA, 113 for α-thalassemia, 19 for β-thalassemia, 47 for 21-OHD, and three for FXS. NGS identified only 56.4% (133/236) of the variants detected by LRS. NGS failed to detect three SMA carriers with SMN1 intragenic variants, while reported 10 false-positive carriers for α-thalassemia (HKαα miscalled as -α3.7). Both 21-OHD and FXS were beyond its detection scope. NGS identified only three of the seven at-risk couples determined by LRS. The total estimated at-risk couple rate for 151 genes in NGS and LRS panels was 1.0996%. SMA, α-/β-thalassemia, 21-OHD, and FXS were among the top 30 high-prevalent diseases and had a combined at-risk couple rate of 0.2433%, accounting for 22.1% of the total ratio. NGS could only identify 22.7% of the at-risk couples for the five diseases in the LRS panel.<h4>Conclusions</h4>Comprehensive carrier screening for high-prevalent diseases had higher clinical utility than expanding the list of low-prevalent diseases. Incorporating LRS into the NGS carrier screening strategy would facilitate more effective carrier screening.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "36003081",
    "pmid": "36003081",
    "doi": "10.3389/fmolb.2022.892248",
    "title": "Analysis of Brain Lipids in the Early-Onset Tay-Sachs Disease Mouse Model With the Combined Deficiency of β-Hexosaminidase A and Neuraminidase 3.",
    "abstract": "<b>Introduction:</b> Tay-Sachs disease is an autosomal recessively inherited lysosomal storage disease that results from loss-of-function mutations in the <i>HEXA</i> gene coding β-hexosaminidase A. <i>HEXA</i> gene deficiency affects the central nervous system owing to GM2 ganglioside accumulation in lysosomes resulting in progressive neurodegeneration in patients. We recently generated a novel mice model with a combined deficiency of β-hexosaminidase A and neuraminidase 3 (<i>Hexa-/-Neu3-/-</i>) that mimics both the neuropathological and clinical abnormalities of early-onset Tay-Sachs disease. Here, we aimed to explore the secondary accumulation of lipids in the brain of <i>Hexa-/-Neu3-/-</i> mice. <b>Materials and Methods:</b> In the cortex and hippocampus of five-month-old <i>WT</i>, <i>Hexa-/-</i>, <i>Neu3-/-</i>, and <i>Hexa-/-Neu3-/-</i> mice, lipid levels belonging to glycerolipids, glycerophospholipids, and sterol lipids were evaluated using a shotgun lipidomics approach. The levels of myelin were also assessed by luxol fast blue staining and immunohistochemistry using antibodies against myelin basic protein. We further examined glycoconjugate and cholesterol levels by periodic acid-Schiff and filipin staining, respectively. Toluidine blue staining was also performed to display axonal degeneration. <b>Results:</b> Among glycerophospholipids, we demonstrated elevated levels of phosphatidylcholine-ether and lysophosphatidylcholine while decreased levels of phosphatidylcholine and phosphatidylserine in both cortex and hippocampus of <i>Hexa-/-Neu3-/-</i> mice. In the glycerolipid class, we showed an alleviated level of sphingomyelin in both cortex and hippocampus, but the higher levels of diacylglycerol and triacylglycerol were detected in only the hippocampus of <i>Hexa-/-Neu3-/-</i> mice. The lower level of sterol was also detected in the cortex of <i>Hexa-/-Neu3-/-</i> mice but not in the hippocampus. Histochemical studies showed a decrease in the myelin level and axonal degeneration indicating neuronal pathology in the brain of <i>Hexa-/-Neu3-/-</i> mice. Although glycoconjugate accumulation was evident both in the cortex and hippocampus, we did not detect any changes in the level of cholesterol. <b>Conclusion:</b> Our results indicate that alterations in lipid metabolism and neuropathology, such as demyelination and axonal degeneration, might be related to the dysfunctionality of lipid-related cellular pathways like autophagy. Understanding of brain-specific lipid alterations contributes to evaluating the effectiveness of treatments in <i>Hexa-/-Neu3-/-</i> mice in future studies.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "38643132",
    "pmid": "38643132",
    "doi": "10.1186/s12944-024-02075-3",
    "title": "Is cholesterol both the lock and key to abnormal transmembrane signals in Autism Spectrum Disorder?",
    "abstract": "Disturbances in cholesterol homeostasis have been associated with ASD. Lipid rafts are central in many transmembrane signaling pathways (including mTOR) and changes in raft cholesterol content affect their order function. Cholesterol levels are controlled by several mechanisms, including endoplasmic reticulum associated degradation (ERAD) of the rate limiting HMGCoA reductase. A new approach to increase cholesterol via temporary ERAD blockade using a benign bacterial toxin-derived competitor for the ERAD translocon is suggested.A new lock and key model for cholesterol/lipid raft dependent signaling is proposed in which the rafts provide both the afferent and efferent 'tumblers' across the membrane to allow 'lock and key' receptor transmembrane signals.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39380106",
    "pmid": "39380106",
    "doi": "10.1186/s40246-024-00680-y",
    "title": "Comprehensive analysis of NGS-based expanded carrier screening and follow-up in southern and southwestern China: results from 3024 Chinese individuals.",
    "abstract": "<h4>Background</h4>This study aimed to screen southern and southwestern Chinese individuals using expanded carrier screening (ECS), which explores the carrier status of recessively inherited diseases in southern and southwestern China, evaluates the clinical effectiveness of ECS application, and helps recognize high-risk fetuses that may have genetic disorders early in pregnancy, to provide better reproductive guidance.<h4>Methods</h4>ECS for 220 diseases based on next-generation sequencing was performed on 3024 southern and southwestern Chinese individuals (1512 couples). Carrier status was analyzed; genes and loci with high frequencies of variants and on high-risk couples (ARCs) were focused to evaluate the clinical utility of our ECS technology and provide them precise fertility guidance.<h4>Results</h4>In total, Pathogenic/likely pathogenic(P/LP) variants were found in 1885 individuals, so the carrier frequency was 62.3%, and 23.2% of the individuals were carriers of multiple diseases. furthermore, 2837 variants were detected, and the average number of P/LP variants carried per subject was 0.938. Additionally, 128 ARCs carried P/LP variants of the same gene, and the theoretical incidence rate in their offspring was as high as 2.12%.<h4>Conclusion</h4>This study validated the application of our ECS technique for carrier screening in southern China, identifying carrier status and providing accurate carrier frequencies for hundreds of genetic diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37327298",
    "pmid": "37327298",
    "doi": "10.1097/md.0000000000033890",
    "title": "A case of Sandhoff disease caused by a novel β-hexosaminidase B (HEXB) mutation c.118delG (p.A40fs*24): A case report from China.",
    "abstract": "<h4>Background</h4>Sandhoff disease (SD, Online Mendelian Inheritance in Man: 268800) is an autosomal recessive lysosomal storage disorder caused by variants of the β-hexosaminidase B (HEXB) gene (Online Mendelian Inheritance in Man: 606873). The HEXB gene has been mapped to chromosome 5q13 and contains 14 exons. The symptoms of SD include progressive weakness, intellectual disability, visual and hearing impairment, exaggerated startle response, and seizures; the patients usually die before the age of 3 years.[1].<h4>Case summary</h4>We present a case of SD caused by a homozygous frameshift mutation in the HEXB gene, c.118delG (p.A40fs*24). The male child, aged 2 years 7 months, showed movement retrogression with orbital hypertelorism at age 2 years, accompanied by seizures. Magnetic resonance imaging of the head showed cerebral atrophy and delayed myelination of the white matter of the brain.<h4>Conclusion</h4>A novel homozygous frameshift c.118delG (p.A40fs*24) variant of HEXB has caused SD in the child. The major symptoms are intellectual disability, visual and hearing impairment, and seizures. Investigation will be continued in the future to comprehensively describe the genotype/phenotype and gain information on other associated features to understand the variable expressivity of this condition.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39925682",
    "pmid": "39925682",
    "doi": "10.2147/ijn.s457393",
    "title": "Advancing CNS Therapeutics: Enhancing Neurological Disorders with Nanoparticle-Based Gene and Enzyme Replacement Therapies.",
    "abstract": "Given the complexity of the central nervous system (CNS) and the diversity of neurological conditions, the increasing prevalence of neurological disorders poses a significant challenge to modern medicine. These disorders, ranging from neurodegenerative diseases to psychiatric conditions, not only impact individuals but also place a substantial burden on healthcare systems and society. A major obstacle in treating these conditions is the blood-brain barrier (BBB), which restricts the passage of therapeutic agents to the brain. Nanotechnology, particularly the use of nanoparticles (NPs), offers a promising solution to this challenge. NPs possess unique properties such as small size, large surface area, and modifiable surface characteristics, enabling them to cross the BBB and deliver drugs directly to the affected brain regions. This review focuses on the application of NPs in gene therapy and enzyme replacement therapy (ERT) for neurological disorders. Gene therapy involves altering or manipulating gene expression and can be enhanced by NPs designed to carry various genetic materials. Similarly, NPs can improve the efficacy of ERT for lysosomal storage disorders (LSDs) by facilitating enzyme delivery to the brain, overcoming issues like immunogenicity and instability. Taken together, this review explores the potential of NPs in revolutionizing treatment options for neurological disorders, highlighting their advantages and the future directions in this rapidly evolving field.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35575117",
    "pmid": "35575117",
    "doi": "10.1080/14756366.2022.2073444",
    "title": "sp<sup>2</sup>-Iminosugars targeting human lysosomal β-hexosaminidase as pharmacological chaperone candidates for late-onset Tay-Sachs disease.",
    "abstract": "The late-onset form of Tay-Sachs disease displays when the activity levels of human β-hexosaminidase A (HexA) fall below 10% of normal, due to mutations that destabilise the native folded form of the enzyme and impair its trafficking to the lysosome. Competitive inhibitors of HexA can rescue disease-causative mutant HexA, bearing potential as pharmacological chaperones, but often also inhibit the enzyme O-glucosaminidase (GlcNAcase; OGA), a serious drawback for translation into the clinic. We have designed sp<sup>2</sup>-iminosugar glycomimetics related to GalNAc that feature a neutral piperidine-derived thiourea or a basic piperidine-thiazolidine bicyclic core and behave as selective nanomolar competitive inhibitors of human Hex A at pH 7 with a ten-fold lower inhibitory potency at pH 5, a good indication for pharmacological chaperoning. They increased the levels of lysosomal HexA activity in Tay-Sachs patient fibroblasts having the G269S mutation, the highest prevalent in late-onset Tay-Sachs disease.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "39294442",
    "pmid": "39294442",
    "doi": "10.1007/s00424-024-03020-0",
    "title": "Why do we study sphingolipids?",
    "abstract": "Research on sphingolipids has proliferated exponentially over the past couple of decades, as exemplified in the findings reported at the International Leopoldina Symposium on Lipid Signaling held in Frankfurt in late 2023. Most researchers in the field study how sphingolipids function in regulating a variety of cellular processes and, in particular, how they are dysregulated in numerous human diseases; however, I now propose that we implement a more holistic research program in our study of sphingolipids, which embraces a sense of awe and wonder at the complexities and beauty of sphingolipids and of sphingolipid metabolism. I will outline the chemical complexity of sphingolipids, their modes of interaction within the lipid bilayer, and their biosynthetic pathways. I will then briefly touch upon the ability of current neo-Darwinian mechanisms to explain the emergence of both sphingolipids and of the complex pathways that generate them. Although such discussion is normally considered taboo in biological circles, I nevertheless submit that in-depth analysis of the minutiae of metabolic pathways, such as those of the sphingolipid biosynthetic pathway, raises challenges to current neo-Darwinian mechanisms that should not be shunned or ignored.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39062702",
    "pmid": "39062702",
    "doi": "10.3390/genes15070923",
    "title": "Intellectual Disabilities and Neurocognitive Impairment in Adult Patients with Inherited Metabolic Diseases: A UK Single Centre Experience.",
    "abstract": "Inherited metabolic diseases (IMDs) are a group of heterogeneous genetic disorders resulting in substrate accumulation, energy deficiency, or complex molecular defects due to the failure of specific molecules to act as enzymes, cofactors, transporters, or receptors in specific metabolic pathways. The pathophysiological changes seen in IMDs are sometimes associated with intellectual disability (ID) or neurocognitive decline, necessitating multidisciplinary input. We here describe our experience at one tertiary metabolic centre in the UK. We reviewed the case prevalence and existing service provision in one adult IMD service covering a multi-ethnic population of 10 million in North England. In our cohort of 2268 IMD patients, 1598 patients had general metabolic conditions (70.5%), and 670 had lysosomal storage disease/disorders (LSD)s (29.5%). The overall prevalence of ID and neurocognitive decline was found to be 15.7% (<i>n</i> = 357), with patients with LSDs accounting for 23.5% (<i>n</i> = 84) of affected patients. Given the prevalence of ID in adults with IMDs, access to multidisciplinary input from neuropsychology and neuropsychiatry services is important. Education of healthcare professionals to diagnose IMDs in patients with ID, in addition to neurocognitive and neuropsychiatric presentations, will avoid missed diagnoses of IMD and will have a positive effect on patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36618998",
    "pmid": "36618998",
    "doi": "10.5334/tohm.726",
    "title": "Diagnostic Tips from a Video Series and Literature Review of Patients with Late-Onset Tay-Sachs Disease.",
    "abstract": "<h4>Background</h4>Late-Onset Tay-Sachs (LOTS) disease is a rare, progressive neurological condition that can dramatically affect the life of these patients. The diagnosis of LOTS is easily missed because of the multifaced presentation of these patients, who can initially be assessed by neuromuscular or movement disorder specialists, or psychiatrists. Clinical trials are now becoming available for LOTS. Therefore, early diagnosis can be detrimental for these patients and for insuring informative research outcomes.<h4>Methods</h4>We characterized a cohort of nine patients with LOTS through a detailed clinical and video description. We then reviewed the available literature regarding the clinical description of patients with LOTS. Our findings were summarized based on the predominant phenotype of presentation to highlight diagnostic clues to guide the diagnosis of LOTS for different neurology specialists (neuromuscular, movement disorders) and psychiatrist.<h4>Results</h4>We described a cohort of 9 new patients with LOTS seen at our clinic. Our literature review identified 76 patients mainly presenting with a neuromuscular, cerebellar, psychiatric, stuttering, or movement disorder phenotype. Diagnostic tips, such as the triceps sign, distinct speech patterns, early psychiatric presentation and impulsivity, as well as neurological symptoms (cerebellar or neuromuscular) in patients with a prominent psychiatric presentation, are described.<h4>Discussion</h4>Specific diagnostics clues can help neurologists and psychiatrists in the early diagnosis of LOTS disease. Our work also represent the first video presentation of a cohort of patients with LOTS that can help different specialists to familiarize with these features and improve diagnostic outcomes.<h4>Highlights</h4>Late-Onset Tay-Sachs (LOTS) disease, a severe progressive neurological condition, has multifaced presentations causing diagnostic delays that can significantly affect research outcomes now that clinical trials are available. We highlight useful diagnostic clues from our cohort (including the first video representation of a LOTS cohort) and comprehensive literature review.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "37519562",
    "pmid": "37519562",
    "doi": "10.7759/cureus.41066",
    "title": "The Etiological Profile of Global Developmental Delay at a Tertiary Care Hospital in India: An Observational Study.",
    "abstract": "Background Global developmental delay (GDD) is common and has a significant impact on affected children, families, and society. Understanding its etiology is crucial for management and prevention strategies. However, data on the etiological profile of GDD in developing countries are limited. This study aimed to identify the etiological profile of GDD at a tertiary care hospital in India. Methodology This observational study included children aged three months to five years with a developmental quotient below 70%. Data on demographics, clinical features, relevant investigations, and diagnoses were collected. Etiologies were categorized into prenatal, perinatal, postnatal, and unknown causes. Informed consent was obtained from the parents. Results A total of 52 children, with a median age of 15.5 months, were included in the study, with 69.2% being males. Prenatal causes accounted for half of the cases, with genetic abnormalities (32.7%) and chromosomal abnormalities (7.7%) being prominent. Perinatal causes were the next most common (34.6%), including hypoxic-ischemic encephalopathy (26.7%). Postnatal causes were rare (3.8%). The overall etiological yield was 88.4%, with some cases remaining unidentified. Conclusions Prenatal causes, including genetic and chromosomal abnormalities, are common in GDD. The utilization of genetic testing enhances etiological yield. Hypoxic-ischemic encephalopathy remains a significant factor and highlights the importance of perinatal care in preventing developmental delays. Large multicentric studies are needed for a comprehensive database of etiological profiles.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38976822",
    "pmid": "38976822",
    "doi": "10.1212/wnl.0000000000209615",
    "title": "Evolution of Movement Disorders in Patients With CLN2-Batten Disease Treated With Enzyme Replacement Therapy.",
    "abstract": "<h4>Objectives</h4>Neuronal ceroid lipofuscinosis type 2 (CLN2-disease) is an inherited childhood-onset neurodegenerative condition, with classical early features of speech delay, epilepsy, myoclonus, ataxia, and motor regression. This study aimed to better characterize the spectrum of movement disorders in CLN2-disease in a cohort of children receiving enzyme replacement therapy (ERT).<h4>Methods</h4>A cohort of 18 children attending a single center for treatment with cerliponase alfa ERT was systematically assessed using a standardized structured history and a double-scored, video-recorded examination using the Unified Batten Disease Rating Scale (UBDRS) and Abnormal Involuntary Movement Scale.<h4>Results</h4>Noncanonical movement disorders are common: while ataxia (89%) and myoclonus (83%) were near-universal, spasticity and dystonia were experienced by over half (61% each), with children having a median of 4 distinct movement disorder phenotypes. This progression was stereotyped with initial ataxia/myoclonus, then hyperkinesia/spasticity, and later hypokinesia. ERT slows progression of movement disorders, as measured by the UBDRS physical subscale, with 1.45 points-per-month progression before diagnosis and 0.44 points-per-month while on treatment (<i>p</i> = 0.019).<h4>Discussion</h4>Movement disorders are a core feature of CLN2-disease and follow a typical pattern of progression which is slowed by ERT. Identifying and treating movement disorders should become standard, especially given increased patient survival.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "34288098",
    "pmid": "34288098",
    "doi": "10.1002/prot.26180",
    "title": "In-silico screening and microsecond molecular dynamics simulations to identify single point mutations that destabilize β-hexosaminidase A causing Tay-Sachs disease.",
    "abstract": "β-hexosaminidase A (HexA) protein is responsible for the degradation of GM2 gangliosides in the central and peripheral nervous systems. Tay-Sachs disease occurs when HexA within Hexosaminidase does not properly function and harmful GM2 gangliosides begin to build up within the neurons. In this study, in silico methods such as SIFT, PolyPhen-2, PhD-SNP, and MutPred were utilized to analyze the effects of nonsynonymous single nucleotide polymorphisms (nsSNPs) on HexA in order to identify possible pathogenetic and deleterious variants. Molecular dynamics (MD) simulations showed that two mutants, P25S and W485R, experienced an increase in structural flexibility compared to the native protein. Particularly, there was a decrease in the overall number and frequencies of hydrogen bonds for the mutants compared to the wildtype. MM/GBSA calculations were performed to help assess the change in binding affinity between the wildtype and mutant structures and a mechanism-based inhibitor, NGT, which is known to help increase the residual activity of HexA. Both of the mutants experienced a decrease in the binding affinity from -23.8 kcal/mol in wildtype to -20.9 and -18.7 kcal/mol for the P25S and W485R variants of HexA, respectively.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "39189540",
    "pmid": "39189540",
    "doi": "10.1002/jgc4.1964",
    "title": "Expanded carrier screening for inherited genetic disease using exome and genome sequencing.",
    "abstract": "The goal of this study was to assess the feasibility of using exome (ES) and genome sequencing (GS) in guiding preconception genetic screening (PCGS) for couples who are planning to conceive by creating a workflow for identifying risk alleles for autosomal recessive (AR) and X-linked (XL) disorders without the constraints of a predetermined, targeted gene panel. There were several limitations and challenges related to reporting and the technical aspects of ES and GS, which are listed in the discussion. We selected 150 couples from a cohort of families (trios) enrolled in a research protocol where the goal was to define the genetic etiology of disease in an affected child. Pre-existing, de-identified parental sequencing data were analyzed to define variants that would place the couple at risk of having a child affected by an AR or XL disorder. We identified 17 families who would be selected for counseling about risk alleles. We noted that only 3 of these at-risk couples would be identified if we limited ourselves to the current ACMG-recommended expanded carrier screening gene panel. ES and GS successfully identified couples who are at risk of having a child with a rare AR or XL disorder that would have been missed by the current recommended guidelines. Current limitations of this approach include ethical concerns, difficulties in reporting results including variant calling due to the rare nature of some of the variants, determining which disorders to report, as well as technical difficulties in detecting certain variants such as repeat expansions.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "33831955",
    "pmid": "33831955",
    "doi": "10.1055/a-1371-1561",
    "title": "Tay-Sachs Disease: Two Novel Rare HEXA Mutations from Pakistan and Morocco.",
    "abstract": "<h4>Background</h4>Tay-Sachs disease (TSD) is a rare autosomalrecessive genetic disorder characterized by progressive destruction of nerve cells in the brain and spinal cord. It is caused by genetic variations in the HEXA gene leading to a deficiency of β hexosaminidase A (HEXA) isoenzyme activity. This study aimed to identify causative gene variants in 3 unrelated consanguineous families presented with TSD from Pakistan and Morocco.<h4>Methods</h4>Detailed clinical investigations were carried out on probands in 3 unrelated consanguineous families of Pakistani and Moroccan origin. Targeted gene sequencing and Whole Exome Sequencing (WES) were performed for variant identification. Candidate variants were checked for co-segregation with the phenotype using Sanger sequencing. Public databases including ExAC, GnomAD, dbSNP and the 1,000 Genome Project were searched to determine frequencies of the alleles. Conservation of the missense variants was ensured by aligning orthologous protein sequences from diverse vertebrate species.<h4>Results</h4>We report on 3 children presented with Tay-Sachs Disease. The β hexosaminidaseA enzyme activity was reduced in the Pakistani patient in one of the pedigrees. Genetic testing revealed 2 novel homozygous variants (p.Asp386Alafs*13 and p.Trp266Gly) in the gene HEXA in Pakistani and Moroccan patients respectively.The third family of Pakistani origin revealed a previously reported variant (p.Tyr427Ilefs*5) in HEXA. p.Tyr427Ilefs*5 is the most commonly occurring pathogenic variationin Ashkenazi but was not reported in Pakistani population.<h4>Conclusion</h4>Our study further expands the ethnic and mutational spectrum of Tay-Sachs disease emphasizing the usefulness of WES as a powerful diagnostic tool where enzymatic activity is not performed for Tay-Sachs disease. The study recommends targeted screening for these mutations (p.Tyr427Ilefs5) for cost effective testing of TSD patients. Further, the study would assist in carrier testing and prenatal diagnosis of the affected families.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "34634131",
    "pmid": "34634131",
    "doi": "10.1002/14651858.cd010849.pub4",
    "title": "Preconception risk assessment for thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease.",
    "abstract": "<h4>Background</h4>Globally, about 6% of children are born with a serious birth defect of genetic or partially genetic origin. Carrier screening or testing is one way to identify couples at increased risk of having a child with an autosomal recessive condition. The most common autosomal recessive conditions are thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease, with higher carrier rates in high-risk populations of specific ancestral backgrounds. Identifying and counselling couples at genetic risk of the conditions before pregnancy enables them to make fully informed reproductive decisions, with some of these choices not being available if testing is only offered in an antenatal setting. This is an update of a previously published review.<h4>Objectives</h4>To assess the effectiveness of systematic preconception genetic risk assessment to enable autonomous reproductive choice and to improve reproductive outcomes  in women and their partners who are both identified as carriers of thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease in healthcare settings when compared to usual care.<h4>Search methods</h4>We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Trials Registers. Date of latest search of the registers: 04 August 2021. In addition, we searched for all relevant trials from 1970 (or the date at which the database was first available if after 1970) to date using electronic databases (MEDLINE, Embase, CINAHL, PsycINFO), clinical trial databases (National Institutes of Health, Clinical Trials Search portal of the World Health Organization, metaRegister of controlled clinical trials), and hand searching of key journals and conference abstract books from 1998 to date (European Journal of Human Genetics, Genetics in Medicine, Journal of Community Genetics). We also searched the reference lists of relevant articles, reviews and guidelines and also contacted subject experts in the field to request any unpublished or other published trials. Date of latest search of all these sources: 25 June 2021.  SELECTION CRITERIA: Any randomised controlled trials (RCTs) or quasi-RCTs (published or unpublished) comparing reproductive outcomes of systematic preconception genetic risk assessment for thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease when compared to usual care.<h4>Data collection and analysis</h4>We identified 37 papers, describing 22 unique trials which were potentially eligible for inclusion in the review. However, after assessment, we found no RCTs of preconception genetic risk assessment for thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease.<h4>Main results</h4>No RCTs of preconception genetic risk assessment for thalassaemia, sickle cell disease, cystic fibrosis and Tay-Sachs disease are included. A trial identified earlier has published its results and has subsequently been listed as excluded in this review.<h4>Authors' conclusions</h4>As there are no RCTs of preconception genetic risk assessment for thalassaemia, sickle cell disease, cystic fibrosis, or Tay-Sachs disease included in either the earlier or current versions of this review, we recommend considering potential non-RCTs studies (for example prospective cohorts or before-and-after studies) for future reviews. While RCTs are desirable to inform evidence-based practice and robust recommendations, the ethical, legal and social implications associated with using this trial design to evaluate the implementation of preconception genetic risk assessment involving carrier testing and reproductive autonomy must also be considered.  In addition, rather than focusing on single gene-by-gene carrier testing for specific autosomal-recessive conditions as the intervention being evaluated, preconception expanded genetic screening should also be included in future searches as this has received much attention in recent years as a more pragmatic strategy. The research evidence for current international policy recommendations is limited to non-randomised studies.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38203300",
    "pmid": "38203300",
    "doi": "10.3390/ijms25010131",
    "title": "Lipids as Emerging Biomarkers in Neurodegenerative Diseases.",
    "abstract": "Biomarkers are molecules that can be used to observe changes in an individual's biochemical or medical status and provide information to aid diagnosis or treatment decisions. Dysregulation in lipid metabolism in the brain is a major risk factor for many neurodegenerative disorders, including frontotemporal dementia, Alzheimer's disease, Parkinson's disease, and amyotrophic lateral sclerosis. Thus, there is a growing interest in using lipids as biomarkers in neurodegenerative diseases, with the anionic phospholipid bis(monoacylglycerol)phosphate and (glyco-)sphingolipids being the most promising lipid classes thus far. In this review, we provide a general overview of lipid biology, provide examples of abnormal lysosomal lipid metabolism in neurodegenerative diseases, and discuss how these insights might offer novel and promising opportunities in biomarker development and therapeutic discovery. Finally, we discuss the challenges and opportunities of lipid biomarkers and biomarker panels in diagnosis, prognosis, and/or treatment response in the clinic.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "33836908",
    "pmid": "33836908",
    "doi": "10.1016/j.rh.2020.10.010",
    "title": "[Rehabilitation in Tay-Sachs disease: A case report].",
    "abstract": "Tay-Sachs disease, or GM2 gangliosidosis, is a congenital and neurodegenerative disease caused by the absence or deficiency of the essential enzyme B-hexosaminidase. The timing of the development of neurological manifestations and their severity depend on the mutation, time since disease onset and the patient's characteristics. The disease impairs quality of life and increases mortality. In the most aggressive forms, life expectancy is 3 years. Despite various clinical trials and ongoing research, there is currently no cure for Tay-Sachs disease. Treatment focuses on symptom control and ensuring greater patient wellbeing. Consequently, rehabilitation plays a fundamental role in the management of these patients and in enhancing their quality of life.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "34119419",
    "pmid": "34119419",
    "doi": "10.1016/j.ymgme.2021.05.001",
    "title": "A pathogenic HEXA missense variant in wild boars with Tay-Sachs disease.",
    "abstract": "Gangliosidoses are inherited lysosomal storage disorders caused by reduced or absent activity of either a lysosomal enzyme involved in ganglioside catabolism, or an activator protein required for the proper activity of a ganglioside hydrolase, which results in the intra-lysosomal accumulation of undegraded metabolites. We hereby describe morphological, ultrastructural, biochemical and genetic features of GM2 gangliosidosis in three captive bred wild boar littermates. The piglets were kept in a partially-free range farm and presented progressive neurological signs, starting at 6 months of age. Animals were euthanized at approximately one year of age due to their poor conditions. Neuropathogens were excluded as a possible cause of the signs. Gross examination showed a reduction of cerebral and cerebellar consistency. Central (CNS) and peripheral (PNS) nervous system neurons were enlarged and foamy, with severe and diffuse cytoplasmic vacuolization. Transmission electron microscopy (TEM) of CNS neurons demonstrated numerous lysosomes, filled by parallel or concentric layers of membranous electron-dense material, defined as membranous cytoplasmic bodies (MCB). Biochemical composition of gangliosides analysis from CNS revealed accumulation of GM2 ganglioside; furthermore, Hex A enzyme activity was less than 1% compared to control animals. These data confirmed the diagnosis of GM2 gangliosidosis. Genetic analysis identified, at a homozygous level, the presence of a missense nucleotide variant c.1495C > T (p Arg499Cys) in the hexosaminidase subunit alpha gene (HEXA), located within the GH20 hexosaminidase superfamily domain of the encoded protein. This specific HEXA variant is known to be pathogenic and associated with Tay-Sachs disease in humans, but has never been identified in other animal species. This is the first report of a HEXA gene associated Tay-Sachs disease in wild boars and provides a comprehensive description of a novel spontaneous animal model for this lysosomal storage disease.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38721528",
    "pmid": "38721528",
    "doi": "10.3389/fcell.2024.1386149",
    "title": "Golgi defect as a major contributor to lysosomal dysfunction.",
    "abstract": "The Golgi apparatus plays a crucial role in lysosome biogenesis and the delivery of lysosomal enzymes, essential for maintaining cellular homeostasis and ensuring cell survival. Deficiencies in Golgi structure and function can profoundly impact lysosomal homeostasis, leading to various lysosomal storage diseases and neurodegenerative disorders. In this review, we highlight the role of the Golgi Reassembly Stacking Proteins (GRASPs) in the formation and function of the Golgi apparatus, emphasizing the current understanding of the association between the Golgi apparatus, lysosomes, and lysosomal storage diseases. Additionally, we discuss how Golgi dysfunction leads to the secretion of lysosomal enzymes. This review aims to serve as a concise resource, offering insights into Golgi structure, function, disease-related defects, and their consequential effects on lysosomal biogenesis and function. By highlighting Golgi defects as an underappreciated contributor to lysosomal dysfunction across various diseases, we aim to enhance comprehension of these intricate cellular processes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40177156",
    "pmid": "40177156",
    "doi": "10.1002/ccr3.70312",
    "title": "Genetic Insights Into Hyaline Fibromatosis Syndrome: A Case Report of an ANTXR2 Mutation Featuring a Rare Variant c.697+1G&gt;A.",
    "abstract": "Hyaline fibromatosis syndrome (HFS) is a rare genetic disorder encompassing juvenile hyaline fibromatosis (JHF) and infantile systemic hyalinosis (ISH), caused by mutations in the anthrax toxin receptor 2 gene (<i>ANTXR2</i>). This condition leads to the accumulation of hyaline plaques in the skin and organs, resulting in symptoms such as skin lesions, joint contractures, and digestive issues, often culminating in early mortality due to infections or diarrhea. By 2005, 20 mutations in <i>ANTXR2</i> linked to ISH and JHF had been documented, impairing cellular adhesion to the laminin matrix. In this study, we present a case of a 6-month-old Iranian female of western Asian ethnicity, born to consanguineous parents. She exhibited hyperpigmentation of the proximal interphalangeal (PIP) joints, knee flexion contractures, persistent diarrhea, and failure to thrive. Initial assessments suggested arthrogryposis; however, the presence of hyperpigmented nodules and perianal plaques prompted further investigation. Genetic analysis confirmed a homozygous mutation in <i>ANTXR2</i> and incidental heterozygous mutations in the <i>HEXA</i> and <i>PAH</i> genes. The patient will undergo regular monitoring and may require immunosuppressive therapy and orthopedic interventions. Hyaline fibromatosis syndrome presents unique diagnostic challenges due to its overlap with other conditions like arthrogryposis. While arthrogryposis typically lacks systemic symptoms, HFS is marked by significant pain and systemic manifestations due to hyaline deposits in tissues. The case presented aligns with existing literature regarding HFS characteristics, including joint contractures and skin lesions. The identification of the c.697+1G>A mutation at a splice site within the ANTXR2 gene highlights potential mechanisms contributing to HFS pathology. This finding emphasizes the necessity for comprehensive genetic profiling when diagnosing rare syndromes. Furthermore, low allele frequencies of this variant across population databases underscore its rarity and potential significance in disease manifestation. Hyaline fibromatosis syndrome (HFS) is an uncommon autosomal recessive disorder that is marked by notable clinical features, such as the deposition of hyaline material in various tissues, joint contractures, and systemic complications. The case discussed illustrates the diagnostic challenges associated with HFS, particularly in a young patient who presented with atypical symptoms that initially indicated arthrogryposis. Genetic analysis revealed a homozygous mutation in the ANTXR2 gene, specifically the c.697+1G>A variant, which interferes with normal splicing and results in the absence of functional protein. This observation emphasizes the critical role of genetic testing in the precise diagnosis of rare syndromes and in differentiating them from other hereditary disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35420740",
    "pmid": "35420740",
    "doi": "",
    "title": "Sandhoff Disease",
    "abstract": "<h4>Clinical characteristics</h4>Sandhoff disease comprises a phenotypic continuum encompassing acute infantile, subacute juvenile, and late-onset disease. Although classification into these phenotypes is somewhat arbitrary, it is helpful in understanding the variation observed in the timing of disease onset, presenting manifestations, rate of progression, and life span. Acute infantile Sandhoff disease (onset age <6 months). Infants are generally normal at birth followed by progressive weakness and slowing of developmental progress, then developmental regression and severe neurologic impairment. Seizures are common. Death usually occurs between ages two and three years. Subacute juvenile Sandhoff disease (onset age 2-5 years). After attaining normal developmental milestones, developmental progress slows, followed by developmental regression and neurologic impairment (abnormal gait, dysarthria, and cognitive decline). Death (usually from aspiration) typically occurs in the early to late teens. Late-onset Sandhoff disease (onset older teen years or young adulthood). Nearly normal psychomotor development is followed by a range of neurologic findings (e.g., weakness, spasticity, dysarthria, and deficits in cerebellar function) and psychiatric findings (e.g., deficits in executive function and memory). Life expectancy is not necessarily decreased.<h4>Diagnosis/testing</h4>In a proband, the diagnosis of Sandhoff disease is established by: (1) enzymatic testing that identifies abnormally low activity of the enzymes beta-hexosaminidase A (HEX A) and beta-hexosaminidase B (HEX B) combined with an increased contribution from HEX A; and (2) identification biallelic pathogenic variants in HEXB on molecular testing.<h4>Management</h4>Treatment of manifestations: Treatment is symptomatic. Supportive care in acute infantile Sandhoff disease focuses on providing adequate nutrition and hydration, managing infectious disease, protecting the airway to reduce aspiration risk, controlling seizures, supporting motor development, and preventing deformities. Supportive care in subacute juvenile and late-onset Sandhoff disease focuses on maximizing motor function and speech and language as well as providing aids for activities of daily living and communication. Surveillance: Periodic multidisciplinary evaluations to monitor existing disease manifestations and identify new manifestations requiring modification of supportive care. Agents/circumstances to avoid: In acute infantile Sandhoff disease, avoid positioning that increases aspiration risk during feedings; and seizure medication dosages that result in excessive sedation. In subacute juvenile Sandhoff disease, avoid situations that increase the likelihood of contractures or pressure sores, such as extended periods of immobility; and circumstances that increase the risk of falling. In late-onset Sandhoff disease, avoid situations that increase the risk of falling (e.g., walking on uneven or unstable surfaces); and psychiatric medications that have been associated with worsening disease in late-onset Tay-Sachs disease, a similar disorder (e.g., haloperidol, risperidone, chlorpromazine).<h4>Genetic counseling</h4>Sandhoff disease is inherited in an autosomal recessive manner. If both parents are known to be heterozygous for a HEXB pathogenic variant, each sib of an affected individual has at conception a 25% chance of being affected, a 50% chance of being an asymptomatic carrier, and a 25% chance of inheriting neither of the familial pathogenic variants. Once the HEXB pathogenic variants have been identified in an affected family member, carrier testing for at-risk relatives and prenatal/preimplantation genetic testing are possible.",
    "journal": "",
    "year": "1993"
  },
  {
    "id": "39979841",
    "pmid": "39979841",
    "doi": "10.1186/s12889-025-21903-4",
    "title": "Approaches to engaging faith communities in public health efforts regarding vaccination, genetics, and colorectal cancer: a systematic review.",
    "abstract": "<h4>Background</h4>Public health professionals regularly engage faith communities to improve public health. This systematic review characterizes approaches that public health professionals have used to engage faith communities and evaluates them using the Theory of Planned Behavior. It examines engagement regarding vaccination and genetic and genomic healthcare, which have generated significant controversy within religious groups and, for comparison, colorectal cancer screening, which has not.<h4>Methods</h4>This systematic review followed PRISMA reporting guidelines. We searched 8 online databases (e.g., Medline, Embase, Scopus). Publications in English that reported engaging a faith community on genetics, vaccination, or colorectal cancer screening were included. We screened 13,117 articles and extracted information from 121 articles reporting on 96 distinct projects.<h4>Results</h4>This review includes 121 articles reporting on 96 distinct projects. 67% of projects took place in the United States. Of these, 73% reported engaging racial or ethnic minorities; only 5% of projects reported engaging primarily White, Christian communities. Only 35% of projects reported addressing religious values that might inform attitudes and beliefs. The majority of publications (n = 74; 77.1%) reported primarily engaging faith communities for reasons unrelated to faith.<h4>Conclusion</h4>Because the Theory of Planned Behavior is widely used and our focus was on faith communities, we expected to see engagement with faith values and beliefs that might inform attitudes toward behaviors or social pressures community members perceive. Fewer than half of the projects reported addressing values or attitudes. There are missed opportunities to engage faith communities on religiously controversial public health initiatives in ways that are most likely to affect health behaviors. Evaluation of the outcomes of such engagement is needed.<h4>Trial registration</h4>The protocol is registered on Open Science Framework (OSF) at osf.io/r2c9n.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "35865957",
    "pmid": "35865957",
    "doi": "10.3389/fphar.2022.906647",
    "title": "Therapeutic Strategies For Tay-Sachs Disease.",
    "abstract": "Tay-Sachs disease (TSD) is an autosomal recessive disease that features progressive neurodegenerative presentations. It affects one in 100,000 live births. Currently, there is no approved therapy or cure. This review summarizes multiple drug development strategies for TSD, including enzyme replacement therapy, pharmaceutical chaperone therapy, substrate reduction therapy, gene therapy, and hematopoietic stem cell replacement therapy. <i>In vitro</i> and <i>in vivo</i> systems are described to assess the efficacy of the aforementioned therapeutic strategies. Furthermore, we discuss using MALDI mass spectrometry to perform a high throughput screen of compound libraries. This enables discovery of compounds that reduce GM2 and can lead to further development of a TSD therapy.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "34831346",
    "pmid": "34831346",
    "doi": "10.3390/cells10113122",
    "title": "L-Arginine Ameliorates Defective Autophagy in GM2 Gangliosidoses by mTOR Modulation.",
    "abstract": "<h4>Aims</h4>Tay-Sachs and Sandhoff diseases (GM2 gangliosidosis) are autosomal recessive disorders of lysosomal function that cause progressive neurodegeneration in infants and young children. Impaired hydrolysis catalysed by β-hexosaminidase A (HexA) leads to the accumulation of GM2 ganglioside in neuronal lysosomes. Despite the storage phenotype, the role of autophagy and its regulation by mTOR has yet to be explored in the neuropathogenesis. Accordingly, we investigated the effects on autophagy and lysosomal integrity using skin fibroblasts obtained from patients with Tay-Sachs and Sandhoff diseases.<h4>Results</h4>Pathological autophagosomes with impaired autophagic flux, an abnormality confirmed by electron microscopy and biochemical studies revealing the accelerated release of mature cathepsins and HexA into the cytosol, indicating increased lysosomal permeability. GM2 fibroblasts showed diminished mTOR signalling with reduced basal mTOR activity. Accordingly, provision of a positive nutrient signal by L-arginine supplementation partially restored mTOR activity and ameliorated the cytopathological abnormalities.<h4>Innovation</h4>Our data provide a novel molecular mechanism underlying GM2 gangliosidosis. Impaired autophagy caused by insufficient lysosomal function might represent a new therapeutic target for these diseases.<h4>Conclusions</h4>We contend that the expression of autophagy/lysosome/mTOR-associated molecules may prove useful peripheral biomarkers for facile monitoring of treatment of GM2 gangliosidosis and neurodegenerative disorders that affect the lysosomal function and disrupt autophagy.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "34554397",
    "pmid": "34554397",
    "doi": "10.1007/s12031-021-01907-6",
    "title": "Analysis of the HEXA, HEXB, ARSA, and SMPD1 Genes in 68 Iranian Patients.",
    "abstract": "Lysosomal storage diseases (LSDs) are known as genetic disorders with an overall prevalence of 1 per 7700 live births. Sphingolipidosis, which is a subgroup of LSDs, is resulted from mutations in the coding genes of specific enzymes of sphingolipid hydrolases. The current study aimed to provide additional knowledge on the genotype of sphingolipidoses disease among Iranian patients affected by the disease. In this research, we studied 68 unrelated Iranian patients diagnosed with one kind of sphingolipidoses from 2014 to 2019. Thereafter, genomic DNA was isolated from their peripheral blood leukocytes samples in EDTA in terms of the manufacturer's protocol. All the coding exons and exon-intron boundaries of the related genes were sequenced and then analyzed using the NCBI database. Finally, they were reviewed using some databases such as the Human Gene Mutation Database (HGMD) and ClinVar ( https://www.ncbi.nlm.nih.gov/clinva ). By studying 22 MLD patients, 18 different variations of the ARSA gene were found, one of which was new including, named as c.472 T > G p. (Cys158Gly). Out of 15 Sandhoff disease (SD) patients, 11 different variations of the HEXB gene were found. Correspondingly, the c.1083-2delA was not reported earlier. By investigating 21 Iranian patients with Tay-Sachs disease (TSD), one new variant was found as c.622delG. The study of 10 Niemann-Pick disease A/B (NPDA/B (patients has led to the identification of 9 different SMPD1 gene variations, among which 3 variations were novel mutations. The results of the present study can be expanded to the genotypic spectrum of Iranian patients with MLD, SD, TSD, and NPD diseases and also used to innovate more effective methods for the detection of genetic carriers as well as diagnosing and counseling of Iranian patients affected with these disorders.",
    "journal": "",
    "year": "2022"
  },
  {
    "id": "PPR435781",
    "pmid": "",
    "doi": "10.1101/2021.12.22.473777",
    "title": "Therapeutic advantages of combined gene/cell therapy strategies in a murine model of GM2 gangliosidosis",
    "abstract": "<h4>ABSTRACT</h4> The GM2 gangliosidoses Tay-Sachs disease and Sandhoff disease (SD) are respectively caused by mutations in the HEXA and HEXB genes encoding the α and β subunits of β-N-acetylhexosaminidase (Hex). The consequential accumulation of ganglioside in the brain leads to severe and progressive neurological impairment. There are currently no approved therapies to counteract or reverse the effects of GM2 gangliosidosis. Adeno-associated vector (AAV)-based investigational gene therapy (GT) products have raised expectations but come with safety and efficacy issues that need to be addressed. Thus, there is an urgent need to develop novel therapies targeting the CNS and other affected tissues that are appropriately timed to ensure pervasive metabolic correction and counteract disease progression. In this report, we show that the sequential administration of lentiviral vector (LV)-mediated intracerebral (IC) GT and bone marrow transplantation (BMT) in pre-symptomatic SD mice provide a timely and long-lasting source of the Hex enzyme in the central and peripheral nervous systems and peripheral tissues, leading to global rescue of the disease phenotype. Combined therapy showed a clear therapeutic advantage compared to individual treatments in terms of lifespan extension and normalization of the neuroinflammatory and neurodegenerative phenotypes of the SD mice. These benefits correlated with a time-dependent increase in Hex activity and a remarkable reduction in GM2 storage in the brain tissues that single treatments failed to achieve. Our results highlight the complementary and synergic mode of action of LV-mediated IC GT and BMT, clarify the relative contribution of treatments to the therapeutic outcome, and inform on the realistic threshold of enzymatic activity that is required to achieve a significant therapeutic benefit, with important implications for the monitoring and interpretation of ongoing experimental therapies, and for the design of more effective treatment strategies for GM2 gangliosidosis.",
    "journal": "",
    "year": "2021"
  },
  {
    "id": "38922202",
    "pmid": "38922202",
    "doi": "10.1242/dmm.050715",
    "title": "Founder mutations and rare disease in the Arab world.",
    "abstract": "Founder mutations are disease-causing variants that occur frequently in geographically or culturally isolated groups whose shared ancestor(s) carried the pathogenic variant. While some disease alleles may vanish from the genetic pool due to natural selection, variants with weaker effects may survive for a long time, thereby enhancing the prevalence of some rare diseases. These are predominantly autosomal recessive diseases but can also be autosomal dominant traits with late-onset or mild phenotypes. Cultural practices, such as endogamy and consanguinity, in these isolated groups lead to higher prevalence of such rare diseases compared to the rest of the population and worldwide. In this Perspective, we define population isolates and the underlying genetic mechanisms for accumulating founder mutations. We also discuss the current and potential scientific, clinical and public-health implications of studying founder mutations in population isolates around the world, with a particular focus on the Arab population.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37871851",
    "pmid": "37871851",
    "doi": "10.1016/j.jlr.2023.100463",
    "title": "Sialidase NEU3 action on GM1 ganglioside is neuroprotective in GM1 gangliosidosis.",
    "abstract": "GM1 gangliosidosis is a neurodegenerative disorder caused by mutations in the GLB1 gene, which encodes lysosomal β-galactosidase. The enzyme deficiency blocks GM1 ganglioside catabolism, leading to accumulation of GM1 ganglioside and asialo-GM1 ganglioside (GA1 glycolipid) in brain. This disease can present in varying degrees of severity, with the level of residual β-galactosidase activity primarily determining the clinical course. Glb1 null mouse models, which completely lack β-galactosidase expression, exhibit a less severe form of the disease than expected from the comparable deficiency in humans, suggesting a potential species difference in the GM1 ganglioside degradation pathway. We hypothesized this difference may involve the sialidase NEU3, which acts on GM1 ganglioside to produce GA1 glycolipid. To test this hypothesis, we generated Glb1/Neu3 double KO (DKO) mice. These mice had a significantly shorter lifespan, increased neurodegeneration, and more severe ataxia than Glb1 KO mice. Glb1/Neu3 DKO mouse brains exhibited an increased GM1 ganglioside to GA1 glycolipid ratio compared with Glb1 KO mice, indicating that NEU3 mediated GM1 ganglioside to GA1 glycolipid conversion in Glb1 KO mice. The expression of genes associated with neuroinflammation and glial responses were enhanced in Glb1/Neu3 DKO mice compared with Glb1 KO mice. Mouse NEU3 more efficiently converted GM1 ganglioside to GA1 glycolipid than human NEU3 did. Our findings highlight NEU3's role in ameliorating the consequences of Glb1 deletion in mice, provide insights into NEU3's differential effects between mice and humans in GM1 gangliosidosis, and offer a potential therapeutic approach for reducing toxic GM1 ganglioside accumulation in GM1 gangliosidosis patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39425040",
    "pmid": "39425040",
    "doi": "10.1186/s12884-024-06878-1",
    "title": "Expanding families: a pilot study on preconception expanded carrier screening in Bahrain.",
    "abstract": "<h4>Background</h4>Preconception expanded carrier screening (ECS) is a genetic test that enables the identification of at-risk carriers of recessive disorders by screening for up to hundreds of genes. Next-generation sequencing (NGS) development has paved the way for its integration into ECS. This study aims to identify the carrier genetic status of couples experiencing or anticipating conception challenges through NGS-based ECS and to gain an overview of the rare genetic disorders in a population with increased consanguinity.<h4>Methods</h4>Thirty couples who presented to the Genetic Disease Clinic between 2015 and 2024 with failed reproductive outcomes or with a positive personal or family history of genetic disorders and underwent ECS were included and retrospectively analyzed.<h4>Results</h4>Fifty-four individuals (90.00%) were found to carry at least one variant of 95 identified genes, totaling 174 variants. Six individuals (10.00%) tested negative for any variant. Seven individuals had one variant (11.67%), 13 had two variants (21.67%), and 34 had 3 or more variants (56.67%). The most common variants identified were of HBA, HBB, CYP21A2, and G6PD genes. Most of the detected variants were unknown or unexpected (n = 143, 82.18%). Eight couples carried two or more variants in common. Consanguinity was reported in 14 couples (46.67%).<h4>Conclusions</h4>Preconception ECS is crucial for reproductive planning, permitting couples to evaluate their combined genetic risks and make informed decisions, reducing the chance of having children with genetic disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39138584",
    "pmid": "39138584",
    "doi": "10.1186/s13023-024-03300-z",
    "title": "Burden of rare genetic disorders in India: twenty-two years' experience of a tertiary centre.",
    "abstract": "<h4>Background</h4>Rare disorders comprise of ~ 7500 different conditions affecting multiple systems. Diagnosis of rare diseases is complex due to dearth of specialized medical professionals, testing labs and limited therapeutic options. There is scarcity of data on the prevalence of rare diseases in different populations. India being home to a large population comprising of 4600 population groups, of which several thousand are endogamous, is likely to have a high burden of rare diseases. The present study provides a retrospective overview of a cohort of patients with rare genetic diseases identified at a tertiary genetic test centre in India.<h4>Results</h4>Overall, 3294 patients with 305 rare diseases were identified in the present study cohort. These were categorized into 14 disease groups based on the major organ/ organ system affected. Highest number of rare diseases (D = 149/305, 48.9%) were identified in the neuromuscular and neurodevelopmental (NMND) group followed by inborn errors of metabolism (IEM) (D = 47/305; 15.4%). Majority patients in the present cohort (N = 1992, 61%) were diagnosed under IEM group, of which Gaucher disease constituted maximum cases (N = 224, 11.2%). Under the NMND group, Duchenne muscular dystrophy (N = 291/885, 32.9%), trinucleotide repeat expansion disorders (N = 242/885; 27.3%) and spinal muscular atrophy (N = 141/885, 15.9%) were the most common. Majority cases of β-thalassemia (N = 120/149, 80.5%) and cystic fibrosis (N = 74/75, 98.7%) under the haematological and pulmonary groups were observed, respectively. Founder variants were identified for Tay-Sachs disease and mucopolysaccharidosis IVA diseases. Recurrent variants for Gaucher disease (GBA:c.1448T > C), β-thalassemia (HBB:c.92.+5G > C), non-syndromic hearing loss (GJB2:c.71G > A), albinism (TYR:c.832 C > T), congenital adrenal hyperplasia (CYP21A2:c.29-13 C > G) and progressive pseudo rheumatoid dysplasia (CCN6:c.298T > A) were observed in the present study.<h4>Conclusion</h4>The present retrospective study of rare disease patients diagnosed at a tertiary genetic test centre provides first insight into the distribution of rare genetic diseases across the country. This information will likely aid in drafting future health policies, including newborn screening programs, development of target specific panel for affordable diagnosis of rare diseases and eventually build a platform for devising novel treatment strategies for rare diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38287906",
    "pmid": "38287906",
    "doi": "10.24272/j.issn.2095-8137.2023.201",
    "title": "Genome-edited rabbits: Unleashing the potential of a promising experimental animal model across diverse diseases.",
    "abstract": "Animal models are extensively used in all aspects of biomedical research, with substantial contributions to our understanding of diseases, the development of pharmaceuticals, and the exploration of gene functions. The field of genome modification in rabbits has progressed slowly. However, recent advancements, particularly in CRISPR/Cas9-related technologies, have catalyzed the successful development of various genome-edited rabbit models to mimic diverse diseases, including cardiovascular disorders, immunodeficiencies, aging-related ailments, neurological diseases, and ophthalmic pathologies. These models hold great promise in advancing biomedical research due to their closer physiological and biochemical resemblance to humans compared to mice. This review aims to summarize the novel gene-editing approaches currently available for rabbits and present the applications and prospects of such models in biomedicine, underscoring their impact and future potential in translational medicine.",
    "journal": "",
    "year": "2024"
  }
]