[
  {
    "id": "40169435",
    "pmid": "40169435",
    "doi": "10.1007/s12308-025-00628-8",
    "title": "Lymph node microscopic findings in Wiskott-Aldrich syndrome.",
    "abstract": "A 20-year-old man with a history of Wiskott-Aldrich syndrome (WAS) underwent excisional biopsy of a femoral lymph node for evaluation of lymphadenopathy. Histologic examination showed paracortical expansion by a lymphohistiocytic infiltrate, and reactive follicles with regressive changes. The interfollicular histiocytes had clumped nuclei and showed occasional emperipolesis. Special stains were negative for infectious organisms. The microscopic findings in this lymph node are related to the underlying WAS. Emperipolesis has previously been reported in lymph nodes of patients with WAS. Recognition of reactive microscopic features in lymph nodes of these patients is important, as they are at increased risk for lymphoproliferative disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40209058",
    "pmid": "40209058",
    "doi": "10.1182/blood.2024026288",
    "title": "How I Treat Wiskott-Aldrich syndrome.",
    "abstract": "Wiskott-Aldrich Syndrome (WAS) is a rare X-linked disorder, characterized by thrombocytopenia, eczema, recurrent infections, autoimmunity and malignancy. Here we discuss current conservative and definitive approaches to treating WAS, based on recently published evidence. Disease severity in WAS is highly variable. Recent studies confirm that the probability of disease progression depends on the type of genetic variant, supporting early diagnosis and tailored treatment strategies. Milder cases, historically termed X-linked thrombocytopenia (XLT), received supportive care, while severe cases were referred for standard allogeneic hematopoietic cell transplantation (HCT) or gene therapy (GT) in clinical trials. Advances in HCT and GT, together with recent knowledge that even \"XLT\" patients are at risk for severe immune complications, suggest that most young patients with WAS should be offered a potentially curative approach at diagnosis. Older patients with a small subset of milder variants may be treated conservatively unless they develop life-threatening autoimmune or malignant complications; regular monitoring and proactive management are critical to preventing irreversible complications. We recommend discontinuing the term XLT as it implies a mild and uncomplicated disease, which is not the norm, and instead tailor treatment for all WAS patients to their individual genetic profile, disease severity, and clinical course.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39719152",
    "pmid": "39719152",
    "doi": "10.1055/a-2508-0983",
    "title": "Gene Correction of Wiskott-Aldrich syndrome iPS Cells Rescues Proplatelet Defects and Improves Platelet Size.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is a severe X-linked disorder caused by loss-of-function mutations in the <i>WAS</i> gene, responsible for encoding WAS protein (WASP), a key regulator of the actin cytoskeleton in all hematopoietic cells, except red blood cells. The mechanism underlying microthrombocytopenia, a distinctive feature of WAS and a major contributor to mortality, remains not fully elucidated. In this study, using different gene-editing strategies, we corrected mutations in patient-derived WAS-induced pluripotent stem cell (iPSC) lines, generating isogeneic WAS-iPSC lines. These included lines with direct mutation-specific correction and lines incorporating a <i>WASP</i> transgene cassette regulated by the MND or WAS1.6 kb promoter integrated at the safe harbor AAV1 site. Our results demonstrated that direct mutation correction successfully restored WASP levels to the equivalent of the wild-type in iPSC-derived megakaryocytes (MKs). In contrast, the AAV1-targeted strategy using the MND and WAS1.6 promoters yielded a lower level of WASP. Notably, only the mutation-specific correction lines exhibited improvements in proplatelet structures and generated larger-sized platelets. Our findings underscore the crucial roles of WASP during human thrombopoiesis and suggest that therapeutic approaches, such as direct gene correction, which can achieve physiologic levels of WASP in MKs, hold promise for ameliorating platelet defects in individuals with WAS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40105919",
    "pmid": "40105919",
    "doi": "10.1091/mbc.e24-09-0419",
    "title": "Membrane composition and curvature in SNX9-mediated actin polymerization.",
    "abstract": "Sorting nexin 9 (SNX9) is a membrane-binding scaffold protein that contributes to viral uptake and inflammation and is associated with worse outcomes in several cancers. It is involved in endocytosis of epidermal growth factor receptors, β1-integrin and membrane type 1 matrix metalloprotease, and formation of mitochondrial-derived vesicles. The SNX9 Bin-Amphiphysin-Rvs (BAR)-Phox homology (PX) domains bind phosphoinositide lipids and the Src homology 3 (SH3) domain interacts with dynamin and Neural-Wiskott Aldrich syndrome protein (N-WASP) to stimulate Arp2/3 complex-mediated actin polymerization. Here we use biolayer interferometry, cell-free reconstitution, and superresolution microscopy to analyze the specificity and activities of SNX9 at membranes. We find that more SNX9 can bind liposomes containing phosphatidylinositol (4,5)-bisphosphate (PI(4,5)P<sub>2</sub>) and phosphatidylinositol (3)-phosphate (PI(3)P) compared with phosphatidylinositol (3,4)-bisphosphate (PI(3,4)P<sub>2</sub>), despite similar affinities. Actin assembly requires the network of both PX-BAR and SH3 interactions. Three-dimensional direct stochastic optical reconstruction microscopy on filopodia-like reconstitutions shows that SNX9 and related protein transducer of Cdc42-dependent actin assembly-1 (TOCA-1) can form both flat and ∼0.5 µm curved assemblies at actin incorporation sites. Finally, using cryo-electron tomography, we show that SNX9 builds both branched and bundled actin networks demonstrating its potential for multifunctional roles in actin remodeling.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40048273",
    "pmid": "40048273",
    "doi": "10.1073/pnas.2421467122",
    "title": "Molecular mechanism of Arp2/3 complex activation by nucleation-promoting factors and an actin monomer.",
    "abstract": "Arp (actin-related protein) 2/3 complex nucleates actin filament branches on the sides of preexisting actin filaments during cell and organelle movements. We used computer simulations of mammalian Arp2/3 complex to address fundamental questions about the mechanism. Metadynamics and umbrella free energy sampling simulations of the pathway revealed that a clash between the D-loop of Arp2 and Arp3 produces an energy barrier of 20 ± 6 kcal/mol between the inactive splayed and active short-pitch conformations of Arp2/3 complex. Atomistic molecular dynamics simulations showed that binding the CA motif of the nucleation-promoting factor Neuronal Wiskott-Aldrich Syndrome Protein (N-WASp) to inactive, splayed Arp2/3 complex shifts it toward the short-pitch active conformation and opens a binding site for an actin monomer on Arp3. Other simulations showed that this actin monomer stabilizes a transition state of Arp2/3 complex. These observations together with prior experimental work provide insights required to propose a physically grounded pathway for actin filament branch formation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR972380",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-5719467/v1",
    "title": "Retarded DSB repair kinetics suggestive of augmented radiation sensitivity and genetic instability in Wiskott-Aldrich syndrome patients",
    "abstract": "<title>Abstract</title>  <p>Wiskott-Aldrich Syndrome (WAS) is a rare X-linked recessive disorder characterized by microthrombocytopenia, eczema, combined immunodeficiency, and an increased risk of malignancies. Previous research has highlighted genomic instability in WAS patients; however, the specific dynamics of double-strand break (DSB) repair in these individuals are not fully understood. Phosphorylation of γH2AX serves as an early indicator of DSBs, while 53BP1 binds to damaged chromatin in a γH2AX-dependent manner, stabilizing DNA ends and facilitating repair and hence serves as a marker for assessing DNA repair kinetics. In this study, we investigated the kinetics of DSBs in WAS patients and their carrier mothers using markers such as γH2AX and 53BP1. To evaluate radiation sensitivity, lymphocytes from WAS patients were exposed to 2 Gy of gamma radiation, and repair kinetics were recorded over 24 hours. Immunofluorescence staining for γH2AX and 53BP1 was performed on both irradiated and non-irradiated lymphocytes from patients, carrier mothers, and healthy controls at various time points. Notably, WAS patients exhibited a significant increase in baseline levels of γH2AX and 53BP1 (16 to 24 times higher) compared to healthy controls. Post-radiation decay model revealed a significantly prolonged DSB repair rate in WAS patients, with a repair half-life 1.5 to 1.9 times longer than that of controls. Additionally, at 24 hours, WAS patients showed 37–39% and 33–43% excess γH2AX and 53BP1 foci per cell, respectively, indicating increased genomic instability and radiosensitivity. This study provides the first evidence of delayed repair kinetics in WAS patients, which may impact clinical decisions regarding radiation or genotoxic exposure during diagnosis and treatment.</p>",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39994336",
    "pmid": "39994336",
    "doi": "10.1038/s41390-025-03941-1",
    "title": "Dupilumab successfully controlled eczema in Wiskott-Aldrich Syndrome over 52 weeks.",
    "abstract": "<h4>Impact statement</h4>Wiskott-Aldrich syndrome (WAS) is a rare genetic disorder characterized by immunodeficiency, thrombocytopenia, and eczema. The Management of eczema remains still a major clinical challenge. We present a rare case of eczema associated with WAS in an 8-year-old boy whose lesions significantly improve after a 4-week treatment of dupilumab, a interleukin(IL)-4α receptor monoclonal antibody. Although eczema relapsed after stopping dupilumab, and alleviated after dupilumab was resumed. Finally, the Eczema Area and Severity Index (EASI) score decreased to less than 7 after the patient receive dupilumab 300 mg every 4 weeks over 52 weeks. This case suggests that dupilumab is a promising therapy alternative for patient with eczema in WAS.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39688652",
    "pmid": "39688652",
    "doi": "10.1007/s10875-024-01848-w",
    "title": "Mutational Landscape of Patients with Wiskott Aldrich Syndrome: Update from India.",
    "abstract": "<h4>Purpose</h4>Wiskott-Aldrich syndrome (WAS) is an X-linked genetic disorder characterized by distinctive features including microthrombocytopenia, eczema and recurrent infections. In the present study we report clinical, immunological and molecular spectrum of 41 WAS patients diagnosed over last five years.<h4>Methods</h4>Clinical and family history was collected from case records. Comprehensive immunological assessments including lymphocyte subset analysis, and flow cytometry based evaluation of WAS protein (WASP) expressions were performed in patients along with evaluation of carrier status in mothers. Genetic analysis was carried out with either Sanger sequencing or targeted exome sequencing.<h4>Results</h4>The patients included in this study presented at a median age of 9.5 months, with two adult cases. Clinical manifestations encompassed thrombocytopenia, eczema, bleeding, diarrhea, respiratory tract infections, CMV infection, and malignancy. Immunological phenotype revealed T cell lymphopenia, B cell lymphopenia, and elevated IgE levels. Flow cytometry analysis of WASP was performed in 36 cases out of which 68.42% demonstrated complete absent expression while others showed reduced expression. Genetic analysis highlighted that the majority of mutations affect the WH1 domain of WASP while both adult patients showed intronic mutations. Molecular Dynamics analysis conducted for the novel variants P398R and G33R showed an average RMSD (Å) higher than that of the wild type, indicating greater structural perturbations in WASP.<h4>Conclusion</h4>In the present study we have documented 56.09% novel WAS mutations in Indian cohort. Notably, the application of flow cytometry has emerged as a valuable and efficient diagnostic tool for identifying these WAS patients.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR993952",
    "pmid": "",
    "doi": "10.1101/2025.03.25.645244",
    "title": "The SH3BGRL protein family nucleates and caps actin filaments via its conserved thioredoxin fold",
    "abstract": "Cellular actin polymerization is a tightly regulated process, typically controlled by proteins with specialized domains such as the Wiskott-Aldrich syndrome protein homology 2 (WH2) domain. Here, we identify SH3BGRL family proteins as modulators of actin dynamics, uniquely characterized by their thioredoxin (Trx) fold structure and the absence of the canonical CXXC enzymatic site essential for redox activity. The Trx fold is generally associated with enzymatic activity; however, in this context, it functions non-enzymatically to enhance actin filament nucleation and inhibit depolymerization. The family member SH3BGRL-2 was previously identified as part of the spectrin–actin complex in porcine erythrocytes. Further structural analysis reveals that human SH3BGRL proteins share structural homology with the C-terminal region of Saccharomyces cerevisiae YFR016c/Aip5, a known actin nucleation factor reported to bind G-actin. Notably, our results show that human SH3BGRL proteins do not bind G-actin directly. While they do not interact with G-actin, SH3BGRL proteins significantly increase actin assembly rates by accelerating filament nucleation without affecting barbed end elongation, as demonstrated in pyrene-actin bulk-polymerization assays and total internal reflection fluorescence microscopy (TIRFM) based single-filament studies. Furthermore, using all-atom molecular dynamics (MD) simulations and in vitro assays that directly probe the pointed end of the actin filament, we show that SH3BGRL proteins inhibit the depolymerization of existing filaments by interacting with the pointed end of the actin filament, also in the presence of the well-characterized pointed end capping protein tropomodulin. Our results indicate that all SH3BGRL family proteins promote actin nucleation by stabilizing energetically unstable actin dimers and trimers and inhibit depolymerization by direct association with the pointed end, suggesting a direct role for the Trx fold in actin dynamics.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39549486",
    "pmid": "39549486",
    "doi": "10.1016/j.jaut.2024.103336",
    "title": "Wiskott-Aldrich syndrome protein maintains regulatory T cell tolerance by modulating their surface IL-2 receptor levels.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is an X-linked immunodeficiency condition caused by ablation of functional WAS protein (WASP) expression, and associated with susceptibility to infections, eczema, and autoimmunity. Regulatory T cell (Treg) defects are an important cause of autoimmunity in WAS. Currently, the mechanisms underlying cytoskeleton involvement in Treg-regulated autoimmunity remain unclear, and WAS is an excellent model for investigation of this question. Here, we examined patients with WAS and WASP knockout (WASp<sup>-/-</sup>) mice to uncover a new mechanism involving the actin nucleation promoting factor, WASP, in regulating Treg tolerance by modulating their surface IL-2 receptor (IL-2R) levels. Surface expression levels of IL-2R and its downstream signaling molecules, phosphoinositide 3-kinase/pSTAT5, are decreased in WASp<sup>-/-</sup> Tregs. Low dosage IL-2 combined with anti-IL-2 monoclonal antibody (IL2 complex) treatment can compensate for Treg deficiency in WAS in vitro and in vivo. Moreover, IL2 complex treatment relieved autoimmune colitis in WASp<sup>-/-</sup> mice. Reduced surface IL-2R is primarily caused by elevated IL-2R internalization and degradation, and lysosomal and endosomal genes associated with these processes are upregulated in WASp<sup>-/-</sup> Tregs. Finally, spatiotemporal analysis of dynamin and Neural Wiskott Aldrich Syndrome Protein (N-WASP) recruitment, by generating lipid bilayers and total internal reflection fluorescence microscopy, showed that WASP deficiency promoted IL-2R internalization and degradation by enhancing N-WASP activation. Consistently, N-WASP inhibition in Tregs using wiskostatin reduced IL-2R internalization. Together, our results reveal a novel intrinsic role of WASP in regulation of surface IL-2R dynamics in Tregs, highlighting a potential new therapeutic approach for autoimmune diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39967667",
    "pmid": "39967667",
    "doi": "10.3389/fimmu.2025.1495666",
    "title": "Haploidentical stem cell transplantation with posttransplant cyclophosphamide in children with Wiskott-Aldrich syndrome: a case report.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is a condition characterized by a low platelet count, eczema, and a weakened immune system. Hematopoietic stem cell transplantation (HSCT) is the only curative treatment option. Haploidentical HSCT with posttransplant cyclophosphamide (PTCy) is an emerging approach for children with noncancerous conditions. This case describes a WAS patient who was early diagnosed and successfully treated with haploidentical HSCT. A 3-month-old boy presented with widespread eczema, a low platelet count, and severe infections in infancy. The diagnosis of WAS was quickly confirmed by genetic test. He received immunoglobulin replacement therapy and antimicrobial prophylaxis and underwent HSCT at 4 years 3 months of age. After failed unrelated cord blood HSCT, second rescue haploidentical HSCT had been performed using the patient's mother as the donor, with stem cells collected from peripheral blood. The conditioning regimen included anti-thymocyte globulin, melphalan, and fludarabine. The stem cell dose was 2.63 × 106 CD34+ cells/kg. GVHD prevention included PTCy, mycophenolat mofetil, and tacrolimus. The patient had no significant complications after the transplant. Neutrophil and platelet engraftment occurred promptly. At 32 months post-HSCT, the patient had complete hematological and immune reconstitution, with full donor chimerism and no GVHD. In conclusion, the PTCy approach to haploidentical HSCT was a safe and effective treatment for this WAS patient.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39581942",
    "pmid": "39581942",
    "doi": "10.1007/s10875-024-01840-4",
    "title": "Inborn Error of WAS Presenting with SARS-CoV-2-Related Multisystem Inflammatory Syndrome in Children.",
    "abstract": "Multisystem inflammatory syndrome in children (MIS-C) has been reported in patients with inborn errors of immunity (IEI), providing insights into disease pathogenesis. Here, we present the first case of MIS-C in a child affected by Wiskott-Aldrich syndrome (WAS) gene mutation, elucidating underlying predisposing factors and the involved inflammatory pathways. Genetic analysis revealed a frameshift truncating variant in the WAS gene, resulting in WAS protein expression between mild and severe forms, despite a clinical phenotype resembling X-linked thrombocytopenia (XLT). IL-1β secretion by LPS-stimulated peripheral blood mononuclear cells from patient during MIS-C was lower compared to healthy subjects but increased during follow-up. Conversely, the percentage of ASC (apoptosis-associated speck-like protein containing a CARD) specks in the patient's circulating monocytes during the acute phase was higher than in healthy subjects. The type I interferon (IFN) signature during MIS-C was normal, in contrast to the raised IFN signature measured far from the acute event. This case supports the association of IEI with MIS-C, potentially linked to delayed immune responses to SARS-CoV-2. The XLT phenotype underlies a subclinical immunodysregulation involving the NLRP3 inflammasome and the type-I IFN response.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39917307",
    "pmid": "39917307",
    "doi": "10.3389/fimmu.2025.1517347",
    "title": "Characterization of a <i>WAS</i> splice-site variant in a patient with Wiskott-Aldrich syndrome.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) (MIM #301000) is a rare X-linked primary immunodeficiency due to mutations in the <i>WAS</i> gene, characterized by thrombocytopenia with small platelets, eczema, recurrent infections, and an increased incidence of autoimmunity and malignancies. A wide spectrum of mutations has been identified in the <i>WAS</i> gene responsible for a broad variety of clinical phenotypes. By using targeted next-generation sequencing (t-NGS), we identified in a 2-month-old boy with thrombocytopenia and immunological alterations a 4-nucleotide deletion from position +3 to +6 of intron 8 (c.777 + 3_777 + 6delGAGT) of <i>WAS</i>, currently classified on ClinVar as a variant of uncertain significance. The <i>in-vitro</i> characterization of the variant revealed the complete retention of intron 8 in the mature transcript, suggesting a splicing defect due to the loss of a splice donor site at the 5'-end of intron 8. By sequencing the polymerase chain reaction product, we identified a premature stop at codon 269; thus, consequently, no Wiskott-Aldrich syndrome protein (WASp) was detectable in peripheral blood mononuclear cells from the patient. Due to the total absence of a full-length WASp, it is expected that the patient will develop the severe form of the disease, although further monitoring is needed to better define his phenotype.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40042443",
    "pmid": "40042443",
    "doi": "10.1083/jcb.202409133",
    "title": "Cell signaling facilitates apical constriction by basolaterally recruiting Arp2/3 via Rac and WAVE.",
    "abstract": "Apical constriction is a critical cell shape change that drives cell internalization and tissue bending. How precisely localized actomyosin regulators drive apical constriction remains poorly understood. Caenorhabditis elegans gastrulation provides a valuable model to address this question. The Arp2/3 complex is essential in C. elegans gastrulation. To understand how Arp2/3 is locally regulated, we imaged embryos with endogenously tagged Arp2/3 and its nucleation-promoting factors (NPFs). The three NPFs-WAVE, WASP, and WASH-controlled Arp2/3 localization at distinct subcellular locations. We exploited this finding to study distinct populations of Arp2/3 and found that only WAVE depletion caused penetrant gastrulation defects. WAVE localized basolaterally with Arp2/3 and controlled F-actin levels near cell-cell contacts. WAVE and Arp2/3 localization depended on CED-10/Rac. Establishing ectopic cell contacts recruited WAVE and Arp2/3, identifying the contact as a symmetry-breaking cue for localization of these proteins. These results suggest that cell-cell signaling via Rac activates WAVE and Arp2/3 basolaterally and that basolateral Arp2/3 makes an important contribution to apical constriction.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40042350",
    "pmid": "40042350",
    "doi": "10.1073/pnas.2421557122",
    "title": "NPF binding to Arp2 is allosterically linked to the release of ArpC5's N-terminal tail and conformational changes in Arp2/3 complex.",
    "abstract": "Arp2/3 complex generates branched actin networks essential for numerous motile functions of the cell. It comprises seven subunits: actin-related proteins (Arps) 2 and 3 and five scaffolding subunits (ArpC1-5). The complex adopts two major conformations: inactive, with the Arps interacting end-to-end, and active, with the Arps aligned side-by-side like subunits in the actin filament. Activation involves several cofactors, including ATP, WASP-family nucleation-promoting factors (NPFs), actin monomers, and the mother actin filament. NPFs bind to two sites, one on Arp2-ArpC1 and one on Arp3, delivering actin subunits at the barbed end of the Arps to initiate branch elongation. However, the mechanisms by which each NPF drives the equilibrium toward activation remain unclear. We present two cryo-electron microscopy (cryo-EM) structures of Arp2/3 complex at 2.9-Å resolution: one with NPFs bound to Arp3 and ArpC1 but not Arp2 and another with NPFs bound to Arp3 and Arp2-ArpC1. The structures reveal that NPF binding to Arp2 is allosterically linked to the release of ArpC5's N-terminal tail from Arp2 and conformational changes in Arp2, including closure of its ATP-binding cleft and partial rotation and translation toward its position in the active complex at the branch. Previous work identified another allosteric switch linking NPF binding to Arp3 with the release of its inhibitory C-terminal tail, which we also observe. In summary, both NPF-binding sites induce allosteric changes in Arp2/3 complex, collectively shifting the equilibrium toward activation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39629200",
    "pmid": "39629200",
    "doi": "10.1016/j.jpedcp.2024.200128",
    "title": "X-linked Thrombocytopenia with Normal Wiskott-Aldrich Syndrome Protein Expression in Lymphocytes and a Novel Wiskott-Aldrich Syndrome Protein Gene Variant: A Case Report and Brief Review of the Literature.",
    "abstract": "We present a case of X-linked thrombocytopenia (XLT) with a novel WAS gene variant expressing a normal amount of Wiskott-Aldrich syndrome protein (WASp) in lymphocytes. XLT usually decreases WASp expression not only in platelets, but also in lymphocytes. However, there were cases, such as the present one, in which WASp was expressed normally in lymphocytes and absent only in platelets. Our finding suggests that it is of greater diagnostic sensitivity to perform an expression analysis of WASp in both platelets and lymphocytes when XLT is suspected.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38899342",
    "pmid": "38899342",
    "doi": "10.3324/haematol.2022.282672",
    "title": "A first-in-class Wiskott-Aldrich syndrome protein activator with antitumor activity in hematologic cancers.",
    "abstract": "Hematologic cancers are among the most common cancers in adults and children. Despite significant improvements in therapies, many patients still succumb to the disease. Therefore, novel therapies are needed. The Wiskott-Aldrich syndrome protein (WASp) family regulates actin assembly in conjunction with the Arp2/3 complex, a ubiquitous nucleation factor. WASp is expressed exclusively in hematopoietic cells and exists in two allosteric conformations: autoinhibited or activated. Here, we describe the development of EG-011, a first-in-class small molecule activator of the autoinhibited form of WASp. EG-011 possesses in vitro and in vivo antitumor activity as a single agent in lymphoma, leukemia, and multiple myeloma, including models of secondary resistance to PI3K, BTK, and proteasome inhibitors. The in vitro activity was confirmed in a lymphoma xenograft. Actin polymerization and WASp binding were demonstrated using multiple techniques. Transcriptome analysis highlighted homology with drugs inducing actin polymerization.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39304328",
    "pmid": "39304328",
    "doi": "10.1111/sji.13408",
    "title": "Somatic reversion in Wiskott-Aldrich syndrome: Case reports and mechanistic insights.",
    "abstract": "This report describes two brothers from India and a Chinese patient with somatic reversion of an inherited deleterious mutation in the WAS gene. Both the Indian siblings had inherited a single nucleotide deletion causing a frameshift mutation (c.1190del, p.Pro397Argfs*48) (variant 1: marked in blue) from the mother. Another variant (variant 2: marked in red), a 12-nucleotide deletion at position 1188-1199 (c.1188_1199del, p.P401_P404del) was also found, which resulted in restoration of the frame and subsequent rescue of the protein sequence. DNA sequencing from buccal mucosal cells revealed only the inherited variant (variant 1), while no reversion mutation was identified in the mucosal cells. Similarly, the Chinese patient was found to have a novel germline 14-base duplication (ACGAAAATGCTTGG) c.120_132 + 1dup (variant 1). This resulted in abolishment of the original splice junction coupled with the creation of a new junction 14 bases 3' and a frameshift mutation with predicted protein truncation p. Thr45Aspfs*. DNA from the patient's PBMC showed co-existence of wild-type and mutated sequences, but only the mutant was present in the buccal cells. Genomic and mRNA analysis of the isolated CD3+ T lymphocytes, CD3- mononuclear cells, and EBV-transformed B lymphocytes indicated that the reverant variant (germline variant was restored to wild-type sequence) were selectively found in CD3+ T lymphocytes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39046813",
    "pmid": "39046813",
    "doi": "10.1182/blood.2024024524",
    "title": "Interleukin-1 blockade in patients with Wiskott-Aldrich syndrome: a retrospective multinational case series.",
    "abstract": "<h4>Abstract</h4>Up to 70% of patients with Wiskott-Aldrich syndrome (WAS) develop autoimmune and inflammatory manifestations. Dysregulation of interleukin 1 (IL-1) may be involved in their pathogenesis, yet there is little evidence on treatment with anti-IL-1 agents in these patients. We conducted a multicenter retrospective analysis of 9 patients with WAS treated with anti-IL-1 agents (anakinra or canakinumab). All patients had prominent inflammatory manifestations, including systemic, cutaneous, articular, and intestinal symptoms; 3 patients presented with a severe systemic inflammatory syndrome since the first months of life. Corticosteroid therapy was associated with partial or no response, whereas treatment with anakinra or canakinumab resulted in prompt, often dramatic, responses in all patients, allowing bridging to gene therapy (4 patients) or hematopoietic stem cell transplantation (HSCT; 5 patients). Treatment was overall well tolerated. Low donor myeloid chimerism developed in 4 patients after HSCT and was associated with the appearance or the recurrence of inflammatory manifestations. A second HSCT was performed in 2 patients, achieving full-donor chimerism and resolution of inflammatory manifestation, whereas the other 2 patients were treated with prolonged therapy with anti-IL-1 agents. Our experience demonstrates that some inflammatory manifestations of WAS are dependent on IL-1 and respond well to its pharmacologic blockade.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39993807",
    "pmid": "39993807",
    "doi": "10.21873/cgp.20495",
    "title": "The WASP/WAVE Protein Family in Breast Cancer and Their Role in the Metastatic Cascade.",
    "abstract": "The Wiskott-Aldrich syndrome protein (WASP) and the WASP family verprolin-homologous protein (WAVE) family are essential molecules that connect GTPases to the actin cytoskeleton, thereby controlling actin polymerisation through the actin-related protein 2/3 complex. This control is crucial for forming actin-based membrane protrusions necessary for cell migration and invasion. The elevated expression of WASP/WAVE proteins in invasive breast cancer cells highlights their significant role in promoting cell motility and invasion. This review summarises the discovery, structural properties, and activation mechanisms of WASP/WAVE proteins, focuses on the contribution of the WASP/WAVE family to breast cancer invasion and migration, particularly synthesises the results of nearly a decade of research in this field since 2015. By exploring promising therapeutic strategies for breast cancer, including small molecule inhibitors and biological agents, this review stresses the potential for developing anticancer drugs that target the WASP/WAVE family and associated pathways, intending to improve the prognosis for patients with metastatic breast cancer.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "20301357",
    "pmid": "20301357",
    "doi": "",
    "title": "WAS-Related Disorders",
    "abstract": "<h4>Clinical characteristics</h4>The WAS-related disorders, which include Wiskott-Aldrich syndrome, X-linked thrombocytopenia (XLT), and X-linked neutropenia (XLN), are a spectrum of disorders of hematopoietic cells, with predominant defects of platelets and lymphocytes. Wiskott-Aldrich syndrome usually presents in infancy. Affected males have thrombocytopenia with intermittent mucosal bleeding, bloody diarrhea, and intermittent or chronic petechiae and purpura; recurrent bacterial, viral, fungal, and/or opportunistic infections; and eczema. Approximately 25%-40% of those who survive the early complications develop one or more autoimmune conditions including hemolytic anemia, immune thrombocytopenic purpura, immune-mediated neutropenia, vasculitis, rheumatoid arthritis, and immune-mediated damage to the kidneys and liver. Individuals with a WAS-related disorder, particularly those who have been exposed to Epstein-Barr virus (EBV), are at increased risk of developing lymphomas, which often occur in unusual extranodal locations including the brain, lung, or gastrointestinal tract. Males with XLT have small platelet volume and thrombocytopenia. Severe disease-related events include severe bleeding episodes (14%), autoimmunity (12%), life-threatening infections (7%), and malignancy (5%). Males with XLN typically have congenital neutropenia associated with myelodysplasia, hyperactive neutrophils, increased myeloid cell apoptosis, and lymphoid cell abnormalities.<h4>Diagnosis/testing</h4>The diagnosis of a WAS-related disorder is established in a male proband with both congenital thrombocytopenia (<70,000 platelets/mm3) and small platelets; at least one of the following features: eczema, recurrent bacterial, viral, and fungal infections, autoimmune disease(s), malignancy, reduced WASP expression in a fresh blood sample, abnormal antibody response to polysaccharide antigens and/or low isohemagglutinins, or positive maternal family history of a WAS-related disorder; and a hemizygous WAS pathogenic variant identified by molecular genetic testing (necessary to confirm the diagnosis). The diagnosis of a WAS-related disorder in a female is uncommon. It is usually established by identification of a heterozygous pathogenic variant in WAS by molecular genetic testing in a female with severe skewed X-chromosome inactivation and increased expression of the mutated WAS allele.<h4>Management</h4>Targeted therapy: The only curative targeted therapy clinically available for Wiskott-Aldrich syndrome is allogeneic hematopoietic stem cell transplantation (HSCT). In those with XLT, decision to treat with HSCT is determined on an individual basis. Treatment of manifestations: In those with Wiskott-Aldrich syndrome and XLT, treatment is individualized based on disease manifestations and includes management of thrombocytopenia; prevention of infection with immunoglobulin replacement; topical steroids for eczema; antibiotics as needed for chronic skin infections; prophylactic antibiotics for Pneumocystis jirovecii in infants with Wiskott-Aldrich syndrome; intravenous immunoglobulin G; routine non-live immunizations; prompt evaluation and treatment for infection including empiric parenteral antibiotics and exhaustive search for source of infection; and judicious use of immunosuppressants for autoimmune disease prior to definitive treatment. In those with XLN, treatment includes granulocyte colony-stimulating factor therapy; routine non-live immunizations; prompt evaluation and treatment for infection including empiric parenteral antibiotics and exhaustive search for source of infection; and treatment of myelodysplastic syndrome and acute myelogenous leukemia per hematologist/oncologist. Surveillance: Complete blood count including platelet count and size and assessment for complications associated with increased bleeding as recommended by hematologist; annual skin examination; assessment by immunologist including for recurrent infections with frequency as recommended by immunologist; annual clinical assessment for autoimmune dysfunction and for manifestations of lymphoma. Agents/circumstances to avoid: Circumcision of at-risk newborn males who have thrombocytopenia; use of medications that interfere with platelet function. Defer elective procedures until after HSCT. Evaluation of relatives at risk: Evaluation of at-risk newborn males so that morbidity and mortality can be reduced by early diagnosis and treatment. Evaluation of relatives considering stem cell donation to inform transplant donor decision making.<h4>Genetic counseling</h4>WAS-related disorders are inherited in an X-linked manner. If the mother of the proband has a WAS pathogenic variant, the chance of transmitting it in each pregnancy is 50%. Males who inherit the pathogenic variant will be symptomatic. Females who inherit the pathogenic variant will be carriers and are typically asymptomatic. Males with a WAS-related disorder transmit the pathogenic variant to all of their daughters and none of their sons. Once the WAS pathogenic variant has been identified in a family member, molecular genetic testing to identify female heterozygotes and prenatal and preimplantation genetic testing are possible.",
    "journal": "",
    "year": "1993"
  },
  {
    "id": "39970325",
    "pmid": "39970325",
    "doi": "10.1182/blood.2024026763",
    "title": "Immunoactinopathies revisited: Understanding clinical manifestations and biological pathways.",
    "abstract": "Immune cell functionality is highly dependent on the actin cytoskeleton. The actin cytoskeleton is regulated by a complex molecular machinery, involving multiple genes. Mutations in these genes can cause inborn errors of immunity, also termed immunoactinopathies, of which Wiskott Aldrich Syndrome is the best-characterized entity. At present, mutations in 23 genes can be considered causative of immunoactinopathies. Immunoactinopathies are rare disease entities with complex combinations of clinical manifestations, including immunodeficiency, immune dysregulation, malignancies, atopy, thrombocytopenia and bleeding, skin involvement or congenital defects. Prompt diagnosis is of crucial importance, as HSCT in an early phase can offer cure and prevent further complications. This review provides a detailed summary of the clinical experience with immunoactinopathies so far, elaborates on the most distinguishing features among immunoactinopathies by providing a clinical categorization, and links this information to the biological pathways that are involved. This information may be of help for clinicians to diagnose patients and eventually improve patient care.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39960432",
    "pmid": "39960432",
    "doi": "10.1152/physiol.00056.2024",
    "title": "Mitochondrial Dysfunction in Myalgic Encephalomyelitis/Chronic Fatigue Syndrome.",
    "abstract": "ME/CFS is a debilitating multisystem disorder of unclear etiology that affects many individuals worldwide. One of its hallmark symptoms is prolonged fatigue following exertion, a feature also observed in long COVID, suggesting an underlying dysfunction in energy production in both conditions. Here, mitochondrial dysfunction and its potential pathogenetic role in these disorders are reviewed.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "40058525",
    "pmid": "40058525",
    "doi": "10.1016/j.anai.2025.02.026",
    "title": "Gene therapy for inborn errors of immunity: current clinical progress.",
    "abstract": "Hematopoietic stem cell transplant has been the single curative treatment for inborn errors of immunity (IEI) and is recommended for the most severe IEI conditions, such as severe combined immunodeficiency (SCID). However, adverse outcomes primarily due to histocompatibility differences between the donor and the patient are still of concern. Progress in genetic and molecular mechanisms, as well as new technology to insert DNA sequences in cell genomes has allowed the development of strategies to treat genetic diseases by correcting the gene defect in patients' cells. This technology is named gene therapy. Gene therapy approaches being developed for IEI are mediated by gene insertion, using a retroviral vector, or by gene editing, using a combination of a nuclease and a DNA template. After the unexpected occurrence of oncogenesis associated with the initial retroviral vector designs, significant advances have led to successful gene therapy clinical trials for three forms of SCID, which demonstrated the safety and efficacy of this approach. Active preclinical and clinical studies are ongoing for diverse IEI, including chronic granulomatous disease, leukocyte adhesion deficiency, severe congenital neutropenia, Wiskott-Aldrich syndrome, X-linked agammaglobulinemia and familial forms of hemophagocytic lymphohistiocytosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39945219",
    "pmid": "39945219",
    "doi": "10.1097/aci.0000000000001059",
    "title": "Inborn errors of immunity with atopic phenotypes in the allergy and immunology clinic: a practical review.",
    "abstract": "<h4>Purpose of review</h4>Inborn errors of immunity with atopic phenotypes (IEIwA) are a subgroup of IEI that may present with severe and/or multiple atopic clinical manifestations. Because of their specific clinical management and prognosis, it is important to distinguish IEIwA from multifactorial allergic diseases. We aimed to review the main clinical manifestations associated with IEIwA and summarize the available data regarding the precision medicine approach for these conditions.<h4>Recent findings</h4>IEIwA include more than 50 monogenic disorders marked by different immune dysregulation mechanisms such as alterations in cytokine signaling, T cell receptor function, mast cell activation, and skin barrier integrity. A critical role in diagnosis is played by advanced genetic testing. Emerging treatments include targeted monoclonal antibodies and small molecules, whereas hematopoietic stem cell transplantation (HSCT) is still a valid option for some specific disorders and may be curative also on atopic manifestations.<h4>Summary</h4>The recognition and accurate diagnosis of IEIwA are crucial for timely and appropriate therapeutic intervention. The diagnosis should be suspected according to the presence of 'red flags' at clinical evaluation stage, such as early-onset severe atopy, recurrent/atypical infections, and autoimmunity. The diagnostic confirmation requires genetic testing. Precision medicine approaches like biological therapies and HSCT seem to provide promising results. It is worth noting that clinical and translational research in the field of IEIwA is currently paving the way for a more thorough understanding of the molecular bases of common allergic diseases.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39319684",
    "pmid": "39319684",
    "doi": "10.1097/mop.0000000000001407",
    "title": "Hematopoietic cell transplantation for inborn errors of immunity: an update on approaches, outcomes and innovations.",
    "abstract": "<h4>Purpose of review</h4>Allogeneic hematopoietic cell transplantation (HCT) is a curative option for many for inborn errors of immunity (IEI). This review highlights recent progress in the field of HCT for IEI.<h4>Recent findings</h4>Alternative donor transplantation continues to expand donor options for patients with IEI. Reduced intensity and reduced toxicity conditioning approaches are being investigated and optimized. Immunomodulatory bridging therapies are yielding impressive progress in outcomes for primary immune regulatory disorders (PIRD) but require further study in prospective trials. Single-institution, multicenter and consortium studies have improved our understanding of factors that affect overall outcomes in IEI and outcomes in Wiskott-Aldrich syndrome (WAS), chronic granulomatous disease (CGD) and PIRD in particular. Data show that second HCT offers a viable chance of cure to some IEI patients. Late effects in IEI HCT survivors are being better characterized. Preclinical studies of chemo(radiation)-free HCT strategies hold promise for decreasing HCT toxicity.<h4>Summary</h4>Improvements in our understanding of HCT donor choice, conditioning regimen, immunomodulatory bridging therapies, diagnostic and post-HCT surveillance testing and late effects continue to yield advancements in the field of HCT for IEI.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR932197",
    "pmid": "",
    "doi": "10.1101/2024.10.28.620484",
    "title": "WAVE1 and WAVE2 facilitate human papillomavirus-driven actin polymerization during cellular entry",
    "abstract": "Human Papillomavirus Type 16 (HPV16) is an etiological agent of human cancers that requires endocytosis to initiate infection. HPV16 entry into epithelial cells occurs through a non-canonical endocytic pathway that is actin-driven, but it is not well understood how HPV16-cell surface interactions trigger actin reorganization in a way that facilitates entry. This study provides evidence that Wiskott-Aldrich syndrome protein family verprolin-homologous proteins 1 and 2 (WAVE1 and WAVE2) are molecular mediators of the actin polymerization that facilitates HPV endocytosis and intracellular trafficking. We demonstrate through post-transcriptional gene silencing and genome editing that WAVE1 and WAVE2 are critical for efficient HPV16 infection, and that restoration of each in knockout cells rescues HPV16 infection. Cells lacking WAVE1, WAVE2, or both, internalize HPV16 at a significantly reduced rate. Analysis of fluorescently labeled cells exposed to HPV16 and acquired by confocal fluorescence microscopy revealed that HPV16, WAVE1, WAVE2, and actin are all colocalized at the cellular dorsal surface. We also found that HPV16 stimulates WAVE1 and WAVE2-mediated cellular dorsal surface filopodia formation during the viral endocytic process. Taken together, this study provides evidence that the HPV endocytic process needed for infection is controlled by actin reorganization into filopodial protrusions and that this process is mediated by WAVE1 and WAVE2. <h4>Author Summary</h4> Human Papillomavirus (HPV) is the most common sexually transmitted infection in the United States. While its mode of entry into cells has yet to be fully described, extensive studies indicate HPV entry occurs via a macropinocytosis-like pathway. Interestingly, more than 10 viruses enter cells via macropinocytosis-like entry, with no two viruses utilizing identical factors for entry. It is unclear whether these viruses are entering cells via the same pathway, or if the term “macropinocytosis” describes a subset of endocytic pathways. One unifying feature of entry for each of these viruses is their requirement of actin polymerization. In this study, we identify the cellular factors necessary for actin polymerization to participate in HPV endocytosis. The findings of this study are of importance to the field of virology as they may extend to the infection of other viruses. It is also of interest in cancer studies as macropinocytosis has been associated with the scavenging of nutrients and methuosis, a form of cell death in cancer cells that occurs from over- scavenging. Nanoparticle delivery can also occur via macropinocytosis. Therefore, the contribution of WAVE proteins to macropinocytosis and macropinocytosis-like endocytic events is informative to a broad audience.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39314582",
    "pmid": "39314582",
    "doi": "10.7759/cureus.67658",
    "title": "Wiskott-Aldrich Syndrome: A Report of a Rare X-Linked Disorder.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is a rare X-linked recessive genetic disorder marked by eczema, thrombocytopenia, and immunodeficiency. The associated immune dysregulation increases the risk of autoimmune disorders and lymphoid malignancies. WAS results from mutations in the WAS protein gene on the short arm of the X chromosome. Here, we present the case of a seven-month-old male, born to non-consanguineous parents with no significant birth or family history. The child had height, weight, and head circumference below the third percentile for age and presented with recurrent mild upper respiratory infections, mild eczema, and thrombocytopenia. Despite symptomatic treatment and clinical improvement, platelet counts continued to decline. A provisional diagnosis of immune thrombocytopenia was made, and intravenous immunoglobulin was administered, which halted the downward trend but did not improve platelet counts. Autoimmune testing revealed strong positivity for antinuclear antibodies (ANA). Given the early-onset thrombocytopenia, anemia, and failure to thrive, autoimmune lymphoproliferative syndrome was suspected. However, T cell subset analysis was normal. A bone marrow biopsy suggested myelodysplastic syndrome or myeloproliferative neoplasm, but molecular studies were negative. Due to the early-onset autoimmunity and strongly positive ANA, genetic testing via whole exome sequencing confirmed the diagnosis of WAS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39294901",
    "pmid": "39294901",
    "doi": "10.2500/aap.2024.45.240054",
    "title": "Immunodeficiency: Gene therapy for primary immune deficiency.",
    "abstract": "Current gene therapy for inborn errors of immunity have involved the use of gene addition approaches with viral delivery. This main strategy has had demonstrated success mainly in severe combined immune deficiency, Wiskott-Aldrich syndrome, and chronic granulomatous disease. Despite the increasing success of gene therapy, there are limitations of gene therapy, and, therefore, hematopoietic stem cell transplantation continues to be the preferred option. With improvements in viral delivery through next-generation lentiviral vectors and the advent of gene editing with CRISPR-Cas9, the efficacy and safety of gene therapy may soon surpass hematopoietic stem cell transplantation. Furthermore, these advances improve the viability of gene therapy for inborn errors of immunity primarily through decreased risk of transplantation-related complications. Therefore, despite current limitations, gene therapy for inborn errors of immunity is poised to continue to expand to more patients and indications.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38661673",
    "pmid": "38661673",
    "doi": "10.1021/acs.jproteome.4c00124",
    "title": "Pan-Cancer Proteomics Analysis Reveals Wiskott-Aldrich Syndrome Protein as a Potential Regulator of Programmed Death-Ligand 1.",
    "abstract": "The programmed death-ligand 1 (PD-L1) is a key mediator of immunosuppression in the tumor microenvironment. The expression of PD-L1 in cancer cells is useful for the clinical determination of an immune checkpoint blockade (ICB). However, the regulatory mechanism of the PD-L1 abundance remains incompletely understood. Here, we integrated the proteomics of 52 patients with solid tumors and examined immune cell infiltration to reveal PD-L1-related regulatory modules. Wiskott-Aldrich syndrome protein (WASP) was identified as a potential regulator of PD-L1 transcription. In two independent cohorts containing 164 cancer patients, WASP expression was significantly associated with PD-L1. High WASP expression contributed to immunosuppressive cell composition, including cells positive for immune checkpoints (PD1, CTLA4, TIGIT, and TIM3), FoxP3+ Treg cells, and CD163+ tumor-associated macrophages. Overexpression of WASP increased, whereas knockdown of WASP decreased the protein level of PD-L1 in cancer cells without alteration of PD-L1 protein stability. The WASP-mediated cell migration and invasion were markedly attenuated by the silence of PD-L1. Collectively, our data suggest that WASP is a potential regulator of PD-L1 and the WASP/PD-L1 axis is responsible for cell migration and an immunosuppressive microenvironment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39023634",
    "pmid": "39023634",
    "doi": "10.1007/s00251-024-01347-7",
    "title": "The sufficiency of genetic diagnosis in managing patients with inborn errors of immunity during prenatal care and childbearing.",
    "abstract": "Individuals with inborn errors of immunity face challenges in fertility, pregnancy, and genetic disorder transmission. Prenatal genetic counseling is crucial, especially in tribal societies with consanguineous unions. Ten families with confirmed inborn errors of immunity were studied, revealing diverse pregnancy decisions: An architect with autosomal dominant STAT-1 gain of function underwent prenatal diagnosis despite initial plans for preimplantation genetic diagnosis. In a consanguineous family, two children died from leukocyte adhesion deficiency type 1 because the father refused prenatal diagnosis. First cousins opted against terminating the second pregnancy, resulting in two children affected by Bruton disease. Another consanguineous couple, with two children afflicted by ataxia-telangiectasia, chose oocyte donation for their third child, ensuring a healthy birth. Recurrent pregnancy loss was observed in a mother subsequently diagnosed with ZAP70 deficiency. A mother with Wiskott-Aldrich syndrome child opted for in vitro fertilization, leading to a healthy birth post-prenatal diagnosis. A misdiagnosis of anaplastic anemia occurred in a family with multiple instances of Wiskott-Aldrich syndrome. A leukocyte adhesion deficiency type 1 case led to parental dissolution due to the father's refusal to acknowledge the condition. In a non-consanguineous couple, the father's diagnosis of TACI deficiency influenced the mother's decision to discontinue pregnancy post-prenatal diagnosis. Genetic diagnosis alone cannot optimize prenatal care for immune dysregulation disorders. Various factors, including patient education, societal norms, ethics, and economics, impact pregnancy decisions. Clinical immunologists must integrate these elements into guidance strategies to enhance patient outcomes.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40141305",
    "pmid": "40141305",
    "doi": "10.3390/ijms26062663",
    "title": "Gα&lt;sub&gt;i&lt;/sub&gt;2 Induces Cell Migration in PC3 Prostate Cancer Cells in the Absence of Rac1 Activation.",
    "abstract": "Metastatic prostate cancer occurs when the tumor spreads from the prostate gland to other parts of the body. Previous studies have shown that Gα<sub>i</sub>2, a subunit of the heterotrimeric G protein complex, plays a critical role in inducing cell migration and invasion in prostate cancer cells in response to diverse stimuli. Rac1 is a small rho-GTPase, which is activated by the phosphoinositide 3-kinase (PI3K)/AKT pathway and plays an essential role during cell migration. Previous studies have shown that the knockdown of Gα<sub>i</sub>2 attenuates cell migration without causing any reduction in basal Rac1 activity in both PC3 and DU145 cells, and has only marginal effects on the epidermal growth facotor (EGF)-induced increase in Rac1 activity. Therefore, Gα<sub>i</sub>2 may be involved in the regulation of cell motility and invasion independently or downstream of Rac1 activation. In this study, we investigated the possible mechanism of Gα<sub>i</sub>2 at the level of the Rac1-dependent activation of Wiskott-Aldrich Syndrome Protein)-family verprolin homologous protein2 (Wave2) and actin related protein 2/3 (Arp 2/3) proteins, downstream effectors of activated Rac1. PC3 cells with a stable overexpression of constitutively active Rac1 were transfected with control siRNA or Gα<sub>i</sub>2 siRNA to knockdown endogenous Gα<sub>i</sub>2 expression. Western blot analysis showed that the Rac1-dependent activation of Wave2 was impaired in the absence of Gα<sub>i</sub>2. The overexpression of constitutively active Gα<sub>i</sub>2 (Gα<sub>i</sub>2-Q205L) in PC3 cells significantly increased cell migration compared to cells transfected with control plasmids. In the parallel experiments, a specific Gα<sub>i</sub>2 inhibitor blocked G<sub>i</sub>α2-Q205L-induced cell migration in PC3 cells. Furthermore, the Rac1 inhibitor did not block increased cell migration in PC3 cells overexpressing constitutively active Gα<sub>i</sub>2. We conclude that activated Gα<sub>i</sub>2 plays a crucial role in cell migration in prostate cancer cells independent of Rac1 activation.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39712030",
    "pmid": "39712030",
    "doi": "10.3389/fimmu.2024.1477499",
    "title": "Complications of the Bacillus Calmette-Guerin vaccine as an early warning sign of inborn errors of immunity: a report of 197 patients.",
    "abstract": "<h4>Background</h4>According to the WHO's recommendation for developing countries, Bacillus Calmette-Guerin (BCG) vaccination has been implemented in some countries as part of national vaccination programs at birth. Although it is generally considered safe, some complications may occur; including BCGitis (local) or BCGosis (systemic), ranging from mild like local abscesses to fatal impediments like osteomyelitis and disseminated BCG infection. This study aimed to determine the spectrum of inborn errors of immunity (IEI) in BCG-vaccinated neonates experiencing local or systemic complications.<h4>Methods</h4>In this cross-sectional study, we investigated Iranian children referred to the Immunology, Asthma, and Allergy Research Institute (IAARI) between 2007-2023 for suspected immunodeficiency. Medical history was recorded, and primary screening tests for immunodeficiency were conducted for all cases. For suspected cases, more advanced immunologic investigations were performed to reach a definitive diagnosis. Furthermore, the study incorporated the documented genetic findings of the patients under investigation. All patients with inborn error of immunity who had a history of BCG vaccine complications within the first year of vaccination were enrolled in the study.<h4>Results</h4>We investigated 3,275 cases suspected of IEI, identifying197 patients with both IEI and BCG vaccine complications. Among these, 127 (64.5%) were male. Symptoms began at or before 3 months of age in 64.8% of the cases, and parental consanguinity was reported in 79.2%. Genetic diagnoses were confirmed in 108 patients. Of the 197 patients, 108 (54.8%) had BCGitis, while 89 (45.2%) experienced systemic complications (BCGosis). A family history of IEI, BCG-related complications, and unexplained deaths were observed in 20.3%, 12.2%, and 29.9% of cases, respectively. Furthermore, 46.2% had at least one of these three risk factors in their history.<h4>Conclusions</h4>Early BCG vaccine complications may indicate an underlying immunodeficiency, particularly when there is a positive family history of BCG complications, immunodeficiency, or unexplained deaths. Nation-wide vaccination protocols should address this issue by delaying inoculation to allow for immunological screening of suspected immunodeficient patients, thereby preventing BCG vaccine-related morbidity and mortality.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38579284",
    "pmid": "38579284",
    "doi": "10.1182/blood.2023021411",
    "title": "Wiskott-Aldrich syndrome: a study of 577 patients defines the genotype as a biomarker for disease severity and survival.",
    "abstract": "<h4>Abstract</h4>Wiskott-Aldrich syndrome (WAS) is a multifaceted monogenic disorder with a broad disease spectrum and variable disease severity and a variety of treatment options including allogeneic hematopoietic stem cell transplantation (HSCT) and gene therapy (GT). No reliable biomarker exists to predict disease course and outcome for individual patients. A total of 577 patients with a WAS variant from 26 countries and a median follow-up of 8.9 years (range, 0.3-71.1), totaling 6118 patient-years, were included in this international retrospective study. Overall survival (OS) of the cohort (censored at HSCT or GT) was 82% (95% confidence interval, 78-87) at age 15 years and 70% (61-80) at 30 years. The type of variant was predictive of outcome: patients with a missense variant in exons 1 or 2 or with the intronic hot spot variant c.559+5G>A (class I variants) had a 15-year OS of 93% (89-98) and a 30-year OS of 91% (86-97), compared with 71% (62-81) and 48% (34-68) in patients with any other variant (class II; P < .0001). The cumulative incidence rates of disease-related complications such as severe bleeding (P = .007), life-threatening infection (P < .0001), and autoimmunity (P = .004) occurred significantly later in patients with a class I variant. The cumulative incidence of malignancy (P = .6) was not different between classes I and II. It confirms the spectrum of disease severity and quantifies the risk for specific disease-related complications. The class of the variant is a biomarker to predict the outcome for patients with WAS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38523275",
    "pmid": "38523275",
    "doi": "10.1002/pbc.30972",
    "title": "Wiskott-Aldrich syndrome protein expression in female WAS carriers: A flow cytometry study from North India.",
    "abstract": "<h4>Introduction</h4>Wiskott-Aldrich syndrome (WAS) is a rare X-linked inborn error of immunity characterized by microthrombocytopenia, infections, eczema, and increased predisposition to develop autoimmunity and malignancy. Flow cytometric assay for determining WAS protein (WASp) is a rapid and cost-effective tool for detecting patients. However, very few studies described WASp expression in female carriers. Most WAS carriers are clinically asymptomatic. Active screening of female family members helps identify female carriers, distinguish de novo mutations, and to select appropriate donor prior to curative stem cell transplantation. This study was undertaken to evaluate the diagnostic capability of flow cytometry-based WASp expression in peripheral blood cells to identify carriers and compare WASp expression in different blood cell lineages.<h4>Patients and methods</h4>Female patients, heterozygous for WAS gene, were enrolled in this study conducted at Pediatric Allergy Immunology Unit, Advanced Pediatric Centre, Post Graduate Institute of Medical Education and Research, Chandigarh, India. Flow cytometric assessment of WASp expression in lymphocytes, monocytes, and neutrophils was carried out and compared with healthy control and affected patients. The results were expressed in delta (Δ) median fluorescence intensity (MFI) as well as stain index (SI), which is the ratio of ΔMFI of patient and ΔMFI of control.<h4>Results</h4>Thirteen mothers and two sisters of genetically confirmed WAS patients were enrolled in the study. All enrolled females were clinically asymptomatic and did not have microthrombocytopenia. Low WASp expression (SI < 1) was seen in lymphocytes and monocytes in 10 (66.6%) carriers. Females with variants in proximal exons (exons 1 and 2) were found to have lesser expression than those with distal (exons 3-12) variants.<h4>Conclusion</h4>Flow cytometry is a rapid, easily available, cost-effective tool for WASp estimation. Lymphocytes followed by monocytes are the best cell lineages for WASp estimation in carrier females. However, genetic testing remains the gold standard, as carrier females with variants in distal exons may have normal WASp expression.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38705228",
    "pmid": "38705228",
    "doi": "10.1016/j.yexcr.2024.114059",
    "title": "SOX4 induces cytoskeleton remodeling and promotes cell motility via N-wasp/ARP2/3 pathway in colorectal cancer cells.",
    "abstract": "Filopodia are thin, actin-rich projection from the plasma membrane that promote cancer cell invasion and migration. Sex-determining region Y-related high-mobility group-box 4 (SOX4) is a crucial transcription factor that plays a role in the development and metastasis of colorectal cancer (CRC). However, the involvement of SOX4 in cytoskeleton remodeling in CRC remains unknown. For the first time, we demonstrate that SOX4 is a potent regulator of filopodia formation in CRC cells. Overexpression of SOX4 protein enhances both migration and invasion ability of HCT116, and CACO2 cells, which is relevant to the metastasis. Furthermore, through phalloidin staining, cytoskeleton re-assembly was observed in SOX4-modified cell lines. Enhanced expression of SOX4 increased the number and length of filopodia on cell surface. In contrast, silencing SOX4 in SW620 cells with higher endogenous expression of SOX4, impeded the filopodia formation. Moreover, SOX4 was found to be positively regulating the expression of central regulators of actin cytoskeleton - N-Wiskott-Aldrich syndrome protein (N-WASP); WAVE2; Actin related proteins, ARP2 and ARP3. Inhibiting the N-WASP/ARP2/3 pathway diminishes the filopodia formation and the migration of CRC cells. These results indicate the crucial role of SOX4 in the regulation of filopodia formation mediated by N-WASP/ARP2/3 pathway in CRC cells.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40017220",
    "pmid": "40017220",
    "doi": "10.19746/j.cnki.issn.1009-2137.2025.01.042",
    "title": "[Observational Study on the Diagnostic Efficacy of Metagenomic Next-Generation Sequencing for Bloodstream Infections Secondary to Hematologic Diseases in Children].",
    "abstract": "<h4>Objective</h4>To explore the clinical application value of metagenomic next-generation sequencing (mNGS) in pathogen detection of bloodstream infection secondary to hematologic diseases in children.<h4>Methods</h4>42 children with bloodstream infections secondary to hematologic diseases admitted to the Children's Hematology and Tumor Center of the Affiliated Hospital of Guangdong Medical University from November 2021 to May 2023 were included in the study, and their clinical data, results of peripheral blood mNGS and traditional blood culture, pathogen distribution characteristics, and diagnostic efficacy of mNGS were retrospectively analyzed.<h4>Results</h4>Among the 42 children included, there were 2 cases (4.8%) of aplastic anemia (AA), 27 cases (64.3%) of acute lymphoblastic leukemia (ALL), 7 cases (16.7%) of acute myeloid leukemia (AML), 1 case (2.4%) of chronic myeloid leukemia (CML), 2 cases (4.8%) of hemophagocytic lymphohistiocytosis (HLH), 2 cases (4.8%) of non-Hodgkin lymphoma (NHL), and 1 case (2.4%) of Wiskott-Aldrich syndrome (WAS). In mNGS testing, pathogens were detected in 31 peripheral blood samples, with a positive rate of 73.8% (31/42), significantly higher than the pathogen positive rate of 16.7% (7/42) detected by traditional blood culture, and the difference was statistically significant (<i>P</i> < 0.05). Among the pathogen-positive cases detected by mNGS, 23 cases (74.2%) were positive for bacteria, 12 cases (38.7%) were positive for viruses, and 9 cases (29.0%) were positive for fungi. 32.2% (10/31) of the pathogen-positive samples detected by mNGS were mixed pathogens, which could not be effectively detected by traditional blood culture.<h4>Conclusion</h4>Peripheral blood mNGS has advantages in the detection of pathogens of bloodstream infection secondary to hematologic diseases, with a higher detection rate of pathogen positivity than traditional blood cultures. It can detect viruses, rare pathogens and mixed pathogens, and has good clinical application value.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39487253",
    "pmid": "39487253",
    "doi": "10.1038/s41556-024-01541-5",
    "title": "Spatiotemporal coordination of actin regulators generates invasive protrusions in cell-cell fusion.",
    "abstract": "Invasive membrane protrusions play a central role in a variety of cellular processes. Unlike filopodia, invasive protrusions are mechanically stiff and propelled by branched actin polymerization. However, how branched actin filaments are organized to create finger-like invasive protrusions is unclear. Here, by examining the mammalian fusogenic synapse, where invasive protrusions are generated to promote cell membrane juxtaposition and fusion, we have uncovered the mechanism underlying invasive protrusion formation. We show that two nucleation-promoting factors for the Arp2/3 complex, WAVE and N-WASP, exhibit different localization patterns in the protrusions. Whereas WAVE is closely associated with the plasma membrane at the leading edge of the protrusive structures, N-WASP is enriched with WIP along the actin bundles in the shafts of the protrusions. During protrusion initiation and growth, the Arp2/3 complex nucleates branched actin filaments to generate low-density actin clouds in which the large GTPase dynamin organizes the new branched actin filaments into bundles, followed by actin-bundle stabilization by WIP, the latter functioning as an actin-bundling protein. Disruption of any of these components results in defective protrusions and failed myoblast fusion in cultured cells and mouse embryos. Together, our study has revealed the intricate spatiotemporal coordination between two nucleation-promoting factors and two actin-bundling proteins in building invasive protrusions at the mammalian fusogenic synapse and has general implications in understanding invasive protrusion formation in cellular processes beyond cell-cell fusion.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38582251",
    "pmid": "38582251",
    "doi": "10.1016/j.clim.2024.110204",
    "title": "Wiskott Aldrich syndrome protein (WASp)-deficient Th1 cells promote R-loop-driven transcriptional insufficiency and transcription-coupled nucleotide excision repair factor (TC-NER)-driven genome-instability in the pathogenesis of T cell acute lymphoblastic leukemia.",
    "abstract": "<h4>Background</h4>T-ALL is an aggressive hematological tumor that develops as the result of a multi-step oncogenic process which causes expansion of hematopoietic progenitors that are primed for T cell development to undergo malignant transformation and growth. Even though first-line therapy has a significant response rate, 40% of adult patients and 20% of pediatric patients will relapse. Therefore, there is an unmet need for treatment for relapsed/refractory T-ALL to develop potential targeted therapies.<h4>Methods</h4>Pediatric T-ALL patient derived T cells were grown under either nonskewingTh0 or Th1-skewing conditions to further process for ChIP-qPCR, RDIP-qPCR and other RT-PCR assays. Endogenous WASp was knocked out using CRISPR-Cas9 and was confirmed using flow cytometry and western blotting. LC-MS/MS was performed to find out proteomic dataset of WASp-interactors generated from Th1-skewed, human primary Th-cells. DNA-damage was assessed by immunofluorescence confocal-imaging and single-cell gel electrophoresis (comet assay). Overexpression of RNaseH1 was also done to restore normal Th1-transcription in WASp-deficient Th1-skewed cells.<h4>Results</h4>We discovered that nuclear-WASp is required for suppressing R-loop production (RNA/DNA-hybrids) at Th1-network genes by ribonucleaseH2 (RNH2) and topoisomerase1. Nuclear-WASp is associated with the factors involved in preventing and dissolving R-loops in Th1 cells. In nuclear- WASp-reduced malignant Th1-cells, R-loops accumulate in vivo and are processed into DNA-breaks by transcription-coupled-nucleotide-excision repair (TC-NER). Several epigenetic modifications were also found to be involved at Th1 gene locus which are responsible for active/repressive marks of particular genes. By demonstrating WASp as a physiologic regulator of programmed versus unprogrammed R-loops, we suggest that the transcriptional role of WASp in vivo extends also to prevent transcription-linked DNA damage during malignancy and through modification of epigenetic dysregulations.<h4>Conclusion</h4>Our findings present a provocative possibility of resetting R-loops as a therapeutic intervention to correct both immune deficiency and malignancy in T-cell acute lymphoblastic leukemia patients and a novel role of WASp in the epigenetic regulation of T helper cell differentiation in T-ALL patients, anticipating WASp's requirement for the suppression of T-ALL progression.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39332399",
    "pmid": "39332399",
    "doi": "10.1016/j.cub.2024.08.013",
    "title": "Scar/WAVE drives actin protrusions independently of its VCA domain using proline-rich domains.",
    "abstract": "Cell migration requires the constant modification of cellular shape by reorganization of the actin cytoskeleton. Fine-tuning of this process is critical to ensure new actin filaments are formed only at specific times and in defined regions of the cell. The Scar/WAVE complex is the main catalyst of pseudopod and lamellipodium formation during cell migration. It is a pentameric complex highly conserved through eukaryotic evolution and composed of Scar/WAVE, Abi, Nap1/NCKAP1, Pir121/CYFIP, and HSPC300/Brk1. Its function is usually attributed to activation of the Arp2/3 complex through Scar/WAVE's VCA domain, while other parts of the complex are expected to mediate spatial-temporal regulation and have no direct role in actin polymerization. Here, we show in both B16-F1 mouse melanoma and Dictyostelium discoideum cells that Scar/WAVE without its VCA domain still induces the formation of morphologically normal, actin-rich protrusions, extending at comparable speeds despite a drastic reduction of Arp2/3 recruitment. However, the proline-rich regions in Scar/WAVE and Abi subunits are essential, though either is sufficient for the generation of actin protrusions in B16-F1 cells. We further demonstrate that N-WASP can compensate for the absence of Scar/WAVE's VCA domain and induce lamellipodia formation, but it still requires an intact WAVE complex, even if without its VCA domain. We conclude that the Scar/WAVE complex does more than directly activating Arp2/3, with proline-rich domains playing a central role in promoting actin protrusions. This implies a broader function for the Scar/WAVE complex, concentrating and simultaneously activating many actin-regulating proteins as a lamellipodium-producing core.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38356202",
    "pmid": "38356202",
    "doi": "10.1002/eji.202350450",
    "title": "Controlled WASp activity regulates the proliferative response for Treg cell differentiation in the thymus.",
    "abstract": "The Wiskott-Aldrich syndrome protein (WASp) regulates actin cytoskeletal dynamics and function of hematopoietic cells. Mutations in the WAS gene lead to two different syndromes; Wiskott-Aldrich syndrome (WAS) caused by loss-of-function mutations, and X-linked neutropenia (XLN) caused by gain-of-function mutations. We previously showed that WASp-deficient mice have a decreased number of regulatory T (Treg) cells in the thymus and the periphery. We here evaluated the impact of WASp mutations on Treg cells in the thymus of WAS and XLN mouse models. Using in vitro Treg differentiation assays, WAS CD4 single-positive thymocytes have decreased differentiation to Treg cells, despite normal early signaling upon IL-2 and TGF-β stimulation. They failed to proliferate and express CD25 at high levels, leading to poor survival and a lower number of Foxp3<sup>+</sup> Treg cells. Conversely, XLN CD4 single-positive thymocytes efficiently differentiate into Foxp3<sup>+</sup> Treg cells following a high proliferative response to IL-2 and TGF-β, associated with high CD25 expression when compared with WT cells. Altogether, these results show that specific mutations of WASp affect Treg cell development differently, demonstrating a critical role of WASp activity in supporting Treg cell development and expansion.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39846592",
    "pmid": "39846592",
    "doi": "10.3390/ijns11010006",
    "title": "Advancing Newborn Screening in Washington State: A Novel Multiplexed LC-MS/MS Proteomic Assay for Wilson Disease and Inborn Errors of Immunity.",
    "abstract": "For many genetic disorders, there are no specific metabolic biomarkers nor analytical methods suitable for newborn population screening, even where highly effective preemptive treatments are available. The direct measurement of signature peptides as a surrogate marker for the protein in dried blood spots (DBSs) has been shown to successfully identify patients with Wilson Disease (WD) and three life-threatening inborn errors of immunity, X-linked agammaglobulinemia (XLA), Wiskott-Aldrich syndrome (WAS), and adenosine deaminase deficiency (ADAD). A novel proteomic-based multiplex assay to detect these four conditions from DBS using high-throughput LC-MS/MS was developed and validated. The clinical validation results showed that the assay can accurately identify patients of targeted disorders from controls. Additionally, 30,024 newborn DBS samples from the Washington State Department of Health Newborn Screening Laboratory have been screened from 2022 to 2024. One true presumptive positive case of WD was found along with three false positive cases. Five false positives for WAS were detected, but all of them were premature and/or low-birth-weight babies and four of them had insufficient DNA for confirmation. The pilot study demonstrates the feasibility and effectiveness of utilizing this multiplexed proteomic assay for newborn screening.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39650164",
    "pmid": "39650164",
    "doi": "10.3389/fphar.2024.1477550",
    "title": "Expert consensus on the off-label use in China of drugs for rare hematologic diseases (2024 edition).",
    "abstract": "Drug package inserts are a crucial foundation for clinical medication practices and serve as the legal basis for guiding rational drug use and ensuring patient safety and efficacy. As rare disease treatments evolve, current package inserts often need to meet the clinical requirements for treating such conditions, frequently resulting in off-label drug use. This consensus is derived from discussions between Guangdong Pharmaceutical Association Hematologic Rare Diseases Group experts. The consensus aims to provide a framework and reference for the clinical application of off-label drug use in treating rare hematologic diseases.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38925157",
    "pmid": "38925157",
    "doi": "10.1055/a-2247-4209",
    "title": "Update on the Use of Thrombopoietin-Receptor Agonists in Pediatrics.",
    "abstract": "This review summarizes the rationale and current data on the use of thrombopoietin receptor agonists (TPO-RAs) for treating severe thrombocytopenia in infants, children, and adolescents. It focuses on substances that have been approved by the U.S. Food and Drug Administration (FDA) and European Medicines Agency (EMA) for pediatric patients. Romiplostim and eltrombopag are already established as second-line treatment for persistent or chronic immune thrombocytopenia (ITP). As in adults, TPO-RAs are currently also evaluated in severe aplastic anemia (SAA), chemotherapy-induced thrombocytopenia (CIT), myelodysplastic syndromes (MDS), and poor engraftment after hematopoietic stem cell transplantation in pediatric and adolescent patients. Moreover, studies on the implication of TPO-RA in treating rare inherited thrombocytopenias, such as Wiskott-Aldrich syndrome (WAS), congenital amegakaryocytic thrombocytopenia (CAMT), or <i>MYH9</i>-associated thrombocytopenia, deserve future attention. Current developments include testing of avatrombopag and lusutrombopag that are approved for the treatment of thrombocytopenia associated with chronic liver disease (CLD) in adult patients. In pediatric and adolescent medicine, we expect in the near future a broader use of TPO-RAs as first-line treatment in primary ITP, thereby considering immunomodulatory effects that increase the rate of sustained remission off-treatment, and a selective use in rare inherited thrombocytopenias based on current clinical trials.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39630867",
    "pmid": "39630867",
    "doi": "10.1073/pnas.2407497121",
    "title": "Actin polymerization counteracts prewetting of N-WASP on supported lipid bilayers.",
    "abstract": "Cortical condensates, transient punctate-like structures rich in actin and the actin nucleation pathway member Neural Wiskott-Aldrich syndrome protein (N-WASP), form during activation of the actin cortex in the <i>Caenorhabditis elegans</i> oocyte. Their emergence and spontaneous dissolution is linked to a phase separation process driven by chemical kinetics. However, the mechanisms that drive the onset of cortical condensate formation near membranes remain unexplored. Here, using a reconstituted phase separation assay of cortical condensate proteins, we demonstrate that the key component, N-WASP, can collectively undergo surface condensation on supported lipid bilayers via a prewetting transition. Actin partitions into the condensates, where it polymerizes and counteracts the N-WASP prewetting transition. Taken together, the dynamics of condensate-assisted cortex formation appear to be controlled by a balance between surface-assisted condensate formation and polymer-driven condensate dissolution. This opens perspectives for understanding how the formation of complex intracellular structures is affected and controlled by phase separation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR820774",
    "pmid": "",
    "doi": "10.22541/au.170666816.61901198/v1",
    "title": "Report of clinical presentations and two novel mutations in patients with Wiskott-Aldrich Syndrome/X-linked thrombocytopenia",
    "abstract": "Wiskott-Aldrich syndrome (WAS)/X-linked thrombocytopenia (XLT) is a rare X-linked disease characterized by thrombocytopenia, eczema, and recurrent infection. In addition, WAS/XLT increases incidence of autoimmune diseases and malignancies. We reported 7 male patients, 2 with WAS and 5 with XLT, from 6 different families. Two novel mutations, p.Gly387GlufsTer58 and p.Ala134Asp, were identified in patients with WAS. Both patients had severe clinical phenotypes compatible with classic WAS and developed lethal outcomes with intracranial hemorrhage. Other than that, one patient with XLT developed pineoblastoma.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38536816",
    "pmid": "38536816",
    "doi": "10.1016/j.celrep.2024.113989",
    "title": "IQGAP1 and NWASP promote human cancer cell dissemination and metastasis by regulating β1-integrin via FAK and MRTF/SRF.",
    "abstract": "Attachment of circulating tumor cells to the endothelial cells (ECs) lining blood vessels is a critical step in cancer metastatic colonization, which leads to metastatic outgrowth. Breast and prostate cancers are common malignancies in women and men, respectively. Here, we observe that β1-integrin is required for human prostate and breast cancer cell adhesion to ECs under shear-stress conditions in vitro and to lung blood vessel ECs in vivo. We identify IQGAP1 and neural Wiskott-Aldrich syndrome protein (NWASP) as regulators of β1-integrin transcription and protein expression in prostate and breast cancer cells. IQGAP1 and NWASP depletion in cancer cells decreases adhesion to ECs in vitro and retention in the lung vasculature and metastatic lung nodule formation in vivo. Mechanistically, NWASP and IQGAP1 act downstream of Cdc42 to increase β1-integrin expression both via extracellular signal-regulated kinase (ERK)/focal adhesion kinase signaling at the protein level and by myocardin-related transcription factor/serum response factor (SRF) transcriptionally. Our results identify IQGAP1 and NWASP as potential therapeutic targets to reduce early metastatic dissemination.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR798445",
    "pmid": "",
    "doi": "10.22541/au.170668395.50878042/v1",
    "title": "Dermatitis herpetiformis in a child with Wiskott Aldrich Syndrome -- A rare occurrence",
    "abstract": "Wiskott Aldrich Syndrome (WAS) is characterised by microthrombocytopenia, eczema and recurrent infections. Though autoimmune complications are well known in patients with WAS, the mechanisms underlying their occurrence have not been well defined. In this report, we describe a young Indian boy with WAS who presented with an unusual autoimmune complication of dermatitis herpetiformis. He was treated with steroids, dapsone & gluten free diet. To the best of our knowledge, this is the first case of dermatitis herpetiformis reported in a patient with WAS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38641933",
    "pmid": "38641933",
    "doi": "10.1111/ped.15770",
    "title": "Spectrum of WAS gene mutations in Vietnamese patients with Wiskott-Aldrich syndrome.",
    "abstract": "<h4>Background</h4>WAS gene mutational analysis is crucial to establish a definite diagnosis of Wiskott-Aldrich syndrome (WAS). Data on the genetic background of WAS in Vietnamese patients have not been reported.<h4>Methods</h4>We recruited 97 male, unrelated patients with WAS and analyzed WAS gene mutation using Sanger sequencing technology.<h4>Results</h4>We identified 36 distinct hemizygous pathogenic mutations, with 17 novel variants, from 38 patients in the entire cohort (39.2%). The mutational spectrum included 14 missense, 12 indel, five nonsense, four splicing, and one non-stop mutations. Most mutations appear only once, with the exception of c.37C>T (p.R13X) and c.374G>A (p.G125E) each of which occurs twice in unrelated patients.<h4>Conclusion</h4>Our data enrich the mutational spectrum of the WAS gene and are crucial for understanding the genetic background of WAS and for supporting genetic counseling.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR843827",
    "pmid": "",
    "doi": "10.1101/2024.04.25.591054",
    "title": "Membrane curvature catalyzes actin nucleation through nano-scale condensation of N-WASP-FBP17",
    "abstract": "Actin remodeling is spatiotemporally regulated by surface topographical cues on the membrane for signaling across diverse biological processes. Yet, the mechanism dynamic membrane curvature prompts quick actin cytoskeletal changes in signaling remain elusive. Leveraging the precision of nanolithography to control membrane curvature, we reconstructed catalytic reactions from the detection of nano-scale curvature by sensing molecules to the initiation of actin polymerization, which is challenging to study quantitatively in living cells. We show that this process occurs via topographical signal-triggered condensation and activation of the actin nucleation-promoting factor (NPF), Neuronal Wiskott-Aldrich Syndrome protein (N-WASP), which is orchestrated by curvature-sensing BAR-domain protein FBP17. Such N-WASP activation is fine-tuned by optimizing FBP17 to N-WASP stoichiometry over different curvature radii, allowing a curvature-guided macromolecular assembly pattern for polymerizing actin network locally. Our findings shed light on the intricate relationship between changes in curvature and actin remodeling via spatiotemporal regulation of NPF/BAR complex condensation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38118219",
    "pmid": "38118219",
    "doi": "10.1016/j.prp.2023.155026",
    "title": "Role of Wiskott Aldrich syndrome protein in haematological malignancies: genetics, molecular mechanisms and therapeutic strategies.",
    "abstract": "As patients continue to suffer from lymphoproliferative and myeloproliferative diseases known as haematopoietic malignancies can affect the bone marrow, blood, lymph nodes, and lymphatic and non-lymphatic organs. Despite advances in the current treatment, there is still a significant challenge for physicians to improve the therapy of HMs. WASp is an important regulator of actin polymerization and the involvement of WASp in transcription is thought to be linked to the DNA damage response and repair. In some studies, severe immunodeficiency and lymphoid malignancy are caused by WASp mutations or the absence of WASp and these mutations in WAS can alter the function and/or expression of the intracellular protein. Loss-of-function and Gain-of-function mutations in WASp have an impact on cancer malignancies' incidence and onset. Recent studies suggest that depending on the clinical or experimental situation, WASPs and WAVEs can operate as a suppressor or enhancers for cancer malignancy. These dual functions of WASPs and WAVEs in cancer likely arose from their multifaceted role in cells that could be targeted for anticancer drug development. The significant role and their association of WASp in Chronic myeloid leukaemia, Juvenile myelomonocytic leukaemia and T-cell lymphoma is discussed. In this review, we described the structure and function of WASp and its family mechanism, analysing major regulatory effectors and summarising the clinical relevance and drugs that specifically target WASp in disease treatment in various hematopoietic malignancies by different approaches.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39080187",
    "pmid": "39080187",
    "doi": "10.1007/s12094-024-03621-2",
    "title": "PSIP1 promotes gefitinib resistance in lung adenocarcinoma by inducing the expression of WASF3 and its downstream ITGB3/AKT signaling.",
    "abstract": "<h4>Background</h4>Gefitinib (GR), a representative drug of epidermal growth factor receptor tyrosine kinase inhibitor (EGFR-TKI), is a key pillar in the treatment of lung adenocarcinoma (LUAD), but drug resistance is universal. Identifying the potential factors of drug resistance to GR is essential to treat patients with EGFR mutant LUAD.<h4>Methods</h4>The GR-resistant LUAD cells were established and confirmed by MTT assay. The effects of PC4 and SRSF1 interacting protein 1 (PSIP1) on GR-resistant cell proliferation and apoptosis in vitro and in vivo were detected by colony formation, flow cytometry, tumor-bearing animal model, immunohistochemistry, and TUNEL staining. Western blotting and qPCR were used to determine the expression of relevant markers. The effect of PSIP1 on the promoter region of Wiskott-Aldrich syndrome protein family member 3 (WASF3) was detected by the dual-luciferase assay. The interaction between PSIP1 and RNA polymerase II was evaluated using ChIP-qPCR and Co-IP assays.<h4>Results</h4>PSIP1 was highly enriched in GR-resistant LUAD cells. Downregulation of PSIP1 expression significantly inhibited the proliferation of LUAD-resistant cells and promoted apoptosis. WASF3 was shown to have similar effects as PSIP1 in promoting drug resistance in LUAD cells. PSIP1 promoted the transcriptional activity of WASF3, which was achieved by increasing RNA polymerase II recruitment on the WASF3 promoter. Furthermore, PSIP1 positively regulated the expression of the pro-EGFR-TKI resistance factor integrin subunit beta 3 (ITGB3).<h4>Conclusion</h4>Our work suggests that PSIP1 promotes resistance to GR in LUAD cells by inducing the expression of WASF3 and its downstream regulator ITGB3.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38146020",
    "pmid": "38146020",
    "doi": "10.1007/s12032-023-02264-7",
    "title": "Association of Wiskott-Aldrich syndrome protein (WASp) in epigenetic regulation of B cell differentiation in non-small-cell lung cancer (NSCLC).",
    "abstract": "Non-small-cell lung cancer (NSCLC) accounts for approximately 85% of all lung cancer which is the deadliest type of cancer for both men and women. Previous studies already showed that cell-intrinsic loss of WASp causes B cell tolerance and WASp deficiency in T helper (T<sub>H</sub>) cells is linked to negative effects on cytokine gene transcription necessary for T<sub>H</sub>1 differentiation. In the current study, we investigated the molecular mechanisms involved in WASp-mediated epigenetic regulation of B cell differentiation during NSCLC. Our ChIP-qPCR data suggest the less percentage enrichment of the B cell differentiating factors (Ikaros, Pax5, PU.1, BATF) and WASp across the WAS gene in the B cells of NSCLC patients in comparison with normal healthy donors and overexpression of WASp showed the reverse effects. WASp-depleted B cells while co-culturing with respective PBMCs isolated from normal healthy donors and NSCLC patients, we observed upregulation of T<sub>H</sub>2-, T<sub>H</sub>17-, and Treg-specific cytokines (IL4, ILI7A, IL10) & transcription factors (GATA3, RORC, FOXP3) and downregulation of T<sub>H</sub>1-specific cytokine (IFNγ) & transcription factor (TBX21). Our study showed that the overexpression of WASp resulted into upregulation of B cell differentiating factors, tumor suppressor protein (p53), histone methylation marker (H3K4me3) with concomitant downregulation of tumor-promoting factors (Notch 1, β-Catenin, DNAPKcs) and histone deacetylation marker (HDAC2) and increase in percentage cytotoxicity of NSCLC-specific cells (A549). Successful overexpression of WASp not only helps in epigenetic regulation of B cell differentiation but also supports tumor suppression in NSCLC. Thus, WASp can be targeted for therapeutic intervention of NSCLC.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39453496",
    "pmid": "39453496",
    "doi": "10.1007/s10875-024-01821-7",
    "title": "A Non-targeted Proteomics Newborn Screening Platform for Inborn Errors of Immunity.",
    "abstract": "<h4>Purpose</h4>Newborn screening using dried blood spot (DBS) samples for the targeted measurement of metabolites and nucleic acids has made a substantial contribution to public healthcare by facilitating the detection of neonates with genetic disorders. Here, we investigated the applicability of non-targeted quantitative proteomics analysis to newborn screening for inborn errors of immunity (IEIs).<h4>Methods</h4>DBS samples from 40 healthy newborns and eight healthy adults were subjected to non-targeted proteomics analysis using liquid chromatography-mass spectrometry after removal of the hydrophilic fraction. Subsequently, DBS samples from 43 IEI patients were analyzed to determine whether patients can be identified by reduced expression of disease-associated proteins.<h4>Results</h4>DBS protein profiling allowed monitoring of levels of proteins encoded by 2912 genes, including 1110 listed in the Online Mendelian Inheritance in Man database, in healthy newborn samples, and was useful in identifying patients with IEIs by detecting reduced levels of disease causative proteins and their interacting proteins, as well as cell-phenotypical alterations.<h4>Conclusion</h4>Our results indicate that non-targeted quantitative protein profiling of DBS samples can be used to identify patients with IEIs and develop a novel newborn screening platform for genetic disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39835575",
    "pmid": "39835575",
    "doi": "10.1002/mc.23885",
    "title": "LINC01305 and LAD1 Co-Regulate CTTN and N-WASP Phosphorylation, Mediating Cytoskeletal Reorganization to Promote ESCC Metastasis.",
    "abstract": "Esophageal squamous cell carcinoma (ESCC) is prone to metastasis and is a leading cause of mortality. The cytoskeleton is closely related to cell morphology and movement; however, little research has been conducted on ESCC metastasis. In this study, we found that the anchoring filament protein ladinin 1 (LAD1) specifically binds to LINC01305 for co-regulating the level of modulating cortactin proteins (CTTN) and neuronal Wiskott-Aldrich syndrome protein (N-WASP) phosphorylation, which mediates cytoskeletal reorganization and affects the metastasis of ESCC cells. Additionally, LINC01305 and LAD1 jointly promoted the epithelial-mesenchymal transition (EMT) process by activating the phosphoinositide-3-kinase-protein kinase B (PI3K/AKT) signaling pathway. Moreover, LINC01305 and LAD1 were related to the late clinical stage and lymph node metastasis of ESCC. Our study demonstrated that LINC01305 and LAD1 are major determinants of ESCC dissemination and revealed a novel molecular mechanism of cytoskeletal reorganization that controls ESCC metastasis. Trial Registration: N/A.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "39712559",
    "pmid": "39712559",
    "doi": "10.5662/wjm.v14.i4.96380",
    "title": "Relation between dysbiosis and inborn errors of immunity.",
    "abstract": "Inborn errors of immunity (IEI) disorders, formerly primary immune deficiency diseases, are a heterogeneous group of disorders with variable hereditary transitions, clinical manifestations, complications and varying disease severity. Many of the clinical symptoms, signs and complications in IEI patients can be attributed to inflammatory and immune dysregulatory processes due to loss of microbial diversity (dysbiosis). For example, in common variable immunodeficiency patients, the diversity of bacteria, but not fungi, in the gut microbiota has been found to be reduced and significantly altered. Again, this was associated with a more severe disease phenotype. Compromise of the STAT3/Th17 pathway in hyper-IgE syndrome may lead to dysbiosis of the oral microbiota in these patients, causing <i>Candida albicans</i> to switch from commensal to pathogenic. Modification of the microbiota can be used as a therapeutic approach in patients with IEI. Prebiotics, probiotics, postbiotics and fecal microbiota transplantation can be used to restore the balance of the gut microbiota and reduce pathogenicity in IEI patients. Clinical trials are currently underway to understand the impact of this dysbiosis on the phenotype of IEI diseases and its role in their treatment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37944382",
    "pmid": "37944382",
    "doi": "10.1016/j.cellimm.2023.104783",
    "title": "A single-cell atlas of immunocytes in the spleen of a mouse model of Wiskott-Aldrich syndrome.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is a disorder characterized by rare X-linked genetic immune deficiency with mutations in the Was gene, which is specifically expressed in hematopoietic cells. The spleen plays a major role in hematopoiesis and red blood cell clearance. However, to date, comprehensive analyses of the spleen in wild-type (WT) and WASp-deficient (WAS-KO) mice, especially at the transcriptome level, have not been reported. In this study, single-cell RNA sequencing (scRNA-seq) was adopted to identify various types of immune cells and investigate the mechanisms underlying immune deficiency. We identified 30 clusters and 10 major cell subtypes among 11,269 cells; these cell types included B cells, T cells, dendritic cells (DCs), natural killer (NK) cells, monocytes, macrophages, granulocytes, stem cells and erythrocytes. Moreover, we evaluated gene expression differences among cell subtypes, identified differentially expressed genes (DEGs), and performed enrichment analyses to identify the reasons for the dysfunction in these different cell populations in WAS. Furthermore, some key genes were identified based on a comparison of the DEGs in each cell type involved in specific and nonspecific immune responses, and further analysis showed that these key genes were previously undiscovered pathology-related genes in WAS-KO mice. In summary, we present a landscape of immune cells in the spleen of WAS-KO mice based on detailed data obtained at single-cell resolution. These unprecedented data revealed the transcriptional characteristics of specific and nonspecific immune cells, and the key genes were identified, laying a foundation for future studies of WAS, especially studies into novel and underexplored mechanisms that may improve gene therapies for WAS.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38391271",
    "pmid": "38391271",
    "doi": "10.1093/plphys/kiae091",
    "title": "TRANSPARENT TESTA GLABRA2 defines trichome cell shape by modulating actin cytoskeleton in Arabidopsis thaliana.",
    "abstract": "The Arabidopsis (Arabidopsis thaliana) TRANSPARENT TESTA GLABRA2 (TTG2) gene encodes a WRKY transcription factor that regulates a range of development events like trichome, seed coat, and atrichoblast formation. Loss-of-function of TTG2 was previously shown to reduce or eliminate trichome specification and branching. Here, we report the identification of an allele of TTG2, ttg2-6. In contrast to the ttg2 mutants described before, ttg2-6 displayed unique trichome phenotypes. Some ttg2-6 mutant trichomes were hyper-branched, whereas others were hypo-branched, distorted, or clustered. Further, we found that in addition to specifically activating R3 MYB transcription factor TRIPTYCHON (TRY) to modulate trichome specification, TTG2 also integrated cytoskeletal signaling to regulate trichome morphogenesis. The ttg2-6 trichomes displayed aberrant cortical microtubules (cMTs) and actin filaments (F-actin) configurations. Moreover, genetic and biochemical analyses showed that TTG2 could directly bind to the promoter and regulate the expression of BRICK1 (BRK1), which encodes a subunit of the actin nucleation promoting complex suppressor of cyclic AMP repressor (SCAR)/Wiskott-Aldrich syndrome protein family verprolin homologous protein (WAVE). Collectively, taking advantage of ttg2-6, we uncovered a function for TTG2 in facilitating cMTs and F-actin cytoskeleton-dependent trichome development, providing insight into cellular signaling events downstream of the core transcriptional regulation during trichome development in Arabidopsis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38751203",
    "pmid": "38751203",
    "doi": "10.1111/bph.16427",
    "title": "The mutated cytoplasmic fragile X messenger ribonucleoprotein 1 (FMR1)-interacting protein 2 (CYFIP2 S968F) regulates cocaine-induced reward behaviour and plasticity in the nucleus accumbens.",
    "abstract": "<h4>Background and purpose</h4>Cytoplasmic fragile X messenger ribonucleoprotein 1 (FMR1)-interacting protein 2 (CYFIP2), as a component of the Wiskott-Aldrich syndrome protein family verprolin-homologous protein (WAVE) regulatory complex, is involved in actin polymerization, contributing to neuronal development and structural plasticity. Mutating serine-968 to phenylalanine (S968F) in CYFIP2 causes an altered cocaine response in mice. The neuronal mechanisms underlying this response remain unknown.<h4>Experimental approach</h4>We performed cocaine reward-related behavioural tests and examined changes in synaptic protein phenotypes and neuronal morphology in the nucleus accumbens (NAc), using CYFIP2 S968F knock-in mice to investigate the role of CYFIP2 in regulating cocaine reward.<h4>Key results</h4>CYFIP2 S968F mutation attenuated cocaine-induced behavioural sensitization and conditioned place preference. Cocaine-induced c-Fos was not observed in the NAc of CYFIP2 S968F knock-in mice. However, c-Fos induction was still evident in the medial prefrontal cortex (mPFC). CYFIP2 S968F mutation altered cocaine-associated CYFIP2 signalling, glutamatergic protein expression and synaptic density in the NAc following cocaine exposure. To further determine the role of CYFIP2 in NAc neuronal activity and the mPFC projecting to the NAc activity-mediating reward response, we used optogenetic tools to stimulate the NAc or mPFC-NAc pathway and observed that optogenetic activation of the NAc or mPFC-NAc pathway induced reward-related behaviours. This effect was not observed in the S968F mutation in CYFIP2.<h4>Conclusion and implications</h4>These results suggest that CYFIP2 plays a role in controlling cocaine-mediated neuronal function and structural plasticity in the NAc, and that CYFIP2 could serve as a target for regulating cocaine reward.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37950620",
    "pmid": "37950620",
    "doi": "10.1002/kjm2.12773",
    "title": "LncRNA MYLK antisense RNA 1 activates cell division cycle 42/Neutal Wiskott-Aldrich syndrome protein pathway via microRNA-101-5p to accelerate epithelial-to-mesenchymal transition of colon cancer cells.",
    "abstract": "Long noncoding RNA MYLK antisense RNA 1 (MYLK-AS1) is the crux in multiple diseases. Therefore, the purpose of this study was to investigate the possible mechanism of MYLK-AS1. A total of 62 colon cancer (CC) specimens and paired adjacent normal tissues were collected, and the expression of MYLK-AS1, microRNA (miR)-101-5p/cell division cycle 42 (CDC42) was detected. CC cell lines were transfected with MYLK-AS1, miR-101-5p, CDC42-related plasmids, and the biological functions and markers of epithelial-mesenchymal transition (EMT) were analyzed. The binding relationship between MYLK-AS1, miR-101-5p, and CDC42 was evaluated. In CC tissues and cell lines, MYLK-AS1 and CDC42 were highly expressed, and miR-101-5p was lowly expressed. Inhibition of MYLK-AS1 or upregulation of miR-101-5p can inhibit CC cell growth and EMT. miR-101-5p inhibited CDC42/N-wasp axis activation in CC cells by targeting CDC42. Knockdown of CDC42 or upregulation of miR-101-5p partially reversed the effects caused by upregulation of MYLK-AS1. MYLK-AS1, which is significantly upregulated in CC, may be a molecular sponge for miR-101-5p, and MYLK-AS1 promotes the activation of the CDC42/N-wasp axis in CC cells by targeting CDC42 through miR-101-5p, which in turn promotes tumor development. MYLK-AS1 may be a potential biomarker and target for CC therapy.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39846608",
    "pmid": "39846608",
    "doi": "10.3390/hematolrep17010004",
    "title": "The Prevalence of Peripheral Erythrophagocytosis in Pediatric Immune-Mediated Hemolytic Anemia.",
    "abstract": "<h4>Background</h4>Peripheral erythrophagocytosis appears to be a unique sign of acquired immune-mediated hemolytic anemia. It is said to be rare but its prevalence among patients with autoimmune hemolytic anemia has not been studied.<h4>Methods</h4>In this retrospective study from July 2014 to June 2024, the clinical and laboratory features, treatment and outcomes of children diagnosed with autoimmune hemolytic anemia were described. The prevalence of peripheral erythrophagocytosis was compared to a group of children with hereditary spherocytosis at the time of first diagnosis seen in the same period.<h4>Results</h4>Twelve consecutive children with autoimmune hemolytic anemia were included. There were four female patients. The mean age was 6.7 (range 0.8 to 16.6) years. The mean hemoglobin was 6.0 (range 2.5 to 8.1) g/dL. Seven patients were positive by a direct antiglobulin test, three were positive with cold agglutinins and two were positive on both tests. In seven cases, an acute infection appeared to be the precipitating factor. Mycoplasma pneumoniae infection was documented in three and suspected in another two cases. Peripheral erythrophagocytosis was present in five cases (42%) but was not found at diagnosis in any of the 16 cases of hereditary spherocytosis (<i>p</i> = 0.0081). Six children had pre-existing diseases, including two with hereditary hemolytic anemia.<h4>Conclusions</h4>Peripheral erythrophagocytosis is a relatively common and characteristic finding in pediatric autoimmune hemolytic anemia and should be actively looked for in the evaluation of acute hemolysis, including in children with pre-existing hereditary hemolytic disorders.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "38410787",
    "pmid": "38410787",
    "doi": "10.1155/2024/2277956",
    "title": "A Novel Splicing Mutation Leading to Wiskott-Aldrich Syndrome from a Family.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is a rare X-linked recessive genetic disease characterized by clinical symptoms such as eczema, thrombocytopenia with small platelets, immune deficiency, prone to autoimmune diseases, and malignant tumors. This disease is caused by mutations of the <i>WAS</i> gene encoding WASprotein (WASP). The locus and type of mutations of the <i>WAS</i> gene and the expression quantity of WASP were strongly correlated with the clinical manifestations of patients. We found a novel mutation in the <i>WAS</i> gene (c.931 + 5G > C), which affected splicing to produce three abnormal mRNA, resulting in an abnormally truncated WASP. This mutation led to a reduction but not the elimination of the normal WASP population, resulting in causes X-linked thrombocytopenia (XLT) with mild clinical manifestations. Our findings revealed the pathogenic mechanism of this mutation.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39720860",
    "pmid": "39720860",
    "doi": "10.5644/ama2006-124.460",
    "title": "Inborn Errors of Immunity: New Insights.",
    "abstract": "This paper presents a comprehensive and updated overview of inborn errors of immunity (IEIs), focusing on the optimal treatment strategies. IEIs or primary immunodeficiencies (PIDs) are a heterogeneous group of approximately 500 disorders, classified into ten categories according to the affected component of the immune system. The clinical presentation varies, based on the type of the disorder and the patient's age. Early diagnosis is essential to prevent recurrent severe infections and potential organ damage. Treatment strategies, including hematopoietic stem cell transplantation, enzyme replacement therapy, thymus trans-plantation, or gene therapy, primarily focus to restore immune function. Emerging therapeutic approaches aiming to modify the immune response comprise small molecule inhibitors, biological therapies, and adoptive transfer of virus-specific T-cells. Given the complexity and diversity of PIDs, as well as evolving novel therapies, continuous education of the physicians on timely diagnosis and effective intervention, significantly improves patients' management and outcomes. CONCLUSION: Early diagnosis and individualized treatment plans are crucial for effectively managing IEIs. As treatment options evolve, ongoing education and the integration of new approaches are key to improving patient outcomes and quality of life.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38187865",
    "pmid": "38187865",
    "doi": "10.1016/j.jacig.2023.100191",
    "title": "Allogeneic hematopoietic stem cell transplantation outcome in oldest known surviving patients with Wiskott-Aldrich syndrome.",
    "abstract": "Regardless of their age, adult patients with Wiskott-Aldrich syndrome should be considered for hematopoietic stem cell transplantation if clinically indicated.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39235410",
    "pmid": "39235410",
    "doi": "10.1002/eji.202451004",
    "title": "Tviblindi algorithm identifies branching developmental trajectories of human B-cell development and describes abnormalities in RAG-1 and WAS patients.",
    "abstract": "Detailed knowledge of human B-cell development is crucial for the proper interpretation of inborn errors of immunity and malignant diseases. It is of interest to understand the kinetics of protein expression changes during development, but also to properly interpret the major and possibly alternative developmental trajectories. We have investigated human samples from healthy individuals with the aim of describing all B-cell developmental trajectories. We validated a 30-parameter mass cytometry panel and demonstrated the utility of \"vaevictis\" visualization of B-cell developmental stages. We used the trajectory inference tool \"tviblindi\" to exhaustively describe all trajectories leading to all developmental ends discovered in the data. Focusing on Natural Effector B cells, we demonstrated the dynamics of expression of nuclear factors (PAX-5, TdT, Ki-67, Bcl-2), cytokine and chemokine receptors (CD127, CXCR4, CXCR5) in relation to the canonical B-cell developmental stage markers. We observed branching of the memory development, where follicular memory formation was marked by CD73 expression. Lastly, we performed an analysis of two example cases of abnormal B-cell development caused by mutations in RAG-1 and Wiskott-Aldrich syndrome gene in patients with primary immunodeficiency. In conclusion, we developed, validated, and presented a comprehensive set of tools for the investigation of B-cell development in the bone marrow compartment.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39747782",
    "pmid": "39747782",
    "doi": "10.1007/s10875-024-01855-x",
    "title": "Quantifying the Diagnostic Odyssey Burden Among Persons with Inborn Errors of Immunity.",
    "abstract": "<h4>Purpose</h4>Patients with inborn errors of immunity (IEI) have lifelong health complications including severe infections and physical impairments. Previous studies show that a patient's perception of their health is an important predictor of health outcomes. The purpose of this study was to understand factors related to patient reported health status.<h4>Methods</h4>We used data from the Immunodeficiency Foundation (IDF) 2017 National Patient Survey and analyzed factors which correlated with the reported health status (RHS). Among a cohort of 1139 self-reported IEI patients, we identified age at the time of diagnosis, time gap between symptom onset and diagnosis, number of physicians seen, and whether the diagnosis was made in the first 5 years of life as significant. We used a two-tailed t-test, single-factor ANOVA, and Tukey-Kramer post-hoc test to assess statistical significance in the observed difference.<h4>Results</h4>Patients who received a diagnosis before the age of 12 had a significantly better mean RHS (n = 207 pre-12a vs. n = 900 post-12a; p < 0.0001). Patients who received a diagnosis within 10 years of symptom onset showed improved mean RHS (n = 413 pre-10 vs. n = 524 post-10; p < 0.0001). Among patients who had symptom onset within the first 5 years of life, those who received a diagnosis had a significantly improved RHS (3.5 ± 0.92, n = 275 undiagnosed vs. 2.8 ± 0.94, n = 108 diagnosed; p < 0.0001). Finally, RHS was significantly impacted by number of physicians(n ≥ 4) seen prior to diagnosis (3.1 ± 0.96 vs. 3.4 ± 0.80, p < 0.0001).<h4>Conclusion</h4>These findings shed light upon critical factors which impact IEI patient RHS. Specifically, we find that efficient, rapid and early-life IEI identification should improve patient reported health and relevant outcomes. These improvements appear to be independent of the clinician specialty ultimately making the IEI diagnosis.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37471507",
    "pmid": "37471507",
    "doi": "10.5546/aap.2023-10061.eng",
    "title": "Haploidentical bone marrow transplantation in a pediatric patient with Wiskott-Aldrich syndrome. A case report.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is an X-linked genetic disorder caused by mutations in the gene that encodes the Wiskott-Aldrich syndrome protein (WASp). Here, we report the clinical case of an 18-month-old boy diagnosed with Wiskott-Aldrich syndrome, who did not have an HLA-matched related or unrelated donor and was treated successfully with a hematopoietic stem cell transplant (HSCT) from a haploidentical family donor. Graft-versus-host disease (GvHD) prophylaxis included post-transplant cyclophosphamide (PT-Cy). At day +30, the peripheral blood-nucleated cell chimerism was 100% and the WAS protein had a normal expression. Currently, at month 32 post-transplant, the patient has hematological and immune reconstitution and complete donor chimerism without evidence of GvHD. HSCT with PT-Cy was a feasible and safe option for this patient with WAS, in which an HLA matched donor was not available.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "40149625",
    "pmid": "40149625",
    "doi": "10.3390/biomedicines13030649",
    "title": "Gastrodin Mitigates Ketamine-Induced Inhibition of F-Actin Remodeling and Cell Migration by Regulating the Rho Signaling Pathway.",
    "abstract": "<b>Background/Objects</b>: Rho signaling plays a role in calcium-regulated cytoskeletal reorganization and cell movement, processes linked to neuronal function and cancer metastasis. <i>Gastrodia elata</i>, a traditional herbal medicine, can regulate glutamate-induced calcium influx in PC12 cells and influence cell function by modulating neuronal cytoskeleton remodeling via the monoaminergic system and Rho signaling. This study investigates the effects of gastrodin, a key component of <i>Gastrodia elata</i>, on Rho signaling, cytoskeleton remodeling, and cell migration in B35 and C6 cells. It also explores gastrodin's impact on Rho signaling in the prefrontal cortex of Sprague Dawley rats. <b>Methods</b>: B35 cells, C6 cells, and Sprague Dawley rats were treated with ketamine, gastrodin, or both. The expression of examined proteins from B35 cells, C6 cells, and the prefrontal cortex of Sprague Dawley rats were analyzed using immunoblotting. Immunofluorescent staining was applied to detect the phosphorylation of RhoGDI1. F-actin was stained using phalloidin-488 staining. Cell migration was analyzed using the Transwell and wound-healing assays. <b>Results</b>: Gastrodin reversed the ketamine-induced regulation of cell mobility inhibition, F-actin condensation, and Rho signaling modulation including Rho GDP dissociation inhibitor 1 (RhoGDI1); the Rho family protein (Ras homolog family member A (RhoA); cell division control protein 42 homolog (CDC42); Ras-related C3 botulinum toxin substrate 1(Rac1)); rho-associated, coiled-coil-containing protein kinase 1 (ROCK1); neural Wiskott-Aldrich syndrome protein (NWASP); myosin light chain 2 (MLC2); profilin1 (PFN1); and cofilin-1 (CFL1) in B35 and C6 cells. Similar modulations on Rho signaling were also observed in the prefrontal cortex of rats. <b>Conclusions</b>: Our findings show that gastrodin counteracts ketamine-induced disruptions in Rho signaling, cytoskeletal dynamics, and cell migration by regulating key components like RhoGDI1, ROCK1, MLC2, PFN1, and CFL1. This suggests the potential of gastrodin as a comprehensive regulator of cellular signaling.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37947948",
    "pmid": "37947948",
    "doi": "10.1007/s12010-023-04764-8",
    "title": "WAVE3 Facilitates the Tumorigenesis and Metastasis of Tongue Squamous Cell Carcinoma via EMT.",
    "abstract": "Wiskott-Aldrich syndrome protein family verprolin-homologous domain-containing protein 3 (WAVE3) is reported as an oncogene regulating cell proliferation and motility in multiple malignancies, while its role in tongue squamous cell carcinoma (TSCC) remains unknown. This study aimed to explore the expression and mechanism of WAVE3 in TSCC. We enrolled 64 TSCC patients admitted between June 2013 and February 2014 and collected their cancerous and adjacent normal tissues to determine WAVE3 expression by immunohistochemistry. The correlation of WAVE3 expression with TSCC patients' pathological characteristics was analyzed. Then, a 7-year follow-up was conducted to observe the value of WAVE3 in evaluating patient outcomes. In addition, human TSCC SCC9, SCC25, and CAL27 cells were purchased and detected by Cell Counting Kit-8 (CCK-8), Transwell, and scratch-wound assays for their proliferation, invasion, and migration capacities, while real-time quantitative PCR (qRT-PCR) and Western blotting were utilized to quantify WAVE3 and epithelial-mesenchymal transition (EMT)-related protein expression, respectively. The most active cell lines were selected to be infected with lentiviral vectors that silenced WAVE3 (named WAVE3-sh group) and overexpressed WAVE3 cDNA (named WAVE3-OE group) to observe the impacts of interfering WAVE3 expression on TSCC cell biological behavior. The positive expression of WAVE3 in TSCC tissue was found to be obviously enhanced and predominantly located in the cytoplasm. In addition, close correlations were identified between WAVE3 and T staging, clinical staging, lymphatic metastasis, distant metastasis, and differentiation degree (P < 0.05). Increased WAVE3 expression predicted an elevated risk of death, as indicated by the follow-up analysis (P < 0.05). SCC9 was selected for subsequent experiments among various TSCC cell lines studied because it showed the most potent ability to proliferate, invade, and migrate (P < 0.05). Silencing WAVE3 expression in SCC9 cells decreased cell proliferation, invasion, migration, and EMT-related protein expression (P < 0.05), while increasing WAVE3 expression promoted SCC9 viability. WAVE3, which was highly expressed in TSCC, promoted EMT in tumor cells and accelerated their proliferation, invasion, and migration, which might provide a new theoretical basis for molecular targeted therapy of TSCC in the future.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38404734",
    "pmid": "38404734",
    "doi": "10.5582/irdr.2023.01102",
    "title": "Wiskott-Aldrich syndrome: A new synonym mutation in the WAS gene.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is a rare X-linked recessive primary immunodeficiency disorder. Mutations in the WAS gene are considered to be the primary cause of WAS. In this work, we report a boy who presented with intracranial hemorrhage (ICH) as an initial symptom and detects a novel pathogenic synonymous mutation in his <i>WAS</i> gene. His mother was a carrier of the mutant gene. The mutation, located at position c.273 (c.273 G>A) in exon 2, is a synonym mutation and predicted to affect protein expression by disrupting gene splicing. This study summarizes the diagnosis and treatment process of the patient and expands the genetic spectrum of WAS.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39459629",
    "pmid": "39459629",
    "doi": "10.3390/life14101329",
    "title": "Pathophysiology of Congenital High Production of IgE and Its Consequences: A Narrative Review Uncovering a Neglected Setting of Disorders.",
    "abstract": "Elevated serum IgE levels serve as a critical marker for uncovering hidden immunological disorders, particularly inborn errors of immunity (IEIs), which are often misdiagnosed as common allergic conditions. IgE, while typically associated with allergic diseases, plays a significant role in immune defense, especially against parasitic infections. However, extremely high levels of IgE can indicate more severe conditions, such as Hyper-IgE syndromes (HIES) and disorders with similar features, including Omenn syndrome, Wiskott-Aldrich syndrome, and IPEX syndrome. Novel insights into the genetic mutations responsible for these conditions highlight their impact on immune regulation and the resulting clinical features, including recurrent infections, eczema, and elevated IgE. This narrative review uniquely integrates recent advances in the genetic understanding of IEIs and discusses how these findings impact both diagnosis and treatment. Additionally, emerging therapeutic strategies, such as hematopoietic stem cell transplantation (HSCT) and gene therapies, are explored, underscoring the potential for personalized treatment approaches. Emphasizing the need for precise diagnosis and tailored interventions aims to enhance patient outcomes and improve the quality of care for those with elevated IgE levels and associated immunological disorders.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "30969660",
    "pmid": "30969660",
    "doi": "",
    "title": "Wiskott-Aldrich Syndrome",
    "abstract": "Wiskott-Aldrich syndrome is a rare X-linked disorder with a characteristic triad of immunodeficiency, thrombocytopenia, and eczema. It results from a genetic mutation in the gene encoding Wiskott-Aldrich syndrome protein (WASp) affecting the immune system and inducing a state of immunodeficiency. The disease follows a broad spectrum depending on gene mutations ranging from severe phenotype (classic WAS) to milder ones (X-linked thrombocytopenia (XLT) and X-linked neutropenia).",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR706030",
    "pmid": "",
    "doi": "10.1101/2023.08.15.553387",
    "title": "Wiskott-Aldrich Syndrome Protein Regulates Nucleolar Organization and Function in Innate Immune Response",
    "abstract": "<h4>ABSTRACT</h4> Wiskott-Aldrich syndrome (WAS) is a primary immunodeficiency disorder caused by the dysfunction of the WAS protein (WASP). Using an isogenic macrophage model derived from genome edited induced pluripotent stem cells we demonstrated that WASP functions in the nucleolus, which plays important roles in immune regulation. The absence of WASP resulted in smaller and misshapen nucleoli, decreased fibrillar center territory, and impaired ribosomal RNA (rRNA) transcription. The nucleolar and rRNA phenotypes were confirmed in WAS patient samples. Furthermore, WASP interacts with nucleolar proteins, including nucleophosmin 1 (NPM1) and fibrillarin (FBL). NPM1 deficiency is known to cause elevated cytokine expression following lipopolysaccharide (LPS) stimulation. Consistently, WASP deficient cells displayed lower levels of NPM1 and a heightened inflammatory cytokine response to LPS, which was rescued by overexpressing NPM1. Together, our research provides novel insights into the critical role of WASP in nucleolar function and the modulation of inflammatory cytokine production.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39500858",
    "pmid": "39500858",
    "doi": "10.1007/s12519-024-00846-7",
    "title": "Comprehensive newborn screening for severe combined immunodeficiency, X-linked agammaglobulinemia, and spinal muscular atrophy: the Chinese experience.",
    "abstract": "<h4>Background</h4>Newborn screening (NBS) for severe combined immunodeficiency (SCID), X-linked agammaglobulinemia (XLA), and spinal muscular atrophy (SMA) enables early diagnosis and intervention, significantly improving patient outcomes. Advances in real-time polymerase chain reaction (PCR) technology have been instrumental in facilitating their inclusion in NBS programs.<h4>Methods</h4>We employed multiplex real-time PCR to simultaneously detect T-cell receptor excision circles (TRECs), kappa-deleting recombination excision circles (KRECs), and the absence of the survival motor neuron (SMN) 1 gene in dried blood spots from 103,240 newborns in Zhejiang Province, China, between July 2021 and December 2022.<h4>Results</h4>Of all the samples, 122 were requested further evaluation. After flow cytometry evaluation and/or genetic diagnostics, we identified one patient with SCID, two patients with XLA, nine patients with SMA [one of whom also had Wiskott-Aldrich Syndrome (WAS)], and eight patients with other medical conditions. The positive predictive values (PPVs) of NBS for SCID, XLA, and SMA were 2.44%, 2.78%, and 100%, respectively. The estimated prevalence rates in the Chinese population were 1 in 103,240 for SCID, 1 in 51,620 for XLA, and 1 in 11,471 for SMA.<h4>Conclusion</h4>This study represents the first large-scale screening in mainland China using a TREC/KREC/SMN1 multiplex assay, providing valuable epidemiological data. Our findings suggest that this multiplex assay is an effective screening method for SCID, XLA, and SMA, potentially supporting the universal implementation of NBS programs across China.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37469225",
    "pmid": "37469225",
    "doi": "10.1111/pde.15397",
    "title": "Severe eczema in Wiskott-Aldrich syndrome-related disorder successfully treated with dupilumab.",
    "abstract": "Treatment of severe eczema in patients with primary immunodeficiencies can be particularly challenging as there are no guidelines with regards to these conditions. Dupilumab is an interleukin (IL)-4Rα antagonist that inhibits both IL-4 and IL-13 and is approved for the treatment of atopic dermatitis in pediatric patients. In this report, we describe a patient with a case of severe eczema in the context of Wiskott-Aldrich syndrome-related disorder, who was successfully treated with dupilumab.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR775422",
    "pmid": "",
    "doi": "10.20944/preprints202312.1185.v1",
    "title": "WAVE2 is a vital regulator in myogenic differentiation of progenitor cells through the mechanosensitive MRTFA-SRF axis",
    "abstract": "Skeletal myogenesis is an intricate process involving the differentiation of progenitor cells into myofibers, which is regulated by actin cytoskeletal dynamics and myogenic transcription factors. Although recent studies have demonstrated the pivotal roles of actin-binding proteins (ABPs) as mechanosensors and signal transducers, the biological significance of WAVE2 (Wiskott-Aldrich syndrome protein family member 2), an ABP essential for actin polymerization, in myogenic differentiation of progenitor cells has not been investigated. Our study provides important insights into the regulatory roles played by WAVE2 in the myocardin-related transcription factor A (MRTFA)-serum response factor (SRF) signaling axis and differentiation of myoblasts. We demonstrate that WAVE2 expression is induced during myogenic differentiation and plays a pivotal role in actin cytoskeletal remodeling in C2C12 myoblasts. Knockdown of WAVE2 in C2C12 cells reduced filamentous actin levels, increased globular actin accumulation, and impaired the nuclear translocation of MRTFA. Furthermore, WAVE2 depletion in myoblasts inhibited the expression and transcriptional activity of SRF and suppressed cell proliferation in myoblasts. Consequently, WAVE2 knockdown suppressed myogenic regulatory factors (i.e., MyoD, MyoG, and SMYD1) expressions, thereby hindering the differentiation of myoblasts. Thus, this study suggests that WAVE2 is essential for myogenic differentiation of progenitor cells by modulating the mechanosensitive MRTFA-SRF axis.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37981926",
    "pmid": "37981926",
    "doi": "10.1016/j.mjafi.2023.08.015",
    "title": "Successful T replete haploidentical HSCT with post-transplant cyclophosphamide in two patients with Wiskott-Aldrich syndrome.",
    "abstract": "We describe two young patients with Wiskott-Aldrich Syndrome (WAS) who were treated by T-replete hematopoietic stem cell transplantation (HSCT) from the HLA haploidentical father according to a modified Baltimore protocol. Whereas similar protocols have been successfully used in various malignant and non-malignant diseases, this is the first report for this particular disease. The data being presented pertains to the report about two successful haploidentical transplants with post transplant cyclophosphamide (PTCY) after busulfan-based conditioning.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38560567",
    "pmid": "38560567",
    "doi": "10.32604/or.2024.044029",
    "title": "Neural Wiskott-Aldrich syndrome protein (N-WASP) promotes distant metastasis in pancreatic ductal adenocarcinoma via activation of LOXL2.",
    "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is one of the most aggressive solid malignancies. A specific mechanism of its metastasis has not been established. In this study, we investigated whether Neural Wiskott-Aldrich syndrome protein (N-WASP) plays a role in distant metastasis of PDAC. We found that N-WASP is markedly expressed in clinical patients with PDAC. Clinical analysis showed a notably more distant metastatic pattern in the N-WASP-high group compared to the N-WASP-low group. N-WASP was noted to be a novel mediator of epithelial-mesenchymal transition (EMT) via gene expression profile studies. Knockdown of N-WASP in pancreatic cancer cells significantly inhibited cell invasion, migration, and EMT. We also observed positive association of lysyl oxidase-like 2 (LOXL2) and focal adhesion kinase (FAK) with the N-WASP-mediated response, wherein EMT and invadopodia function were modulated. Both N-WASP and LOXL2 depletion significantly reduced the incidence of liver and lung metastatic lesions in orthotopic mouse models of pancreatic cancer. These results elucidate a novel role for N-WASP signaling associated with LOXL2 in EMT and invadopodia function, with respect to regulation of intercellular communication in tumor cells for promoting pancreatic cancer metastasis. These findings may aid in the development of therapeutic strategies against pancreatic cancer.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "38171884",
    "pmid": "38171884",
    "doi": "10.1507/endocrj.ej23-0397",
    "title": "Inhibitory effects of estetrol on the invasion and migration of immortalized human endometrial stromal cells.",
    "abstract": "Endometriosis, a common gynecological disorder characterized by the growth of endometrial gland and stroma outside the uterus, causes several symptoms such as dysmenorrhea, hypermenorrhea, and chronic abdominal pain. 17β estradiol (E2) stimulates the growth of endometriotic lesions. Although estetrol (E4), produced by human fetal liver, is also a natural estrogen, it may have the opposite effects on endometriotic cells. We investigated different effects of E4 and E2 on the invasion and migration of immortalized human endometrial stromal cells (HESCs) and evaluated whether E4 affects the expression of Wiskott-Aldrich syndrome protein (WASP) family member 1 (WASF-1). We measured the invasion of HESCs by a Matrigel chamber assay. Cell migration was measured by wound healing assay and cell tracking analysis. The expression of WASF-1 was confirmed by independent real-time PCR analysis. Transfection of cells with siRNAs was carried out to knock down the expression of WASF-1 in HESCs. E4 significantly inhibited E2-induced invasion and migration of HESCs. WASF-1 was found to be a potential mediator based on metastasis PCR array. WASF-1 was upregulated by E2 and downregulated by E4. Knockdown of WASF-1 inhibited migration. Our results suggest that E4 may inhibit E2-induced growth of endometriotic lesions. Downregulation of WASF-1 is involved in the inhibitory effects of E4 on migration. The use of E4 combined with progestins as combined oral contraceptives may cause endometriotic lesions to regress in women with endometriosis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39072316",
    "pmid": "39072316",
    "doi": "10.3389/fimmu.2024.1402038",
    "title": "Flow cytometry-based diagnostic approach for inborn errors of immunity: experience from Algeria.",
    "abstract": "<h4>Purpose</h4>In this study, we retrospectively reviewed the use of flow cytometry (FCM) in the diagnosis of inborn errors of immunity (IEIs) at a single center in Algeria. Sharing insights into our practical experience, we present FCM based diagnostic approaches adapted to different clinical scenarios.<h4>Methods</h4>Between May 2017 and February 2024, pediatric and adult patients presenting with clinical features suggestive of immunodeficiency were subjected to FCM evaluation, including lymphocyte subset analysis, detection of specific surface or intracellular proteins, and functional analysis of immune cells.<h4>Results</h4>Over a nearly seven-year period, our laboratory diagnosed a total of 670 patients (372 (55.5%) males and 298 (44.5%) females), distributed into 70 different IEIs belonging to 9 different categories of the International Union of Immunological Societies classification. FCM was used to diagnose and categorize IEI in 514 patients (76.7%). It provided direct diagnostic insights for IEIs such as severe combined immunodeficiency, Omenn syndrome, MHC class II deficiency, familial hemophagocytic lymphohistiocytosis, and CD55 deficiency. For certain IEIs, including hyper-IgE syndrome, STAT1-gain of function, autoimmune lymphoproliferative syndrome, and activated PI3K delta syndrome, FCM offered suggestive evidence, necessitating subsequent genetic testing for confirmation. Protein expression and functional assays played a crucial role in establishing definitive diagnoses for various disorders. To setup such diagnostic assays at high and reproducible quality, high level of expertise is required; in house reference values need to be determined and the parallel testing of healthy controls is highly recommended.<h4>Conclusion</h4>Flow cytometry has emerged as a highly valuable and cost-effective tool for diagnosing and studying most IEIs, particularly in low-income countries where access to genetic testing can be limited. FCM analysis could provide direct diagnostic insights for most common IEIs, offer clues to the underlying genetic defects, and/or aid in narrowing the list of putative genes to be analyzed.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "39930824",
    "pmid": "39930824",
    "doi": "10.3892/mmr.2025.13437",
    "title": "Insulin receptor tyrosine kinase substrate in health and disease (Review).",
    "abstract": "Insulin receptor (IR) tyrosine kinase substrate (IRTKS) was first identified >20 years ago as a tyrosine‑phosphorylated IR substrate and subsequently characterized as a protein containing an inverse‑Bin‑amphiphysin‑Rvs domain. Subsequent research has shown that IRTKS functions as a scaffold protein with multiple domains, which results in diverse functions in a variety of cell activities. For example, IRTKS plays roles in regulating the formation of membrane protrusions; triggering pathogen‑driven actin assembly; modulating insulin signaling, antiviral immunity and embryonic development; and promoting tumor occurrence and progression. It is also a candidate forensic biomarker of hypothermia. Nevertheless, a systematic summary of the biological functions of IRTKS and its underlying molecular mechanism is lacking. Therefore, the present review provides a comprehensive summary of the latest advancements in IRTKS research, thereby establishing a framework for understanding the contribution of IRTKS to diverse cell processes.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "PPR769734",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3699097/v1",
    "title": "Inborn error of WAS presenting with SARS-CoV-2-related multisystem inflammatory syndrome in children",
    "abstract": "<title>Abstract</title>  <p>Multisystem inflammatory syndrome in children (MIS-C) has been reported in patients with inborn errors of immunity (IEI), providing insights into disease pathogenesis. Here, we present the first case of MIS-C in a child affected by Wiskott-Aldrich syndrome (WAS) gene mutation, elucidating underlying predisposing factors and the involved inflammatory pathways. Genetic analysis revealed a frameshift truncating variant in the WAS gene, resulting in WAS protein expression between mild and severe forms, despite a clinical phenotype resembling X-linked thrombocytopenia (XLT). IL-1β secretion by LPS-stimulated peripheral blood mononuclear cells from patient during MIS-C was lower compared to healthy subjects but increased during follow-up. Conversely, the percentage ASC (apoptosis-associated speck-like protein containing a CARD) specks in the patient's circulating monocytes during the acute phase was higher than in healthy subjects. The type I interferon (IFN) score during MIS-C was normal, in contrast to the raised IFN signature measured far from the acute event. This case confirms the association of IEI with MIS-C, potentially linked to delayed immune responses to SARS-CoV-2. The XLT phenotype underlies a subclinical immunodysregulation involving the NLRP3 inflammasome and the type-I IFN response.</p>",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37052865",
    "pmid": "37052865",
    "doi": "10.1007/s10875-023-01487-7",
    "title": "A Novel Mutation Leading to Wiskott-Aldrich Syndrome in an Ethiopian Boy: a Case Report and a Review of Literature.",
    "abstract": "Wiskott-Aldrich syndrome is an X-linked recessive primary immune-deficiency disorder very rarely reported from black African children. A 12-year old boy with recurrent sinopulmonary and diarrheal infections, eczema, thrombocytopenia, and low platelet volume was found by whole genome sequencing to harbor a predicted pathogenic c.1205dupC (p.Pro403Alafs*92) variant of a mutation in the WAS gene - confirming the diagnosis. This case report summarizes his presentation and management and provides a useful summary of the diagnosis and the responsible novel genetic mutation.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "PPR775525",
    "pmid": "",
    "doi": "10.21203/rs.3.rs-3752248/v1",
    "title": "Is a definite genetic diagnosis all we need to manage patients with Inborn Error of Immunity prenatally and during childbearing? Running title: Prenatal and Childbearing Considerations",
    "abstract": "<h4>Background: </h4> Patients with inborn errors of immunity (IEI) who want to have children face concerns about the impact of their condition on fertility, pregnancy, and disease inheritance. In tribal cultures with consanguineous marriages, prenatal genetic counseling is critical. C ase presentation: 10 families with genetically confirmed IEI were reported: An architect with an autosomal dominant STAT-1 gain of function who had planned preimplantation genetic diagnosis (PGD) to prevent disease transmission. However, she unexpectedly became pregnant and underwent prenatal diagnosis (PND) at 12 weeks. Despite the diagnosis, her husband refused to allow her to abort the affected child. Another case involved a consanguineous family who lost their first child to leukocyte adhesion deficiency type 1 (LAD1). The second child was also affected. Despite the availability of PND during the second pregnancy, the father refused the procedure. In another instance, a first cousin couple had two children with Bruton disease. Despite being informed about the disease, the mother refused to abort her second child. Likewise, a consanguineous couple with two children affected by Ataxia Telangiectasia opted for a donated oocyte for their third child, resulting in a healthy child. Recurrent pregnancy loss (RPL) was observed in a mother who was later diagnosed with ZAP70 deficiency. In another case, a mother with a child affected by Wiskott Aldrich Syndrome (WAS) underwent in vitro fertilization (IVF) without sex selection, resulting in a healthy boy after PND was performed during pregnancy. In a family with multiple cases of WAS, another child was mistakenly diagnosed with anaplastic anemia. A case of LAD1 resulted in the parents' divorce, with the father denying the child's condition and impeding necessary bone marrow transplantation. In a non-consanguineous couple, the father was diagnosed with TACHI deficiency and Hypogammaglobulinemia. PND revealed that the mother and child had the same heterozygote gene, leading the mother to decide against continuing the pregnancy. <h4>Conclusion:</h4> Genetic diagnosis alone is not enough for optimal prenatal care in immune dysregulation disorders. Factors like patient awareness, social beliefs, ethics, and economic considerations impact pregnancy decisions. Clinical immunologists must consider these factors and provide guidance for better outcomes.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38029687",
    "pmid": "38029687",
    "doi": "10.1016/j.dnarep.2023.103603",
    "title": "FAM21 interacts with Ku to promote the localization of WASH to DNA double strand break sites.",
    "abstract": "Cytoplasmic FAM21 works as a guiding protein in Wiskott-Aldrich Syndrome Protein and SCAR Homolog (WASH) complex by linking WASH complex to endosomes through its interaction with retromer. Recently, we have reported that nuclear WASH localizes to DNA double strand break (DSB) sites to promote DNA repair through non-homologous end-joining (NHEJ). However, whether FAM21, the close partner of WASH, is involved in the nuclear WASH localization and DNA repair remains to be clarified. Here, we show that FAM21 interacts with Ku and the interaction between C-terminal FAM21 and Ku is essential for its recruitment to DSB sites. Moreover, FAM21 depletion led to decreases in WASH recruitment to damaged DNA and repair capacity upon DNA damage. Taken together, these results reveal that FAM21 promotes DNA repair by orchestrating the recruitment of WASH to DSB sites, providing a mechanistic insight into WASH-dependent DNA DSB repair.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37218050",
    "pmid": "37218050",
    "doi": "10.29262/ram.v69i4.1178",
    "title": "[Wiskott-Aldrich syndrome with platelets of normal size and c.295C>T mutation of the WAS gene. Case report].",
    "abstract": "<h4>Background</h4>Wiskott-Aldrich syndrome is an Inborn Error of Immunity characterized by thrombocytopenia, small platelets, severe eczema, recurrent infections, tendency to autoimmune diseases and neoplasms. The diagnosis of the syndrome can be difficult, especially when platelets are of normal size.<h4>Case report</h4>A three-year-old male patient was referred to a specialized sector of university hospital for presenting acute otitis media that progressed to sepsis by Haemophilus influenzae. At one month of age, he had been diagnosed with autoimmune thrombocytopenia, and splenectomy was performed at two years of age. During follow-up, three hospitalizations were necessary: an infection by Streptococcus pneumoniae, which progressed to sepsis; one due to exacerbation of eczema, isolating S. epidermidis; another due to fever of undetermined origin. The tests showed normal number of platelets after splenectomy, platelets always with normal size. At age four, tests were performed: IgE 3128 Ku/L; IgA, IgG, and normal anti-polysaccharide antibodies; decreased IgM; decrease CD19, TCD4, naïve T and B; increased TCD8; normal NK. A diagnostic hypothesis of \"probable\" WAS was made. Genetic research has identified the c.295C>T mutation in the WAS gene.<h4>Conclusions</h4>The case reported expressed a new mutation in the SWA gene, characterized by clinical manifestations of the mild phenotype of Wiskott-Aldrich syndrome, with thrombocytopenia, platelets of normal size, and X-linked inheritance. It is important to establish the early diagnosis and treatment to offer a better quality of life in these patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38272448",
    "pmid": "38272448",
    "doi": "10.1111/tra.12925",
    "title": "Mechanisms regulating the intracellular trafficking and release of CLN5 and CTSD.",
    "abstract": "Ceroid lipofuscinosis neuronal 5 (CLN5) and cathepsin D (CTSD) are soluble lysosomal enzymes that also localize extracellularly. In humans, homozygous mutations in CLN5 and CTSD cause CLN5 disease and CLN10 disease, respectively, which are two subtypes of neuronal ceroid lipofuscinosis (commonly known as Batten disease). The mechanisms regulating the intracellular trafficking of CLN5 and CTSD and their release from cells are not well understood. Here, we used the social amoeba Dictyostelium discoideum as a model system to examine the pathways and cellular components that regulate the intracellular trafficking and release of the D. discoideum homologs of human CLN5 (Cln5) and CTSD (CtsD). We show that both Cln5 and CtsD contain signal peptides for secretion that facilitate their release from cells. Like Cln5, extracellular CtsD is glycosylated. In addition, Cln5 release is regulated by the amount of extracellular CtsD. Autophagy induction promotes the release of Cln5, and to a lesser extent CtsD. Release of Cln5 requires the autophagy proteins Atg1, Atg5, and Atg9, as well as autophagosomal-lysosomal fusion. Atg1 and Atg5 are required for the release of CtsD. Together, these data support a model where Cln5 and CtsD are actively released from cells via their signal peptides for secretion and pathways linked to autophagy. The release of Cln5 and CtsD from cells also requires microfilaments and the D. discoideum homologs of human AP-3 complex mu subunit, the lysosomal-trafficking regulator LYST, mucopilin-1, and the Wiskott-Aldrich syndrome-associated protein WASH, which all regulate lysosomal exocytosis in this model organism. These findings suggest that lysosomal exocytosis also facilitates the release of Cln5 and CtsD from cells. In addition, we report the roles of ABC transporters, microtubules, osmotic stress, and the putative D. discoideum homologs of human sortilin and cation-independent mannose-6-phosphate receptor in regulating the intracellular/extracellular distribution of Cln5 and CtsD. In total, this study identifies the cellular mechanisms regulating the release of Cln5 and CtsD from D. discoideum cells and provides insight into how altered trafficking of CLN5 and CTSD causes disease in humans.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "36617178",
    "pmid": "36617178",
    "doi": "10.1093/cei/uxad001",
    "title": "Not too little, not too much: the impact of mutation types in Wiskott-Aldrich syndrome and RAC2 patients.",
    "abstract": "Primary immune deficiencies (PIDs) are genetic disorders impacting the appropriate development or functioning of any portion of the immune system. The broad adoption of high-throughput sequencing has driven discovery of new genes as well as expanded phenotypes associated with known genes. Beginning with the identification of WAS mutations in patients with severe Wiskott-Aldrich Syndrome, recognition of WAS mutations in additional patients has revealed phenotypes including isolated thrombocytopenia and X-linked neutropenia. Likewise RAC2 patients present with vastly different phenotypes depending on the mutation-ranging from reticular dysgenesis or severe neutrophil dysfunction with neonatal presentation to later onset common variable immune deficiency. This review examines genotype-phenotype correlations in patients with WAS (Wiskott-Aldrich Syndrome) and RAC2 mutations, highlighting functional protein domains, how mutations alter protein interactions, and how specific mutations can affect isolated functions of the protein leading to disparate phenotypes.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39329352",
    "pmid": "39329352",
    "doi": "10.1002/cm.21935",
    "title": "Multifaceted role of the actin-binding protein WIP: Promotor and inhibitor of tumor progression and dissemination.",
    "abstract": "Cancer cells depend on actin cytoskeleton reorganization to achieve hallmark malignant functions including abnormal activation, proliferation, migration and invasiveness. (Neural)-Wiskott-Aldrich Syndrome protein ((N-)WASP) binds actin and forms a complex with the WASP-interacting protein (WIP), which plays a critical role in regulating the actin cytoskeleton, through (N)-WASP-dependent and independent functions. Mutations in the WIP gene (WIPF1) lead to severe early onset immunodeficiency in humans and severe autoimmunity and shortened lifespan in mice. This review covers the available evidence about the physiological role of WIP in different tissues and its contribution to human disease, focusing on cancer. In solid tumors overexpression of WIP has mostly been associated with tumor initiation, progression and dissemination through matrix degradation by invadopodia, while a suppressive function has been shown for WIP in certain hematological cancers. Interestingly, a minority of studies suggest a protective role for WIP in specific tumor contexts. These data support the need for further research to fully understand the mechanisms underlying WIP's diverse functions in health and disease and raise important questions for future work.",
    "journal": "",
    "year": "2025"
  },
  {
    "id": "37221654",
    "pmid": "37221654",
    "doi": "10.1111/bjh.18875",
    "title": "Accelerated death of megakaryocytes from Wiskott-Aldrich syndrome patients.",
    "abstract": "Wiskott-Aldrich syndrome (WAS) is an X-linked recessive disorder caused by WAS gene mutations resulting in haematopoietic/immune cell defects. Recent studies report accelerated death of WAS platelets and lymphocytes. Data on megakaryocyte (MK) maturation, viability and their possible role in thrombocytopenia development in WAS are limited. In this study we evaluate the MK viability and morphology in untreated, romiplostim-treated WAS patients compared with normal controls. The study included 32 WAS patients and 17 healthy donors. MKs were captured from bone marrow aspirates by surface-immobilized anti-GPIIb-IIIa antibody. Viability (by phosphatidylserine [PS] externalization), distribution by maturation stages and size of MK were determined by light microscopy. MK distribution by maturation stages in patients differed from controls. 40 ± 22% of WAS MKs versus 23 ± 11% of normal MKs were at maturation stage 3 (p = 0.02), whereas 24 ± 20% in WAS and 39 ± 14% in controls had megakaryoblast morphology (p = 0.05). Romiplostim treatment changed the MK maturation stages distribution close to normal. PS-positive (PS+) MK in WAS was significantly higher (21 ± 21%) than in healthy controls (2 ± 4%, p < 0.01). WAS patients with more damaging truncating mutations and higher disease score had higher PS+ MK fraction (Spearman r = 0.6, p < 0.003). We conclude that WAS MKs have increased cell death tendency and changes in maturation pattern. Both could contribute to thrombocytopenia in WAS patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39435166",
    "pmid": "39435166",
    "doi": "10.11613/bm.2024.030503",
    "title": "A modern overview of the process of platelet formation (thrombocytopoiesis) and its dependence on several factors.",
    "abstract": "Structural and functional alterations in platelets are an actual problem that requires more attention. The treatment of these illnesses proves challenging, inefficient and heavily relies on platelet donations. A difficult task confronting science is producing platelets <i>in vitro</i>, which calls for meticulous examination of factors affecting platelet generation. It is known that megakaryocytes produce platelets <i>in vitro</i> and <i>in vivo</i> differently: in the laboratory we can get a smaller number of platelets compared to the human body. This review primarily examines the stages of megakaryocyte maturation and the processes involved in platelet formation. The article reflects the results of both fundamental research on the problem and the new results obtained over the past decade. Currently, most scientists accept the pro-platelets theory of platelet formation. This review aims to explore in detail each stage of pro-platelet formation and the platelet formation process. It explains on the processes of polyploidization, endomitosis, and apoptosis, as well as the functions of structural cell components (microtubules, mitochondria, T- and α-granules) and pro-platelet migration. The microenvironment influence is acknowledged for the osteoblastic and vascular niches that affect thrombocytopoiesis. The additional aspect is the contribution of specific proteins to thrombocytopoiesis such as RhoA, β1-tubulin, cytokines IL-6, IL-8, Toll-like receptors, <i>etc</i>.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "PPR735938",
    "pmid": "",
    "doi": "10.1101/2023.10.02.560434",
    "title": "WASP facilitates tumor mechanosensitivity in T lymphocytes",
    "abstract": "Cytotoxic T lymphocytes (CTLs) carry out immunosurveillance by scanning target cells of diverse physical properties for the presence of antigens. While the recognition of cognate antigen by the T cell receptor is the primary signal for CTL activation, it has become increasingly clear that the mechanical stiffness of target cells plays an important role in antigen-triggered T cell responses. However, the molecular machinery within CTLs that transduces the mechanical information of tumor cells remains unclear. We find that CTL’s mechanosensitive ability requires the activity of the actin-organizing protein Wiskott-Aldrich Syndrome Protein (WASP). WASP activation is modulated by the mechanical properties of antigen-presenting contexts across a wide range of target cell stiffnesses and activated WASP then mediates mechanosensitive activation of early TCR signaling markers in the CTL. Our results provide a molecular link between antigen mechanosensing and CTL immune response and suggest that CTL-intrinsic cytoskeletal organizing principles enable the processing of mechanical information from diverse target cells.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37934195",
    "pmid": "37934195",
    "doi": "10.1158/1541-7786.mcr-23-0414",
    "title": "LINC00869 Promotes Hepatocellular Carcinoma Metastasis via Protrusion Formation.",
    "abstract": "Coordination of filament assembly and membrane remodeling is required for the directional migration of cancer cells. The Wiskott-Aldrich syndrome protein (WASP) recruits the actin-related protein (ARP) 2/3 complex to assemble branched actin networks. The goal of our study was to assess the potential regulatory role exerted by the novel long noncoding RNA (lncRNA) LINC00869 on hepatocellular carcinoma (HCC) cells. We used HCC cells to overexpress or knockdown LINC00869, analyzed patient data from publicly available databases and Cancer Hospital Affiliated with Zhengzhou University, and used a xenograft mouse model of HCC to study the molecular mechanism associated with LINC00869 expression. We found that high levels of LINC00869 expression were associated with poor prognosis in patients with HCC. Next, we detected an interaction between LINC00869 and both WASP and ARP2 in HCC cells, and observed a modulatory effect of LINC00869 on the phosphorylation of WASP at Y291 and the activity of cell division control protein 42 (CDC42). These modulatory roles were required for WASP/CDC42 activity on F-actin polymerization to enhance membrane protrusion formation and maintain persistent cell polarization. This, in turn, promoted the migration and invasion abilities of HCC cells. Finally, we confirmed the role of LINC00869in vivo, using the tumor xenograft mouse model; and identified a positive correlation between LINC00869 expression levels and the phosphorylation levels of WASP in HCC samples. Overall, our findings suggest a unique mechanism by which LINC00869 orchestrates membrane protrusion during migration and invasion of HCC cells.<h4>Implications</h4>LncRNA LINC00869 regulates the activity of CDC42-WASP pathway and positively affects protrusion formation in HCC cells, which expands the current understanding of lncRNA functions as well as gives a better understanding of carcinogenesis.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37122750",
    "pmid": "37122750",
    "doi": "10.3389/fimmu.2023.1102824",
    "title": "Wiskott-Aldrich syndrome gene as a prognostic biomarker correlated with immune infiltrates in clear cell renal cell carcinoma.",
    "abstract": "<h4>Introduction</h4>The abnormal expression of the Wiskott-Aldrich syndrome protein (WASP) encoded by the Wiskott-Aldrich syndrome (WAS) gene has been implicated in tumor invasion and immune regulation. However, prognostic implications of WAS and its correlation tumor infiltrating in renal clear cell carcinoma (ccRCC) is not clear cut.<h4>Methods</h4>The correlation between WAS expression, clinicopathological variables and clinical outcomes were evaluated using The Cancer Genome Atlas (TCGA), Gene Expression Omnibus (GEO), Tumor Immune Estimation Resource (TIMER), UALCAN, Gene Expression Profiling Interaction Analysis (GEPIA), Kaplan-Meier (KM) plotter and other databases. Furthermore, we assessed the transcription expression of WAS in renal cancer tissues, various renal carcinoma cell lines and human renal tubular cells (HK2) using quantitative polymerase chain reaction (qPCR). A comprehensive analysis of multiple databases including TIMER, GEPIA, TISIDB, ESTIMATE algorithm, and CIBERSORT algorithm were performed to determine the correlation between WAS and tumor infiltrating immune cells in ccRCC.<h4>Results</h4>The results displayed an increase in WAS mRNA level in ccRCC compared to normal tissue. WAS protein level was found highly expressed in cancer tissues, particularly within renal tumor cells via the human protein atlas (HPA). Interestingly, we found that elevated WAS expression was significantly positively correlated with the infiltration of CD8+ T cells, B cells, Monocytes, Neutrophils, Macrophages, T cell regulation, NK cells, and Dendritic cells in ccRCC. Bioinformatics demonstrated a strong correlation between WAS expression and 42 immune checkpoints, including the T cell exhaustion gene PD-1, which is critical for exploring immunotherapy for ccRCC. We revealed that patients with high WAS expression were less sensitive to immunotherapy medications.<h4>Conclusion</h4>In conclusion, our study identified that WAS was a prognostic biomarker and correlated with immune infiltrates in ccRCC.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37812440",
    "pmid": "37812440",
    "doi": "10.1093/jb/mvad065",
    "title": "The SH3 binding site in front of the WH1 domain contributes to the membrane binding of the BAR domain protein endophilin A2.",
    "abstract": "The Bin-Amphiphysin-Rvs (BAR) domain of endophilin binds to the cell membrane and shapes it into a tubular shape for endocytosis. Endophilin has a Src-homology 3 (SH3) domain at their C-terminal. The SH3 domain interacts with the proline-rich motif (PRM) that is found in proteins such as neural Wiskott-Aldrich syndrome protein (N-WASP). Here, we re-examined the binding sites of the SH3 domain of endophilin in N-WASP by machine learning-based prediction and identified the previously unrecognized binding site. In addition to the well-recognized PRM at the central proline-rich region, we found a PRM in front of the N-terminal WASP homology 1 (WH1) domain of N-WASP (NtPRM) as a binding site of the endophilin SH3 domain. Furthermore, the diameter of the membrane tubules in the presence of NtPRM mutant was narrower and wider than that in the presence of N-WASP and in its absence, respectively. Importantly, the NtPRM of N-WASP was involved in the membrane localization of endophilin A2 in cells. Therefore, the NtPRM contributes to the binding of endophilin to N-WASP in membrane remodeling.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "36972730",
    "pmid": "36972730",
    "doi": "10.1016/j.rceng.2023.03.004",
    "title": "21 years of Wiskott-Aldrich syndrome in Spain: incidence, mortality, and gender bias.",
    "abstract": "<h4>Background</h4>Wiskott-Aldrich syndrome (WAS) is a rare X-linked disorder considered to predominantly affect males.<h4>Objective</h4>This study aims to investigate the incidence and intrahospital death associated with WAS in Spain as well as the gender bias.<h4>Methods</h4>A population-based retrospective epidemiological study of 97 WAS patients that were diagnosed in Spanish hospitals between 1997 and 2017 was conducted by using data from the National Surveillance System for Hospital Data.<h4>Results</h4>Our results revealed that the mean annual incidence of WAS in Spain was 1.1 per 10,000,000 inhabitants (IC95% 0,45-2,33). The relative risk was higher in male than female (2.42). WAS diagnosis occurs at later ages in women (median age of 47 years) compared to men (median age of 5.5 years). Only male were admitted to the hospital at least in 10 different occasions and all deaths were detected in men. The intra-hospital death rate was of 9.28% in WAS, being most of the deaths associated with brain hemorrhage or infection.<h4>Conclusions</h4>WAS, a rare disease, is diagnoses at later ages in women and the mortality was found in males mostly associated with brain hemorrhage and infection.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "37781361",
    "pmid": "37781361",
    "doi": "10.3389/fimmu.2023.1229674",
    "title": "Rare solid tumors in a patient with Wiskott-Aldrich syndrome after hematopoietic stem cell transplantation: case report and review of literature.",
    "abstract": "<h4>Background and aims</h4>Wiskott-Aldrich syndrome (WAS) is an X-linked recessive primary immunodeficiency disorder characterized by severe eczema, recurrent infections, and micro-thrombocytopenia. Allogeneic hematopoietic stem cell transplantation (HSCT) is a potentially curative therapeutic option for patients with classic form. The risk of developing post-transplant tumors appears to be higher in patients with WAS than in other inborn errors of immunity (IEIs), but the actual incidence is not well defined, due to the scarcity of published data.<h4>Methods</h4>Herein, we describe a 10-year-old patient diagnosed with WAS, treated with HSCT in the first year of life, who subsequently developed two rare solid tumors, kaposiform hemangioendothelioma and desmoid tumor. A review of the literature on post-HSCT tumors in WAS patients has been performed.<h4>Results</h4>The patient received diagnosis of classic WAS at the age of 2 months (Zhu score = 3), confirmed by <i>WAS</i> gene sequencing, which detected the nonsense hemizygous c.37C>T (Arg13X) mutation. At 9 months, patient underwent HSCT from a matched unrelated donor with an adequate immune reconstitution, characterized by normal lymphocyte subpopulations and mitogen proliferation tests. Platelet count significantly increased, even though platelet count never reached reference values. A mixed chimerism was also detected, with a residual WASP- population on monocytes (27.3%). The patient developed a kaposiform hemangioendothelioma at the age of 5. A second abdominal tumor was identified, histologically classified as a desmoid tumor when he reached the age of 10 years. Both hematopoietic and solid tumors were identified in long-term WAS survivors after HSCT.<h4>Conclusion</h4>Here, we describe the case of a patient with WAS who developed two rare solid tumors after HSCT. An active surveillance program for the risk of tumors is necessary in the long-term follow-up of post-HSCT WAS patients.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "38086439",
    "pmid": "38086439",
    "doi": "10.1016/j.bbalip.2023.159445",
    "title": "Changes in bile acid composition are correlated with reduced intestinal cholesterol uptake in intestine-specific WASH-deficient mice.",
    "abstract": "The Wiskott-Aldrich syndrome protein and SCAR homolog (WASH) complex is a pentameric protein complex localized at endosomes, where it facilitates the transport of numerous receptors from endosomes toward the plasma membrane. Recent studies have shown that the WASH complex plays an essential role in cholesterol and glucose homeostasis in humans and mice. To investigate the physiological importance of intestinal WASH, we ablated the WASH component WASHC1 specifically in murine enterocytes. Male and female intestine-specific WASHC1-deficient mice (Washc1<sup>IKO</sup>) were challenged with either a standard chow diet or a high-cholesterol (1.25 %) diet (HCD). Washc1<sup>IKO</sup> mice fed a standard diet did not present any apparent phenotype, but when fed an HCD, their hepatic cholesterol levels were ~ 50 % lower compared to those observed in control mice. The intestinal cholesterol absorption was almost 2-fold decreased in Washc1<sup>IKO</sup> mice, which translated into increased fecal neutral sterol loss. The intestinal expression of cholesterogenic genes, such as Hmgcs1, Hmgcr, and Ldlr, was significantly higher in Washc1<sup>IKO</sup> mice than in control mice and correlated with increased whole-body de novo cholesterol synthesis, likely to compensate for impaired intestinal cholesterol absorption. Unexpectedly, the ratio of biliary 12α-/non-12α-hydroxylated bile acids (BAs) was decreased in Washc1<sup>IKO</sup> mice and reversing this reduced ratio by feeding the mice with the HCD supplemented with 0.5 % (w/w) sodium cholate normalized the improvement of hepatic cholesterol levels in Washc1<sup>IKO</sup> mice. Our data indicate that the intestinal WASH complex plays an important role in intestinal cholesterol absorption, likely by modulating biliary BA composition.",
    "journal": "",
    "year": "2024"
  },
  {
    "id": "37678719",
    "pmid": "37678719",
    "doi": "10.1016/j.clim.2023.109759",
    "title": "Who's your data? Primary immune deficiency differential diagnosis prediction via machine learning and data mining of the USIDNET registry.",
    "abstract": "<h4>Purpose</h4>There are currently more than 480 primary immune deficiency (PID) diseases and about 7000 rare diseases that together afflict around 1 in every 17 humans. Computational aids based on data mining and machine learning might facilitate the diagnostic task by extracting rules from large datasets and making predictions when faced with new problem cases. In a proof-of-concept data mining study, we aimed to predict PID diagnoses using a supervised machine learning algorithm based on classification tree boosting.<h4>Methods</h4>Through a data query at the USIDNET registry we obtained a database of 2396 patients with common diagnoses of PID, including their clinical and laboratory features. We kept 286 features and all 12 diagnoses to include in the model. We used the XGBoost package with parallel tree boosting for the supervised classification model, and SHAP for variable importance interpretation, on Python v3.7. The patient database was split into training and testing subsets, and after boosting through gradient descent, the predictive model provides measures of diagnostic prediction accuracy and individual feature importance. After a baseline performance test, we used the Class Weighting Hyperparameter, or scale_pos_weight to correct for imbalanced classification.<h4>Results</h4>The twelve PID diagnoses were CVID (1098 patients), DiGeorge syndrome, Chronic granulomatous disease, Congenital agammaglobulinemia, PID not otherwise classified, Specific antibody deficiency, Complement deficiency, Hyper-IgM, Leukocyte adhesion deficiency, ectodermal dysplasia with immune deficiency, Severe combined immune deficiency, and Wiskott-Aldrich syndrome. For CVID, the model found an accuracy on the train sample of 0.80, with an area under the ROC curve (AUC) of 0.80, and a Gini coefficient of 0.60. In the test subset, accuracy was 0.76, AUC 0.75, and Gini 0.51. The positive feature value to predict CVID was highest for upper respiratory infections, asthma, autoimmunity and hypogammaglobulinemia. Features with the highest negative predictive value were high IgE, growth delay, abscess, lymphopenia, and congenital heart disease. For the rest of the diagnoses, accuracy stayed between 0.75 and 0.99, AUC 0.46-0.87, Gini 0.07-0.75, and LogLoss 0.09-8.55.<h4>Discussion</h4>Clinicians should remember to consider the negative predictive features together with the positives. We are calling this a proof-of-concept study to continue with our explorations. A good performance is encouraging, and feature importance might aid feature selection for future endeavors. In the meantime, we can learn from the rules derived by the model and build a user-friendly decision tree to generate differential diagnoses.",
    "journal": "",
    "year": "2023"
  },
  {
    "id": "39479124",
    "pmid": "39479124",
    "doi": "10.7759/cureus.70513",
    "title": "A Rare THPO Gene Mutation in a Saudi Female Child: A Case Report and Literature Review.",
    "abstract": "Thrombopoietin (THPO) is a regulator of megakaryopoiesis and thrombopoiesis. Mutation of the <i>THPO</i> gene is known to cause congenital amegakaryocytic thrombocytopenia (CAMT2), which is a rare inherited disorder characterized by early infancy thrombocytopenia and absent or decreased megakaryocytes with gradual progression to pancytopenia. We report the case of a Saudi girl who had been asymptomatic until age seven when she was found to have unexplained thrombocytopenia. Whole-genome sequencing detected loss between the genomic coordinates (chr3:184088108-184090520) partially encompassing exon 6 of the <i>THPO</i> gene in a homozygous state, which is reported as a new variant. This report highlights the importance of genetic testing for unexplained persistent hematological abnormalities for early diagnosis, especially in consanguineous populations.",
    "journal": "",
    "year": "2024"
  }
]